{
  "source_file": "Data/raw/fema_other/is-0100c_complete-course/06 Handouts/ICS_for_Public_Works.pdf",
  "citation_prefix": "06 Handouts_ics_for_public_works",
  "total_pages": 9,
  "full_text": "\n\n\nICS for Public Works\nWhy Is ICS Important for Public Works?\nBefore diving into why the Incident Command System (ICS) is important to public works, it is essential to\nunderstand the context through which ICS exists. ICS is a standardized management system, typically\nassociated with on-scene emergency management operations, specifically designed to provide an\nintegrated organizational structure that can manage the complexity and demands of single or multiple\nincidents. This includes taking into consideration potential jurisdictional boundaries, public and private\norganizations, and many other factors including facilities, equipment, personnel, procedures, and\ncommunications operating within a common organizational structure, designed to aid in the\nmanagement of resources during incidents. With over 40 years of usage, ICS is considered a best\npractice and is used worldwide. It is the backbone of the National Incident Management System (NIMS).\nIn California, ICS is an element of the State’s Standard Emergency Management System (SEMS), which is\na state law mandating that SEMS be used in response to incidents in the field.\nPublic works departments across the country serve their communities in a variety of ways. Depending\non the size and political jurisdiction, public works services could potentially include water, storm water,\nelectrical, solid waste, sanitary sewer, streets, transit, buildings, parks and grounds, fleet maintenance,\nand other activities that are essential to local government operations. Because public works agencies do\nnot operate in a vacuum, it is essential that they actively reach out to other partner agencies (public and\nprivate) to develop strong, positive working relationships at all levels. Part of developing effective\npartnerships and communication is embracing ICS and implementing it wherever feasible in their own\npublic works operations.\nICS is a tool that is not only used during emergency situations, but can also be effectively used for day-\nto-day public works operations (including working with other partners). With ICS, it is important to\nimplement it as often as possible into day-to-day operations. The familiarity and practice of ICS will\nassist when an emergency occurs and staff responds to the situation using the same (or, at least,\nfamiliar) organizational approach they use on a regular basis.\nPublic works departments have a wide range of responsibilities and a fixed number of staff and other\nresources to meet those needs. The ICS system can help arrange a public works department to more\neffectively identify the critical needs and coordinate the resources to meet those needs. This includes\ncoordination and communication with partners outside of public works.\nAs with day-to-day operations, emergency situations also require good communication. ICS provides a\nframework for how communication should occur and who should be communicating with whom.\nAlthough communication methods can vary from public works department to department, this should\nnot be an obstacle in using ICS. ICS provides more common operabilities than differences among all\nagencies.\n1\n\n\nHow Might the ICS Command Structure Look in a Public Works\nEnvironment?\nAs a reminder, the standard issue ICS structure looks like this:\nThe components of the ICS structure are standard no matter the size or type of the incident. These\ncomponents are activated as needed to manage the incident, keeping in mind that some sections may\nbe covered under typical operations. If a section does not need to be activated for an incident, the\nincident commander does not need to establish it. However, the incident commander is responsible for\nensuring that all needed functions are met, either by managing it themselves or delegating it to the\nsections.\nTo relate this ICS structure to a public works incident, let’s use the example of a water main break. The\nincident commander in this situation may be a utility supervisor.\n• Under the operations section would be the repair team.\no The Operations Section could also include a traffic control unit, which may include\npolice or fire resources.\n• Under the planning section, they would be responsible for documentation and ensuring all\npersonnel on scene are checked in and accounted for. They would also be responsible for\nrunning any meetings needed to prepare an action plan. Technical specialists could research\ndata in the area.\n• Logistics could be handled by normal methods for equipment and staffing.\n• Finance/administration would most likely be done through typical day-to-day procedures.\nOne thing to note is the importance of span of control when considering delegation of responsibilities.\nAn effective span of control, or the number of direct reports, is ideally in the 3-8 range with more\ncomplicated/complex incidents being on the lower end of that ratio. As with day-to-day operations, life\nsafety (for responders and the public) is the number one objective in response to an incident. The\nsmaller ratio ensures safety of the responder and the operations. It is vital that the organizational\nstructure is tailored to effectively manage the resources assigned to an incident or event.\nAs an example for a typical day-to-day operation of a public works department, assuming the public\nworks department oversees streets, utilities (storm water, sanitary sewer), parks, buildings, and\nengineering, the bulk of the staff would be listed somewhere under the operations section. Staff within\nthe operations section is the “Doers.” Staff would be completing tasks both out in the field (street\nrepairs, jetting sewers, exercising valves, maintaining buildings, repairing playgrounds, etc.) and in the\noffice (designing projects, managing right-of-way, etc.). For those individuals involved in long-term\n2\n\n\nplanning and policy development, they would be positioned under the planning section. In the ICS\nstructure, planning section members are the “Gatherers.” They gather information and have technical\nexperts within the section. Logistics may be covered by a variety of people who are responsible for\nmanaging supplies, maintaining equipment/inventory, and coordinating other resources. Logistics are\nthe “Getters.” Finance/Administration could be a combination of staff within the public works\ndepartment or outside of the public works department depending on the overall government structure.\nThis section is the “Money.”\nWhile water main breaks and typical operations may seem like old hat to public works professionals, ICS\nstill plays a role in these operations and should be used. This is important because familiarity with ICS is\nessential during larger emergencies or disaster situations. With the example of a widespread storm, the\nICS structure may look a bit more complex.\n• Operations section may have a debris removal team, utilities damage assessment team, damage\nsurvey team, City building assessment team.\n• Planning section would be collecting information on the initial damages, future weather reports,\nplanning for debris disposal, considerations for infrastructure repair, planning for road detours\nor clearance, GIS mapping of the incident locations and road closures.\n• Logistics section would be responsible for rental equipment, fuel, personnel and even lodging\nfor outside personnel if mutual aid is requested.\n• Finance section would be collecting the costs of the incident response, approving spending\nallocations, drafting MOUs for land use agreements.\nPublic works professionals are committed to public service and overcoming major challenges to\naccomplish the job. The methods and systems they have been using to respond to the various\nchallenges and disasters over time may have worked and gotten the job done. However, just because\nthe current method of incident management worked does not mean that a department should not try\nto improve incident management and challenge themselves to use ICS both for normal day and\nemergency situations. When emergency situations escalate to disasters and public works agencies are\nshoulder to shoulder with fire, law enforcement, and emergency medical systems, it is vital that the\npublic works staff be competent with the ICS because fire, law enforcement, and EMS use ICS on a daily\nbasis.\nIncident Commander\nThe incident commander (IC) is the individual responsible for all incident activities, including the\ndevelopment of strategies and tactics and the ordering and the release of resources. The IC has overall\nauthority and responsibility for conducting incident operations and is responsible for the management\nof all incident operations at the incident site.\nWho assumes the role as the incident commander for a given incident really depends on the scope of\nthe event/incident. Within public works for day-to-day operations, the incident commander may have a\ntitle such as public works director or operations manager. Their responsibilities would generally include\noverseeing all operations of the public works department and delegating supervision roles out to other\nstaff, depending on the work, skills, and equipment needed for the various tasks. For an emergency\nsituation, special event, or other more focused activity, the incident commander would really depend on\nthe scope of the event. As noted earlier, for a water main break the incident commander may be a\nutilities supervisor. For snow plow operations, it may be a streets superintendent. For a special event in\na park, it could be the parks supervisor.\n3\n\n\nCommand Staff\nThe command staff consists of the public information officer (PIO), safety officer, and liaison officer.\nCommand staff report directly to the incident commander. They may have one or more deputies, as\nneeded, depending on the size and scope of the need.\nIn a typical public works operating environment, the PIO position could be filled by someone outside the\npublic works department, such as by someone on the local government’s communications staff.\nDepending on the size of the local agency, the PIO may also be an “other duties as assigned” role for\nsomeone within public works. Regardless of who fills the role, it is important that every public works\ndepartment have at least one person ready to serve in this role during both typical operations and\nemergency situations.\nGeneral Staff\nThe general staff is a group of incident management personnel organized per function and reporting to\nthe incident commander. The general staff consists of up to four sections: operations, planning, logistics\nand finance/administration. In an expanding incident, the incident commander first establishes the\noperations section. The remaining sections are established as needed to support the operation in\nresponse to the event.\nUnder typical public works operations it is most likely that for a local government these general staff\nfunctions will be spread out beyond just the staff within a public works department. For smaller\nincidents and special events, the command structure will probably not change much from day-to-day\n(typical) operations. When an incident becomes larger and more complex, then the command structure\nmay change from typical operations. Activities that were once done by others outside of a public works\ndepartment may shift to within the department. On that same note, some functions may shift outside\nthe public works department staff.\nAs an example, in a flooding incident with forecasted additional storms that create more problems and\nhazards, such as swift water rescues, traffic incidents, and road closures, the incident would transition\nfrom public works command to fire or law enforcement or unified command. Conversely, when the life\nsafety issues are handled and recovery begins, command may again transfer to public works.\n4\n\n\nOperations Section\nThe operations section is responsible for all tactical operations at the incident. The section includes\nbranches, divisions and/or groups, task forces, strike teams, single resources, and staging areas. The\noperations section is the bread and butter of public works—the Doers.\nUnder typical operations the operations section would include individuals or groups completing tasks\nsuch as traffic sign repair, exercising water valves, jetting sewer mains, mowing park turf, playground\nmaintenance, equipment repairs, tree inspections, construction surveying, flood control/storm water\ninfrastructure inspections, facility inspections, traffic signals, aviation, etc.\nDuring emergency response, the operations section of public works could have groups on debris\nremoval, checking sanitary sewer lift stations and taking needed actions if the power is out. This might\ninclude a damage assessment team for public facilities, responding to localized flooding issues,\nsupporting other first responders in getting access to locations where people are injured or otherwise\nneeding help, and similar activities.\nPlanning Section\nThe planning section is responsible for the collection, evaluation, and dissemination of information\nrelated to the incident, and for the preparation and documentation of incident action plans (IAPs). The\nplanning section is established as needed to manage an incident or event. It collects, evaluates and\ndisplays incident information, prepares and documents incident action plans, tracks resources assigned\nto the incident, maintains incident documentation and develops plans for demobilization. The section\nalso maintains information on the current and forecasted situation, and on the status of resources\nassigned to the incident.\nUnder typical public works operations a big example of activities under the planning section is best\nrepresented by inspection staff that observe construction projects, track their process, monitor\nquantities, and conduct similar actions. Other technical specialists within a planning section could\ninclude bridge inspectors and/or structural engineers. Other activities could include staff developing\nsituation status reports, work plans or tracking progress on projects. Work flow and asset management\nsoftware could fall under the planning-section-type activities.\nDuring an emergency situation response, the planning section for public works could be taking on tasks\nsuch as developing plans for managing debris removal and disposal, providing summarized reports on\nthe damage assessments of critical infrastructure, tracking public works staff and equipment out in the\nfield to make sure everyone is accounted for, tracking mutual aid public works staff and equipment that\nare responding to provide assistance, and it would also develop plans to track when both internal and\nexternal resources finish their assigned tasks.\nLogistics Section\nThe logistics section is responsible for ensuring that there are adequate resources including personnel,\nsupplies and equipment for the incident or typical operations.\nDuring typical public works operations this task would likely be spread out among many staff, generally\ngrouped by area of assignment (such as streets, utilities, parks, buildings, fleet, etc.). Some tasks that\nimpact public works may be completed by staff not within the public works department.\n5\n\n\nDuring an emergency response, it may be likely that staff from within the public works department\nwould need to be assigned to a logistics section to provide support to public works operations. This\ncould include fueling vehicles out in the field, procuring additional equipment/parts, transporting staff\nbetween sites, providing food/water for staff, providing sleeping accommodations for staff, and\naddressing other needs that are essential in supporting overall response operations.\nFinance/Administration Section\nThe finance/ administration function manages paying for the incident or event response. This includes\nall aspects of financial and cost analysis: contract negotiation, tracking personnel and equipment time,\ndocumenting and processing claims for accidents and injuries occurring at the incident and keeping a\nrunning tally of costs associated with the incident. The finance/administration section works closely with\nthe logistics section to contract for and procure the resources needed to manage the incident.\nDuring typical public works operations, depending on the size of the local government, these functions\ncould be provided within public works or outside of public works.\nDuring emergency response, like typical operations, these functions could be provided within public\nworks or outside of public works. Public works staff at all levels in all scopes of the response need to\nunderstand the importance of documentation and information sharing. Effective emergency response is\ndependent on proactive information sharing and tracking. Just because a staff member is not in a\nfinance/administration section does not relieve the person of a responsibility to conduct and support\ndocumentation efforts. Documentation is vital for the reimbursement process during recovery and it is\nimperative that finance/administration provides strong guidance during day-to-day operations and\nemergency response for personnel to keep track of time and equipment usage.\nApplication of Incident Command in Public Works\nLet’s use a scenario to take a look at some of the responsibilities and actions that might be taken by the\ndifferent roles in the ICS organization. In the first scenario, please consider day-to-day public works\noperations. How could these typical operations fit into the ICS framework? What are some of the\nactions and responsibilities you will need to consider under each ICS management function? Who\ncompletes what tasks?\nUse the table below to complete how your day-to-day organization would look in ICS:\nICS Management Function Responsibilities\nCommand\nSafety\nPublic Information\nOperations\n6\n\n\nPlanning\nLogistics\nFinance/Administration\nNow, consider an emergency situation that could, or has, impacted the community you serve.\nRemember, this does not have to necessarily be an extreme event (mass tornado outbreak, Category 5\nhurricane, earthquake with a rating of 9, etc.). What public works operations during the response fit into\neach ICS management function? Who completes what tasks?\nComplete the table below for an emergency situation that may be common in your community:\nICS Management Function Responsibilities\nCommand\nSafety\nPublic Information\nOperations\nPlanning\nLogistics\nFinance/Administration\nThe following is one possible incident command structure for a water main break example.\nICS Management Function Responsibilities\n7\n\n\nPublic works maintenance manager. Oversee all operations.\nCommand\nSafety\nPublic Information City communications staff. Push the word out on social media\nand other outlets of the road closure due to the water main break.\nOperations Under the operations section two different groups would be\nformed. 1) Water main break repair group which would be\nresponsible for the dig site, making the repair, and restoring the\nstreet 2) Traffic control group which is responsible for providing\ntraffic control/detouring around the dig site.\nPlanning\nLogistics This would be handled under the typical public works operations\nprocess for obtaining equipment and other resources.\nFinance/Administration This would be handled under the typical processes for finance\nand administrative tracking.\nUnified Command\nUnder ICS, unified command is used when incidents involving multiple jurisdictions or agencies operate\ntogether to form a single command structure. Unified command enables agencies with different legal,\ngeographic, and functional responsibilities to coordinate, plan, and respond effectively. There could be\nan incident, such as a landslide or dam incident that would have public works in unified command with\nlaw enforcement and fire. Under unified command, there is only one operations section and public\nworks would be a unit under the operations section.\nConclusion\nPublic works staff provides essential skills, resources, equipment, and expertise for the infrastructure\nthat make normal life happen in the communities they serve. Public works professionals are first\nresponders and have a role and responsibility to a unified command structure. The term “first\nresponder” is not just another hat to be worn, but it is a responsibility. It is a duty to act, to be engaged,\nand work beyond a department silo. It is essential that public works professionals understand the\nimportance of the first responder duty, which is to save lives and property, and to stabilize the incident.\nPublic works professionals should not wait until after something bad has happened to act but should be\nproactive in their efforts. Part of being proactive is learning about ICS, making efforts to implement ICS\nwherever possible, and committing to working and training with other first responders to employ the\nICS process during an actual emergency or other event.\nFor additional Information:\n• FEMA ICS Resource Center, https://training.fema.gov/emiweb/is/icsresource/\n8\n\n\n• Additional ICS Training, https://training.fema.gov/\n• http://www3.apwa.net/Resources/Reporter/Articles/2017/1/Public-works-professionals-have-a-\nduty-to-act\n9",
  "pages": [
    {
      "page": 1,
      "text": "ICS for Public Works\nWhy Is ICS Important for Public Works?\nBefore diving into why the Incident Command System (ICS) is important to public works, it is essential to\nunderstand the context through which ICS exists. ICS is a standardized management system, typically\nassociated with on-scene emergency management operations, specifically designed to provide an\nintegrated organizational structure that can manage the complexity and demands of single or multiple\nincidents. This includes taking into consideration potential jurisdictional boundaries, public and private\norganizations, and many other factors including facilities, equipment, personnel, procedures, and\ncommunications operating within a common organizational structure, designed to aid in the\nmanagement of resources during incidents. With over 40 years of usage, ICS is considered a best\npractice and is used worldwide. It is the backbone of the National Incident Management System (NIMS).\nIn California, ICS is an element of the State’s Standard Emergency Management System (SEMS), which is\na state law mandating that SEMS be used in response to incidents in the field.\nPublic works departments across the country serve their communities in a variety of ways. Depending\non the size and political jurisdiction, public works services could potentially include water, storm water,\nelectrical, solid waste, sanitary sewer, streets, transit, buildings, parks and grounds, fleet maintenance,\nand other activities that are essential to local government operations. Because public works agencies do\nnot operate in a vacuum, it is essential that they actively reach out to other partner agencies (public and\nprivate) to develop strong, positive working relationships at all levels. Part of developing effective\npartnerships and communication is embracing ICS and implementing it wherever feasible in their own\npublic works operations.\nICS is a tool that is not only used during emergency situations, but can also be effectively used for day-\nto-day public works operations (including working with other partners). With ICS, it is important to\nimplement it as often as possible into day-to-day operations. The familiarity and practice of ICS will\nassist when an emergency occurs and staff responds to the situation using the same (or, at least,\nfamiliar) organizational approach they use on a regular basis.\nPublic works departments have a wide range of responsibilities and a fixed number of staff and other\nresources to meet those needs. The ICS system can help arrange a public works department to more\neffectively identify the critical needs and coordinate the resources to meet those needs. This includes\ncoordination and communication with partners outside of public works.\nAs with day-to-day operations, emergency situations also require good communication. ICS provides a\nframework for how communication should occur and who should be communicating with whom.\nAlthough communication methods can vary from public works department to department, this should\nnot be an obstacle in using ICS. ICS provides more common operabilities than differences among all\nagencies.\n1"
    },
    {
      "page": 2,
      "text": "How Might the ICS Command Structure Look in a Public Works\nEnvironment?\nAs a reminder, the standard issue ICS structure looks like this:\nThe components of the ICS structure are standard no matter the size or type of the incident. These\ncomponents are activated as needed to manage the incident, keeping in mind that some sections may\nbe covered under typical operations. If a section does not need to be activated for an incident, the\nincident commander does not need to establish it. However, the incident commander is responsible for\nensuring that all needed functions are met, either by managing it themselves or delegating it to the\nsections.\nTo relate this ICS structure to a public works incident, let’s use the example of a water main break. The\nincident commander in this situation may be a utility supervisor.\n• Under the operations section would be the repair team.\no The Operations Section could also include a traffic control unit, which may include\npolice or fire resources.\n• Under the planning section, they would be responsible for documentation and ensuring all\npersonnel on scene are checked in and accounted for. They would also be responsible for\nrunning any meetings needed to prepare an action plan. Technical specialists could research\ndata in the area.\n• Logistics could be handled by normal methods for equipment and staffing.\n• Finance/administration would most likely be done through typical day-to-day procedures.\nOne thing to note is the importance of span of control when considering delegation of responsibilities.\nAn effective span of control, or the number of direct reports, is ideally in the 3-8 range with more\ncomplicated/complex incidents being on the lower end of that ratio. As with day-to-day operations, life\nsafety (for responders and the public) is the number one objective in response to an incident. The\nsmaller ratio ensures safety of the responder and the operations. It is vital that the organizational\nstructure is tailored to effectively manage the resources assigned to an incident or event.\nAs an example for a typical day-to-day operation of a public works department, assuming the public\nworks department oversees streets, utilities (storm water, sanitary sewer), parks, buildings, and\nengineering, the bulk of the staff would be listed somewhere under the operations section. Staff within\nthe operations section is the “Doers.” Staff would be completing tasks both out in the field (street\nrepairs, jetting sewers, exercising valves, maintaining buildings, repairing playgrounds, etc.) and in the\noffice (designing projects, managing right-of-way, etc.). For those individuals involved in long-term\n2"
    },
    {
      "page": 3,
      "text": "planning and policy development, they would be positioned under the planning section. In the ICS\nstructure, planning section members are the “Gatherers.” They gather information and have technical\nexperts within the section. Logistics may be covered by a variety of people who are responsible for\nmanaging supplies, maintaining equipment/inventory, and coordinating other resources. Logistics are\nthe “Getters.” Finance/Administration could be a combination of staff within the public works\ndepartment or outside of the public works department depending on the overall government structure.\nThis section is the “Money.”\nWhile water main breaks and typical operations may seem like old hat to public works professionals, ICS\nstill plays a role in these operations and should be used. This is important because familiarity with ICS is\nessential during larger emergencies or disaster situations. With the example of a widespread storm, the\nICS structure may look a bit more complex.\n• Operations section may have a debris removal team, utilities damage assessment team, damage\nsurvey team, City building assessment team.\n• Planning section would be collecting information on the initial damages, future weather reports,\nplanning for debris disposal, considerations for infrastructure repair, planning for road detours\nor clearance, GIS mapping of the incident locations and road closures.\n• Logistics section would be responsible for rental equipment, fuel, personnel and even lodging\nfor outside personnel if mutual aid is requested.\n• Finance section would be collecting the costs of the incident response, approving spending\nallocations, drafting MOUs for land use agreements.\nPublic works professionals are committed to public service and overcoming major challenges to\naccomplish the job. The methods and systems they have been using to respond to the various\nchallenges and disasters over time may have worked and gotten the job done. However, just because\nthe current method of incident management worked does not mean that a department should not try\nto improve incident management and challenge themselves to use ICS both for normal day and\nemergency situations. When emergency situations escalate to disasters and public works agencies are\nshoulder to shoulder with fire, law enforcement, and emergency medical systems, it is vital that the\npublic works staff be competent with the ICS because fire, law enforcement, and EMS use ICS on a daily\nbasis.\nIncident Commander\nThe incident commander (IC) is the individual responsible for all incident activities, including the\ndevelopment of strategies and tactics and the ordering and the release of resources. The IC has overall\nauthority and responsibility for conducting incident operations and is responsible for the management\nof all incident operations at the incident site.\nWho assumes the role as the incident commander for a given incident really depends on the scope of\nthe event/incident. Within public works for day-to-day operations, the incident commander may have a\ntitle such as public works director or operations manager. Their responsibilities would generally include\noverseeing all operations of the public works department and delegating supervision roles out to other\nstaff, depending on the work, skills, and equipment needed for the various tasks. For an emergency\nsituation, special event, or other more focused activity, the incident commander would really depend on\nthe scope of the event. As noted earlier, for a water main break the incident commander may be a\nutilities supervisor. For snow plow operations, it may be a streets superintendent. For a special event in\na park, it could be the parks supervisor.\n3"
    },
    {
      "page": 4,
      "text": "Command Staff\nThe command staff consists of the public information officer (PIO), safety officer, and liaison officer.\nCommand staff report directly to the incident commander. They may have one or more deputies, as\nneeded, depending on the size and scope of the need.\nIn a typical public works operating environment, the PIO position could be filled by someone outside the\npublic works department, such as by someone on the local government’s communications staff.\nDepending on the size of the local agency, the PIO may also be an “other duties as assigned” role for\nsomeone within public works. Regardless of who fills the role, it is important that every public works\ndepartment have at least one person ready to serve in this role during both typical operations and\nemergency situations.\nGeneral Staff\nThe general staff is a group of incident management personnel organized per function and reporting to\nthe incident commander. The general staff consists of up to four sections: operations, planning, logistics\nand finance/administration. In an expanding incident, the incident commander first establishes the\noperations section. The remaining sections are established as needed to support the operation in\nresponse to the event.\nUnder typical public works operations it is most likely that for a local government these general staff\nfunctions will be spread out beyond just the staff within a public works department. For smaller\nincidents and special events, the command structure will probably not change much from day-to-day\n(typical) operations. When an incident becomes larger and more complex, then the command structure\nmay change from typical operations. Activities that were once done by others outside of a public works\ndepartment may shift to within the department. On that same note, some functions may shift outside\nthe public works department staff.\nAs an example, in a flooding incident with forecasted additional storms that create more problems and\nhazards, such as swift water rescues, traffic incidents, and road closures, the incident would transition\nfrom public works command to fire or law enforcement or unified command. Conversely, when the life\nsafety issues are handled and recovery begins, command may again transfer to public works.\n4"
    },
    {
      "page": 5,
      "text": "Operations Section\nThe operations section is responsible for all tactical operations at the incident. The section includes\nbranches, divisions and/or groups, task forces, strike teams, single resources, and staging areas. The\noperations section is the bread and butter of public works—the Doers.\nUnder typical operations the operations section would include individuals or groups completing tasks\nsuch as traffic sign repair, exercising water valves, jetting sewer mains, mowing park turf, playground\nmaintenance, equipment repairs, tree inspections, construction surveying, flood control/storm water\ninfrastructure inspections, facility inspections, traffic signals, aviation, etc.\nDuring emergency response, the operations section of public works could have groups on debris\nremoval, checking sanitary sewer lift stations and taking needed actions if the power is out. This might\ninclude a damage assessment team for public facilities, responding to localized flooding issues,\nsupporting other first responders in getting access to locations where people are injured or otherwise\nneeding help, and similar activities.\nPlanning Section\nThe planning section is responsible for the collection, evaluation, and dissemination of information\nrelated to the incident, and for the preparation and documentation of incident action plans (IAPs). The\nplanning section is established as needed to manage an incident or event. It collects, evaluates and\ndisplays incident information, prepares and documents incident action plans, tracks resources assigned\nto the incident, maintains incident documentation and develops plans for demobilization. The section\nalso maintains information on the current and forecasted situation, and on the status of resources\nassigned to the incident.\nUnder typical public works operations a big example of activities under the planning section is best\nrepresented by inspection staff that observe construction projects, track their process, monitor\nquantities, and conduct similar actions. Other technical specialists within a planning section could\ninclude bridge inspectors and/or structural engineers. Other activities could include staff developing\nsituation status reports, work plans or tracking progress on projects. Work flow and asset management\nsoftware could fall under the planning-section-type activities.\nDuring an emergency situation response, the planning section for public works could be taking on tasks\nsuch as developing plans for managing debris removal and disposal, providing summarized reports on\nthe damage assessments of critical infrastructure, tracking public works staff and equipment out in the\nfield to make sure everyone is accounted for, tracking mutual aid public works staff and equipment that\nare responding to provide assistance, and it would also develop plans to track when both internal and\nexternal resources finish their assigned tasks.\nLogistics Section\nThe logistics section is responsible for ensuring that there are adequate resources including personnel,\nsupplies and equipment for the incident or typical operations.\nDuring typical public works operations this task would likely be spread out among many staff, generally\ngrouped by area of assignment (such as streets, utilities, parks, buildings, fleet, etc.). Some tasks that\nimpact public works may be completed by staff not within the public works department.\n5"
    },
    {
      "page": 6,
      "text": "During an emergency response, it may be likely that staff from within the public works department\nwould need to be assigned to a logistics section to provide support to public works operations. This\ncould include fueling vehicles out in the field, procuring additional equipment/parts, transporting staff\nbetween sites, providing food/water for staff, providing sleeping accommodations for staff, and\naddressing other needs that are essential in supporting overall response operations.\nFinance/Administration Section\nThe finance/ administration function manages paying for the incident or event response. This includes\nall aspects of financial and cost analysis: contract negotiation, tracking personnel and equipment time,\ndocumenting and processing claims for accidents and injuries occurring at the incident and keeping a\nrunning tally of costs associated with the incident. The finance/administration section works closely with\nthe logistics section to contract for and procure the resources needed to manage the incident.\nDuring typical public works operations, depending on the size of the local government, these functions\ncould be provided within public works or outside of public works.\nDuring emergency response, like typical operations, these functions could be provided within public\nworks or outside of public works. Public works staff at all levels in all scopes of the response need to\nunderstand the importance of documentation and information sharing. Effective emergency response is\ndependent on proactive information sharing and tracking. Just because a staff member is not in a\nfinance/administration section does not relieve the person of a responsibility to conduct and support\ndocumentation efforts. Documentation is vital for the reimbursement process during recovery and it is\nimperative that finance/administration provides strong guidance during day-to-day operations and\nemergency response for personnel to keep track of time and equipment usage.\nApplication of Incident Command in Public Works\nLet’s use a scenario to take a look at some of the responsibilities and actions that might be taken by the\ndifferent roles in the ICS organization. In the first scenario, please consider day-to-day public works\noperations. How could these typical operations fit into the ICS framework? What are some of the\nactions and responsibilities you will need to consider under each ICS management function? Who\ncompletes what tasks?\nUse the table below to complete how your day-to-day organization would look in ICS:\nICS Management Function Responsibilities\nCommand\nSafety\nPublic Information\nOperations\n6"
    },
    {
      "page": 7,
      "text": "Planning\nLogistics\nFinance/Administration\nNow, consider an emergency situation that could, or has, impacted the community you serve.\nRemember, this does not have to necessarily be an extreme event (mass tornado outbreak, Category 5\nhurricane, earthquake with a rating of 9, etc.). What public works operations during the response fit into\neach ICS management function? Who completes what tasks?\nComplete the table below for an emergency situation that may be common in your community:\nICS Management Function Responsibilities\nCommand\nSafety\nPublic Information\nOperations\nPlanning\nLogistics\nFinance/Administration\nThe following is one possible incident command structure for a water main break example.\nICS Management Function Responsibilities\n7"
    },
    {
      "page": 8,
      "text": "Public works maintenance manager. Oversee all operations.\nCommand\nSafety\nPublic Information City communications staff. Push the word out on social media\nand other outlets of the road closure due to the water main break.\nOperations Under the operations section two different groups would be\nformed. 1) Water main break repair group which would be\nresponsible for the dig site, making the repair, and restoring the\nstreet 2) Traffic control group which is responsible for providing\ntraffic control/detouring around the dig site.\nPlanning\nLogistics This would be handled under the typical public works operations\nprocess for obtaining equipment and other resources.\nFinance/Administration This would be handled under the typical processes for finance\nand administrative tracking.\nUnified Command\nUnder ICS, unified command is used when incidents involving multiple jurisdictions or agencies operate\ntogether to form a single command structure. Unified command enables agencies with different legal,\ngeographic, and functional responsibilities to coordinate, plan, and respond effectively. There could be\nan incident, such as a landslide or dam incident that would have public works in unified command with\nlaw enforcement and fire. Under unified command, there is only one operations section and public\nworks would be a unit under the operations section.\nConclusion\nPublic works staff provides essential skills, resources, equipment, and expertise for the infrastructure\nthat make normal life happen in the communities they serve. Public works professionals are first\nresponders and have a role and responsibility to a unified command structure. The term “first\nresponder” is not just another hat to be worn, but it is a responsibility. It is a duty to act, to be engaged,\nand work beyond a department silo. It is essential that public works professionals understand the\nimportance of the first responder duty, which is to save lives and property, and to stabilize the incident.\nPublic works professionals should not wait until after something bad has happened to act but should be\nproactive in their efforts. Part of being proactive is learning about ICS, making efforts to implement ICS\nwherever possible, and committing to working and training with other first responders to employ the\nICS process during an actual emergency or other event.\nFor additional Information:\n• FEMA ICS Resource Center, https://training.fema.gov/emiweb/is/icsresource/\n8"
    },
    {
      "page": 9,
      "text": "• Additional ICS Training, https://training.fema.gov/\n• http://www3.apwa.net/Resources/Reporter/Articles/2017/1/Public-works-professionals-have-a-\nduty-to-act\n9"
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "ICS for Public Works\nWhy Is ICS Important for Public Works?\nBefore diving into why the Incident Command System (ICS) is important to public works, it is essential to\nunderstand the context through which ICS exists. ICS is a standardized management system, typically\nassociated with on-scene emergency management operations, specifically designed to provide an\nintegrated organizational structure that can manage the complexity and demands of single or multiple\nincidents. This includes taking into consideration potential jurisdictional boundaries, public and private\norganizations, and many other factors including facilities, equipment, personnel, procedures, and\ncommunications operating within a common organizational structure, designed to aid in the\nmanagement of resources during incidents. With over 40 years of usage, ICS is considered a best\npractice and is used worldwide. It is the backbone of the National Incident Management System (NIMS).\nIn California, ICS is an element of the State’s Standard Emergency Management System (SEMS), which is\na state law mandating that SEMS be used in response to incidents in the field.\nPublic works departments across the country serve their communities in a variety of ways. Depending\non the size and political jurisdiction, public works services could potentially include water, storm water,\nelectrical, solid waste, sanitary sewer, streets, transit, buildings, parks and grounds, fleet maintenance,\nand other activities that are essential to local government operations. Because public works agencies do\nnot operate in a vacuum, it is essential that they actively reach out to other partner agencies (public and\nprivate) to develop strong, positive working relationships at all levels. Part of developing effective\npartnerships and communication is embracing ICS and implementing it wherever feasible in their own\npublic works operations.\nICS is a tool that is not only used during emergency situations, but can also be effectively used for day-\nto-day public works operations (including working with other partners). With ICS, it is important to\nimplement it as often as possible into day-to-day operations. The familiarity and practice of ICS will\nassist when an emergency occurs and staff responds to the situation using the same (or, at least,\nfamiliar) organizational approach they use on a regular basis.\nPublic works departments have a wide range of responsibilities and a fixed number of staff and other\nresources to meet those needs. The ICS system can help arrange a public works department to more\neffectively identify the critical needs and coordinate the resources to meet those needs. This includes\ncoordination and communication with partners outside of public works.\nAs with day-to-day operations, emergency situations also require good communication. ICS provides a\nframework for how communication should occur and who should be communicating with whom.\nAlthough communication methods can vary from public works department to department, this should\nnot be an obstacle in using ICS. ICS provides more common operabilities than differences among all\nagencies.\n1\n\n\nHow Might the ICS Command Structure Look in a Public Works\nEnvironment?\nAs a reminder, the standard issue ICS structure looks like this:\nThe components of the ICS structure are standard no matter the size or type of the incident. These\ncomponents are activated as needed to manage the incident, keeping in mind that some sections may\nbe covered under typical operations. If a section does not need to be activated for an incident, the\nincident commander does not need to establish it. However, the incident commander is responsible for\nensuring that all needed functions are met, either by managing it themselves or delegating it to the\nsections.\nTo relate this ICS structure to a public works incident, let’s use the example of a water main break. The\nincident commander in this situation may be a utility supervisor.\n• Under the operations section would be the repair team.\no The Operations Section could also include a traffic control unit, which may include\npolice or fire resources.\n• Under the planning section, they would be responsible for documentation and ensuring all\npersonnel on scene are checked in and accounted for. They would also be responsible for\nrunning any meetings needed to prepare an action plan. Technical specialists could research\ndata in the area.\n• Logistics could be handled by normal methods for equipment and staffing.\n• Finance/administration would most likely be done through typical day-to-day procedures.\nOne thing to note is the importance of span of control when considering delegation of responsibilities.\nAn effective span of control, or the number of direct reports, is ideally in the 3-8 range with more\ncomplicated/complex incidents being on the lower end of that ratio. As with day-to-day operations, life\nsafety (for responders and the public) is the number one objective in response to an incident. The\nsmaller ratio ensures safety of the responder and the operations. It is vital that the organizational\nstructure is tailored to effectively manage the resources assigned to an incident or event.\nAs an example for a typical day-to-day operation of a public works department, assuming the public\nworks department oversees streets, utilities (storm water, sanitary sewer), parks, buildings, and\nengineering, the bulk of the staff would be listed somewhere under the operations section. Staff within\nthe operations section is the “Doers.” Staff would be completing tasks both out in the field (street\nrepairs, jetting sewers, exercising valves, maintaining buildings, repairing playgrounds, etc.) and in the\noffice (designing projects, managing right-of-way, etc.). For those individuals involved in long-term\n2\n\n\nplanning and policy development, they would be positioned under the planning section. In the ICS\nstructure, planning section members are the “Gatherers.” They gather information and have technical\nexperts within the section. Logistics may be covered by a variety of people who are responsible for\nmanaging supplies, maintaining equipment/inventory, and coordinating other resources. Logistics are\nthe “Getters.” Finance/Administration could be a combination of staff within the public works\ndepartment or outside of the public works department depending on the overall government structure.\nThis section is the “Money.”\nWhile water main breaks and typical operations may seem like old hat to public works professionals, ICS\nstill plays a role in these operations and should be used. This is important because familiarity with ICS is\nessential during larger emergencies or disaster situations. With the example of a widespread storm, the\nICS structure may look a bit more complex.\n• Operations section may have a debris removal team, utilities damage assessment team, damage\nsurvey team, City building assessment team.\n• Planning section would be collecting information on the initial damages, future weather reports,\nplanning for debris disposal, considerations for infrastructure repair, planning for road detours\nor clearance, GIS mapping of the incident locations and road closures.\n• Logistics section would be responsible for rental equipment, fuel, personnel and even lodging\nfor outside personnel if mutual aid is requested.\n• Finance section would be collecting the costs of the incident response, approving spending\nallocations, drafting MOUs for land use agreements.\nPublic works professionals are committed to public service and overcoming major challenges to\naccomplish the job. The methods and systems they have been using to respond to the various\nchallenges and disasters over time may have worked and gotten the job done. However, just because\nthe current method of incident management worked does not mean that a department should not try\nto improve incident management and challenge themselves to use ICS both for normal day and\nemergency situations. When emergency situations escalate to disasters and public works agencies are\nshoulder to shoulder with fire, law enforcement, and emergency medical systems, it is vital that the\npublic works staff be competent with the ICS because fire, law enforcement, and EMS use ICS on a daily\nbasis.\nIncident Commander\nThe incident commander (IC) is the individual responsible for all incident activities, including the\ndevelopment of strategies and tactics and the ordering and the release of resources. The IC has overall\nauthority and responsibility for conducting incident operations and is responsible for the management\nof all incident operations at the incident site.\nWho assumes the role as the incident commander for a given incident really depends on the scope of\nthe event/incident. Within public works for day-to-day operations, the incident commander may have a\ntitle such as public works director or operations manager. Their responsibilities would generally include\noverseeing all operations of the public works department and delegating supervision roles out to other\nstaff, depending on the work, skills, and equipment needed for the various tasks. For an emergency\nsituation, special event, or other more focused activity, the incident commander would really depend on\nthe scope of the event. As noted earlier, for a water main break the incident commander may be a\nutilities supervisor. For snow plow operations, it may be a streets superintendent. For a special event in\na park, it could be the parks supervisor.\n3\n\n\nCommand Staff\nThe command staff consists of the public information officer (PIO), safety officer, and liaison officer.\nCommand staff report directly to the incident commander. They may have one or more deputies, as\nneeded, depending on the size and scope of the need.\nIn a typical public works operating environment, the PIO position could be filled by someone outside the\npublic works department, such as by someone on the local government’s communications staff.\nDepending on the size of the local agency, the PIO may also be an “other duties as assigned” role for\nsomeone within public works. Regardless of who fills the role, it is important that every public works\ndepartment have at least one person ready to serve in this role during both typical operations and\nemergency situations.\nGeneral Staff\nThe general staff is a group of incident management personnel organized per function and reporting to\nthe incident commander. The general staff consists of up to four sections: operations, planning, logistics\nand finance/administration. In an expanding incident, the incident commander first establishes the\noperations section. The remaining sections are established as needed to support the operation in\nresponse to the event.\nUnder typical public works operations it is most likely that for a local government these general staff\nfunctions will be spread out beyond just the staff within a public works department. For smaller\nincidents and special events, the command structure will probably not change much from day-to-day\n(typical) operations. When an incident becomes larger and more complex, then the command structure\nmay change from typical operations. Activities that were once done by others outside of a public works\ndepartment may shift to within the department. On that same note, some functions may shift outside\nthe public works department staff.\nAs an example, in a flooding incident with forecasted additional storms that create more problems and\nhazards, such as swift water rescues, traffic incidents, and road closures, the incident would transition\nfrom public works command to fire or law enforcement or unified command. Conversely, when the life\nsafety issues are handled and recovery begins, command may again transfer to public works.\n4\n\n\nOperations Section\nThe operations section is responsible for all tactical operations at the incident. The section includes\nbranches, divisions and/or groups, task forces, strike teams, single resources, and staging areas. The\noperations section is the bread and butter of public works—the Doers.\nUnder typical operations the operations section would include individuals or groups completing tasks\nsuch as traffic sign repair, exercising water valves, jetting sewer mains, mowing park turf, playground\nmaintenance, equipment repairs, tree inspections, construction surveying, flood control/storm water\ninfrastructure inspections, facility inspections, traffic signals, aviation, etc.\nDuring emergency response, the operations section of public works could have groups on debris\nremoval, checking sanitary sewer lift stations and taking needed actions if the power is out. This might\ninclude a damage assessment team for public facilities, responding to localized flooding issues,\nsupporting other first responders in getting access to locations where people are injured or otherwise\nneeding help, and similar activities.\nPlanning Section\nThe planning section is responsible for the collection, evaluation, and dissemination of information\nrelated to the incident, and for the preparation and documentation of incident action plans (IAPs). The\nplanning section is established as needed to manage an incident or event. It collects, evaluates and\ndisplays incident information, prepares and documents incident action plans, tracks resources assigned\nto the incident, maintains incident documentation and develops plans for demobilization. The section\nalso maintains information on the current and forecasted situation, and on the status of resources\nassigned to the incident.\nUnder typical public works operations a big example of activities under the planning section is best\nrepresented by inspection staff that observe construction projects, track their process, monitor\nquantities, and conduct similar actions. Other technical specialists within a planning section could\ninclude bridge inspectors and/or structural engineers. Other activities could include staff developing\nsituation status reports, work plans or tracking progress on projects. Work flow and asset management\nsoftware could fall under the planning-section-type activities.\nDuring an emergency situation response, the planning section for public works could be taking on tasks\nsuch as developing plans for managing debris removal and disposal, providing summarized reports on\nthe damage assessments of critical infrastructure, tracking public works staff and equipment out in the\nfield to make sure everyone is accounted for, tracking mutual aid public works staff and equipment that\nare responding to provide assistance, and it would also develop plans to track when both internal and\nexternal resources finish their assigned tasks.\nLogistics Section\nThe logistics section is responsible for ensuring that there are adequate resources including personnel,\nsupplies and equipment for the incident or typical operations.\nDuring typical public works operations this task would likely be spread out among many staff, generally\ngrouped by area of assignment (such as streets, utilities, parks, buildings, fleet, etc.). Some tasks that\nimpact public works may be completed by staff not within the public works department.\n5\n\n\nDuring an emergency response, it may be likely that staff from within the public works department\nwould need to be assigned to a logistics section to provide support to public works operations. This\ncould include fueling vehicles out in the field, procuring additional equipment/parts, transporting staff\nbetween sites, providing food/water for staff, providing sleeping accommodations for staff, and\naddressing other needs that are essential in supporting overall response operations.\nFinance/Administration Section\nThe finance/ administration function manages paying for the incident or event response. This includes\nall aspects of financial and cost analysis: contract negotiation, tracking personnel and equipment time,\ndocumenting and processing claims for accidents and injuries occurring at the incident and keeping a\nrunning tally of costs associated with the incident. The finance/administration section works closely with\nthe logistics section to contract for and procure the resources needed to manage the incident.\nDuring typical public works operations, depending on the size of the local government, these functions\ncould be provided within public works or outside of public works.\nDuring emergency response, like typical operations, these functions could be provided within public\nworks or outside of public works. Public works staff at all levels in all scopes of the response need to\nunderstand the importance of documentation and information sharing. Effective emergency response is\ndependent on proactive information sharing and tracking. Just because a staff member is not in a\nfinance/administration section does not relieve the person of a responsibility to conduct and support\ndocumentation efforts. Documentation is vital for the reimbursement process during recovery and it is\nimperative that finance/administration provides strong guidance during day-to-day operations and\nemergency response for personnel to keep track of time and equipment usage.\nApplication of Incident Command in Public Works\nLet’s use a scenario to take a look at some of the responsibilities and actions that might be taken by the\ndifferent roles in the ICS organization. In the first scenario, please consider day-to-day public works\noperations. How could these typical operations fit into the ICS framework? What are some of the\nactions and responsibilities you will need to consider under each ICS management function? Who\ncompletes what tasks?\nUse the table below to complete how your day-to-day organization would look in ICS:\nICS Management Function Responsibilities\nCommand\nSafety\nPublic Information\nOperations\n6\n\n\nPlanning\nLogistics\nFinance/Administration\nNow, consider an emergency situation that could, or has, impacted the community you serve.\nRemember, this does not have to necessarily be an extreme event (mass tornado outbreak, Category 5\nhurricane, earthquake with a rating of 9, etc.). What public works operations during the response fit into\neach ICS management function? Who completes what tasks?\nComplete the table below for an emergency situation that may be common in your community:\nICS Management Function Responsibilities\nCommand\nSafety\nPublic Information\nOperations\nPlanning\nLogistics\nFinance/Administration\nThe following is one possible incident command structure for a water main break example.\nICS Management Function Responsibilities\n7\n\n\nPublic works maintenance manager. Oversee all operations.\nCommand\nSafety\nPublic Information City communications staff. Push the word out on social media\nand other outlets of the road closure due to the water main break.\nOperations Under the operations section two different groups would be\nformed. 1) Water main break repair group which would be\nresponsible for the dig site, making the repair, and restoring the\nstreet 2) Traffic control group which is responsible for providing\ntraffic control/detouring around the dig site.\nPlanning\nLogistics This would be handled under the typical public works operations\nprocess for obtaining equipment and other resources.\nFinance/Administration This would be handled under the typical processes for finance\nand administrative tracking.\nUnified Command\nUnder ICS, unified command is used when incidents involving multiple jurisdictions or agencies operate\ntogether to form a single command structure. Unified command enables agencies with different legal,\ngeographic, and functional responsibilities to coordinate, plan, and respond effectively. There could be\nan incident, such as a landslide or dam incident that would have public works in unified command with\nlaw enforcement and fire. Under unified command, there is only one operations section and public\nworks would be a unit under the operations section.\nConclusion\nPublic works staff provides essential skills, resources, equipment, and expertise for the infrastructure\nthat make normal life happen in the communities they serve. Public works professionals are first\nresponders and have a role and responsibility to a unified command structure. The term “first\nresponder” is not just another hat to be worn, but it is a responsibility. It is a duty to act, to be engaged,\nand work beyond a department silo. It is essential that public works professionals understand the\nimportance of the first responder duty, which is to save lives and property, and to stabilize the incident.\nPublic works professionals should not wait until after something bad has happened to act but should be\nproactive in their efforts. Part of being proactive is learning about ICS, making efforts to implement ICS\nwherever possible, and committing to working and training with other first responders to employ the\nICS process during an actual emergency or other event.\nFor additional Information:\n• FEMA ICS Resource Center, https://training.fema.gov/emiweb/is/icsresource/\n8\n\n\n• Additional ICS Training, https://training.fema.gov/\n• http://www3.apwa.net/Resources/Reporter/Articles/2017/1/Public-works-professionals-have-a-\nduty-to-act\n9",
      "page": 2
    }
  ],
  "citations": [
    {
      "citation_id": "06 Handouts_ics_for_public_works_section1_p2",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 2,
      "content_preview": "ICS for Public Works\nWhy Is ICS Important for Public Works?\nBefore diving into why the Incident Command System (ICS) is important to public works, it is essential to\nunderstand the context through whi..."
    }
  ],
  "metadata": {
    "category": "06 Handouts",
    "filename": "ICS_for_Public_Works.pdf",
    "word_count": 3135,
    "char_count": 21124
  }
}