{
  "source_file": "Data/raw/fema_other/is-0100c_complete-course/06 Handouts/ICS_for_Schools.pdf",
  "citation_prefix": "06 Handouts_ics_for_schools",
  "total_pages": 8,
  "full_text": "\n\n\nICS for Schools\nWhy is ICS important for Schools?\nEach year, natural disasters such as tornadoes, floods, and severe storms affect schools. Health-\nrelated incidents such as flu outbreaks, food-borne diseases, and even rabid animals can threaten\nschoolchildren. Accidents — whether in chemistry labs, sporting venues, or on school buses —\nmay occur. Furthermore, schools continue to be subject to man-made threats, such as intruders,\ncrime, and violence.\nIn spite of our best efforts and preparation, school personnel may need to serve as first\nresponders for an array of emergency incidents.\nSchool personnel are likely to be the first on the scene when an incident occurs on school\nproperty or involves school staff or students. Eventually police, fire, emergency medical services\nor another external agency will manage response to the incident. However, the first response will\nlikely be by school employees. They will act as a bridge, conducting initial response activities\nuntil first-responders such as police, fire and emergency medical services can arrive. School\nemployees can manage these initial response activities for an incident more effectively by\nestablishing incident command.\nICS can also be utilized as an effective management structure for pre-planned, non-emergency\nevents such as a football game or a school graduation.\nAdditionally, the use of ICS is required for all schools and school districts receiving emergency\npreparedness funding including the U.S. Department of Education Readiness and Emergency\nManagement for Schools (REMS) grants, CFDA #84.184 E (formerly known as the Emergency\nResponse and Crisis Management (ERCM) grant program).\nHow might the ICS Command Structure Look in a School?\nThe components of the ICS structure are standard no matter where it is established. These\ncomponents are activated as needed to manage the incident. If a section is not needed the\nIncident Commander won’t establish it. However, the Incident Commander is responsible to\npersonally manage any function that he or she does not delegate to a subordinate.\n1\n\n\nRemember the concept of Supervisory Span of Control discussed in this course. The\norganizational structure is tailored to effectively manage the resources assigned to an incident or\nevent. The ICS structure for a missing student on the school grounds might be very simple,\npossibly only requiring an Incident Commander, an Operations Section Chief and a number of\nSearch Parties. There may not be a need for Planning, Logistics and Finance/ Administration\nSections because the incident can be expected to be of short duration and geographically\nrestricted. The type of incident, nature of the task, hazards and safety factors, and distances\nbetween personnel and resources all influence span of control and determine how large of an ICS\norganization is required for the incident or event.\nIt is important to remember that when an ICS organization is established for an incident or event\nin a school:\n• There is no correlation with the school administrative structure.\n• The ICS structure is different from the daily administrative structure in order to avoid\nconfusion over whom you should take direction from.\n• The supervisors of the Incident Command should use the correct ICS titles; these will be\ndifferent from their daily school position titles.\nTo illustrate this, consider a hypothetical incident involving multiple cases of heat stroke in\nwhich the school nurse is designated as the Incident Commander. The Incident Commander is\nresponsible for work assignments for all personnel assigned to the incident. Although the Vice\nPrincipal may “out-rank” everyone in the ICS organization, it would be inappropriate for this\nadministrator to go around the established ICS chain of command and give members of the\nincident management team direct orders. The Vice Principal should give any guidance or\ndirection to the Incident Commander, who will then in turn determine what actions are necessary\nand who within the incident command will conduct the actions.\nIncident Commander\nThe Incident Commander is the individual designated by the school leadership to manage the\nincident or event. He or she has overall responsibility and will set the objectives, strategies and\npriorities for incident response.\nThe Incident Commander is the only ICS position that is always staffed. For small incidents\ninvolving only a few school personnel it is possible that the Incident Commander will not\nestablish any subordinate supervisors; in this case he or she is personally responsible for\nperforming all incident management functions. It is more common for the Incident Commander\nto designate several subordinate supervisors to assist in managing various incident management\nfunctions for an incident or event.\nWhen an individual is assigned as the Incident Commander, he or she has been delegated the\nauthority to manage the incident. Regardless of this individual’s normal rank or position within\nthe school’s administration, when designated as the Incident Commander he or she is in charge\nof incident management and can delegate this authority to others to manage aspects of the ICS\norganization.\n2\n\n\nIn an actual bomb threat at the Gila River Indian Community in Bapchule, AZ, Sister Carol\nMathe, a teacher, was designated by the school leadership as the Incident Commander for\nevacuation of children from the building. She established an ICS structure and began the\nevacuation. To help her she designated a Safety Officer, a Public Information Officer, a\nmaintenance person, a planner and someone to document the actions taken. Note that due to the\nsize and complexity of the incident she established key Command Staff positions (Safety and\nPIO) but did not establish any General Staff Sections. Once the police arrived she transferred\nincident command to a police department designated Incident Commander. After relinquishing\nincident command, she assumed another role within the ICS structure as a liaison from the\nschool to the Incident Commander.\nCommand Staff\nDepending on the size and type of incident or event, the Incident Commander may designate\npersonnel to provide information, safety and liaison services.\n• A Public Information Officer serves as the conduit of information for the incident or\nevent to include the media and parents.\n• A Safety Officer monitors safety conditions and develops measures for assuring safety.\n• A Liaison Officer is the primary contact for supporting agencies assisting at an incident.\nGeneral Staff\nThe General Staff consists of up to four sections: Operations, Planning, Logistics and Finance/\nAdministration. In an expanding incident the Incident Commander first establishes the\nOperations Section. The remaining sections are established as needed to support the operation.\n3\n\n\nOperations Section\nThe Operations Section manages the operations, directing resources to achieve incident\nobjectives. If an Incident Commander for a school incident or event establishes only one section\nit will most likely be an Operations Section.\nDuring an incident, the Operations team may include several individuals from the school. For\nexample the Operations Section Chief could manage an individual, such as the School Nurse, as\nwell as groups of individuals such as a School Facilities Response Crew (School Maintenance),\nand a Site Security Crew (School Security). When managing a group of people such as the\nFacilities Response Crew, one member of that crew would be designated as the supervisor.\nWhen organizing Teams remember to consider span of control. Each Team Leader should only\nmanage from three to seven team members. The Operations Section Chief should also only be\nmanaging from three to seven individuals (some of whom will be team leaders). When the span\nof control exceeds seven, it is time to review the organizational structure and consider\ndesignating additional supervisors.\nPlanning Section\nThe Planning Section is established as needed to manage an incident or event. The Planning\nSection collects, evaluates and displays incident information, prepares and documents incident\naction plans, tracks resources assigned to the incident, maintains incident documentation and\ndevelops plans for demobilization.\nIn a school incident, the Planning Section helps to ensure that responders have accurate\ninformation, such as the number of students remaining in the building. The Planning section can\nalso provide resources such as maps and floor plans. In addition to developing plans, this section\ncan act as recorders to document incident activities. This could be invaluable after the event for\nlegal, analytical, fiscal and historical purposes.\nPlanning may be as simple as one individual designated to document the incident. If the school\nincident or event involves multiple planning functions it may require multiple individuals\nworking under a Planning Section Chief.\nLogistics Section\nThe Logistics Section is responsible for ensuring that there are adequate resources including\npersonnel, supplies and equipment.\n4\n\n\nDuring an incident or event at a school, Logistics is responsible for ensuring that there are\nsufficient resources such as food, water and sanitation supplies. Logistics will also be responsible\nfor arranging busses for evacuations, providing communications equipment, and managing\nfacilities requirements. While medical services for injured students is provided by medical\npersonnel assigned to Operations, the Logistics section has responsibility for providing medical\nservices to response personnel within the ICS organization. When resources must be purchased\nto support an incident or event, Logistics must coordinate with Finance.\nThe Logistics function could be performed by a single person working directly for the Incident\nCommander. When a school incident or event requires multiple logistics functions, multiple\nindividuals will work under a Logistics Section Chief.\nFinance/Administration Section\nThe Finance/ Administration function manages paying for the incident or event response. This\nincludes all aspects of financial and cost analysis: contract negotiation, tracking personnel and\nequipment time, documenting and processing claims for accidents and injuries occurring at the\nincident and keeping a running tally of costs associated with the incident. The Finance/\nAdministration Section works closely with Logistics to contract for and procure the resources\nneeded to manage the incident.\nIn a school incident or event the Finance/ Administration function could be performed by a\nsingle person working directly for the Incident Commander. When a school incident or event\nrequires multiple Finance/ Administration functions, multiple individuals will work under a\nFinance/ Administration Section Chief. On some school incidents the Finance/ Administration\nfunction is not done at the incident scene but rather is handled by the school district.\nApplication of Incident Command in a School\nLet’s take a look at some of the responsibilities and actions that might be taken by the different\nroles in the ICS Organization using a scenario.\nYou and several other teachers are in the schoolyard during recess. A child falls on his back and\nis breathing but not moving. You hear a clap of thunder in the distance.\nSeveral things have to happen quickly. The child must be evaluated and given appropriate\nmedical care. To accomplish this someone must contact medical help. You will likely require\noutside help such as emergency medical services, so someone will have to call 911. The injured\nchild and the other children must be moved to safety and you must maintain accountability of all\nchildren and the other teachers and administration responding to this incident. Someone must\nthink about other safety risks to the students or the responders (teachers). Someone must notify\nthe administration, outside medical services, and the child’s parents. It may even become\nnecessary to make a statement to the local press. Someone will have to record the incident\nactions and you may also encounter issues with pay or workman’s compensation.\nTo accomplish all of this in a coordinated fashion someone needs to be placed in charge establish\nincident command. In ICS the senior first responder on scene establishes the initial incident\n5\n\n\ncommand. In this scenario let’s say that you are the senior teacher and you have training and\nexperience in the Incident Command System. You establish initial Incident Command and will\nmaintain it until the incident is resolved, or the school administration designates another Incident\nCommander.\nAs you direct the initial actions and organize the response you will also want to develop an\nincident command structure to assist you in managing this incident. Remember that if you are the\nIncident Commander that you are responsible for any function for which you have not delegated\nauthority to a designated supervisor for that function.\nSo what are some of the functions and responsibilities that you will need to consider?\nICS Management Function Responsibilities\nEstablish Incident Command\nCommand\nDetermine what needs to be done (initial incident objectives)\nSafety Assess safety concerns and recommend additional actions to\nensure safety for students and responders\nPublic Information Prepare and disseminate information to parents and media\nOperations Organize responders to effectively manage the incident\nEnsure that the child does not move and monitor vital signs.\nProvide comfort to the injured child.\nDetermine if you can get temporary shelter for you and the\nchild.\nDetermine appropriate actions to ensure the safety of other\nstudents\nPlanning Monitor the approaching weather.\nPrepare your strategy if lightning strikes occur.\nPrepare your strategy if the child stops breathing.\nLogistics Arrange for temporary shelter to cover the injured child.\nFinance/Administration Complete reports and work with appropriate school personnel\nto submit appropriate insurance forms.\nHow can you organize the response for this incident? The following is one possible Incident\nCommand Structure for this incident:\n6\n\n\nThe Incident Command System utilizes a modular approach. As the Incident Commander you\nonly activate those portions that you need to manage the incident. In this case only one General\nStaff section, Operations, is utilized. The Planning function is a single person, the Recorder. The\nLogistics function is a single person, a facilities worker. The Finance/ Administration is a single\nperson, and this person is located at the school district, not at the incident site. Similarly,\nCommand Staff positions, Safety Officer and Public Information Officer, are each staffed with a\nsingle person.\nNote the span of control for this ICS structure. As the Incident Commander you would have six\nindividuals reporting directly to you: a Safety Officer, a Public Information Officer, an\nOperations Section Chief, a Recorder, a Facilities Worker, and an Administration/ Finance\nWorker. The school nurse and the Student Sheltering and Accountability Team would report to\nthe Operations Section Chief. Because the Student Sheltering and Accountability Team is\ncomposed of several teachers, one teacher would be designated as the Team Leader to manage\nthe efforts of the Team.\nRemember that once designated as the Incident Commander, you will remain the Incident\nCommander until either the incident is concluded, or you are replaced by another Incident\nCommander. Some smaller incidents may be resolved quickly and this “transfer of command”\nwill not happen. For larger incidents involving outside first-responders, you can anticipate that\nfire, police, emergency medical services or another outside organization will likely assume\nIncident Command. When this happens the school will normally move into a supporting role for\nthe incident and provide a school liaison to the new incident commander.\nConclusion\nIn some emergency incidents school personnel may need to serve as first responders. For these\nincidents, as well as for some pre-planned events, the use of the Incident Command System can\nhelp the school to effectively manage these incidents and events.\nFor additional Information:\n7\n\n\n• US DOE, Readiness and Emergency Management for Schools, http://rems.ed.gov/\n• FEMA ICS Resource Center, https://training.fema.gov/emiweb/is/icsresource/\n• Additional ICS Training, https://training.fema.gov/\n8",
  "pages": [
    {
      "page": 1,
      "text": "ICS for Schools\nWhy is ICS important for Schools?\nEach year, natural disasters such as tornadoes, floods, and severe storms affect schools. Health-\nrelated incidents such as flu outbreaks, food-borne diseases, and even rabid animals can threaten\nschoolchildren. Accidents — whether in chemistry labs, sporting venues, or on school buses —\nmay occur. Furthermore, schools continue to be subject to man-made threats, such as intruders,\ncrime, and violence.\nIn spite of our best efforts and preparation, school personnel may need to serve as first\nresponders for an array of emergency incidents.\nSchool personnel are likely to be the first on the scene when an incident occurs on school\nproperty or involves school staff or students. Eventually police, fire, emergency medical services\nor another external agency will manage response to the incident. However, the first response will\nlikely be by school employees. They will act as a bridge, conducting initial response activities\nuntil first-responders such as police, fire and emergency medical services can arrive. School\nemployees can manage these initial response activities for an incident more effectively by\nestablishing incident command.\nICS can also be utilized as an effective management structure for pre-planned, non-emergency\nevents such as a football game or a school graduation.\nAdditionally, the use of ICS is required for all schools and school districts receiving emergency\npreparedness funding including the U.S. Department of Education Readiness and Emergency\nManagement for Schools (REMS) grants, CFDA #84.184 E (formerly known as the Emergency\nResponse and Crisis Management (ERCM) grant program).\nHow might the ICS Command Structure Look in a School?\nThe components of the ICS structure are standard no matter where it is established. These\ncomponents are activated as needed to manage the incident. If a section is not needed the\nIncident Commander won’t establish it. However, the Incident Commander is responsible to\npersonally manage any function that he or she does not delegate to a subordinate.\n1"
    },
    {
      "page": 2,
      "text": "Remember the concept of Supervisory Span of Control discussed in this course. The\norganizational structure is tailored to effectively manage the resources assigned to an incident or\nevent. The ICS structure for a missing student on the school grounds might be very simple,\npossibly only requiring an Incident Commander, an Operations Section Chief and a number of\nSearch Parties. There may not be a need for Planning, Logistics and Finance/ Administration\nSections because the incident can be expected to be of short duration and geographically\nrestricted. The type of incident, nature of the task, hazards and safety factors, and distances\nbetween personnel and resources all influence span of control and determine how large of an ICS\norganization is required for the incident or event.\nIt is important to remember that when an ICS organization is established for an incident or event\nin a school:\n• There is no correlation with the school administrative structure.\n• The ICS structure is different from the daily administrative structure in order to avoid\nconfusion over whom you should take direction from.\n• The supervisors of the Incident Command should use the correct ICS titles; these will be\ndifferent from their daily school position titles.\nTo illustrate this, consider a hypothetical incident involving multiple cases of heat stroke in\nwhich the school nurse is designated as the Incident Commander. The Incident Commander is\nresponsible for work assignments for all personnel assigned to the incident. Although the Vice\nPrincipal may “out-rank” everyone in the ICS organization, it would be inappropriate for this\nadministrator to go around the established ICS chain of command and give members of the\nincident management team direct orders. The Vice Principal should give any guidance or\ndirection to the Incident Commander, who will then in turn determine what actions are necessary\nand who within the incident command will conduct the actions.\nIncident Commander\nThe Incident Commander is the individual designated by the school leadership to manage the\nincident or event. He or she has overall responsibility and will set the objectives, strategies and\npriorities for incident response.\nThe Incident Commander is the only ICS position that is always staffed. For small incidents\ninvolving only a few school personnel it is possible that the Incident Commander will not\nestablish any subordinate supervisors; in this case he or she is personally responsible for\nperforming all incident management functions. It is more common for the Incident Commander\nto designate several subordinate supervisors to assist in managing various incident management\nfunctions for an incident or event.\nWhen an individual is assigned as the Incident Commander, he or she has been delegated the\nauthority to manage the incident. Regardless of this individual’s normal rank or position within\nthe school’s administration, when designated as the Incident Commander he or she is in charge\nof incident management and can delegate this authority to others to manage aspects of the ICS\norganization.\n2"
    },
    {
      "page": 3,
      "text": "In an actual bomb threat at the Gila River Indian Community in Bapchule, AZ, Sister Carol\nMathe, a teacher, was designated by the school leadership as the Incident Commander for\nevacuation of children from the building. She established an ICS structure and began the\nevacuation. To help her she designated a Safety Officer, a Public Information Officer, a\nmaintenance person, a planner and someone to document the actions taken. Note that due to the\nsize and complexity of the incident she established key Command Staff positions (Safety and\nPIO) but did not establish any General Staff Sections. Once the police arrived she transferred\nincident command to a police department designated Incident Commander. After relinquishing\nincident command, she assumed another role within the ICS structure as a liaison from the\nschool to the Incident Commander.\nCommand Staff\nDepending on the size and type of incident or event, the Incident Commander may designate\npersonnel to provide information, safety and liaison services.\n• A Public Information Officer serves as the conduit of information for the incident or\nevent to include the media and parents.\n• A Safety Officer monitors safety conditions and develops measures for assuring safety.\n• A Liaison Officer is the primary contact for supporting agencies assisting at an incident.\nGeneral Staff\nThe General Staff consists of up to four sections: Operations, Planning, Logistics and Finance/\nAdministration. In an expanding incident the Incident Commander first establishes the\nOperations Section. The remaining sections are established as needed to support the operation.\n3"
    },
    {
      "page": 4,
      "text": "Operations Section\nThe Operations Section manages the operations, directing resources to achieve incident\nobjectives. If an Incident Commander for a school incident or event establishes only one section\nit will most likely be an Operations Section.\nDuring an incident, the Operations team may include several individuals from the school. For\nexample the Operations Section Chief could manage an individual, such as the School Nurse, as\nwell as groups of individuals such as a School Facilities Response Crew (School Maintenance),\nand a Site Security Crew (School Security). When managing a group of people such as the\nFacilities Response Crew, one member of that crew would be designated as the supervisor.\nWhen organizing Teams remember to consider span of control. Each Team Leader should only\nmanage from three to seven team members. The Operations Section Chief should also only be\nmanaging from three to seven individuals (some of whom will be team leaders). When the span\nof control exceeds seven, it is time to review the organizational structure and consider\ndesignating additional supervisors.\nPlanning Section\nThe Planning Section is established as needed to manage an incident or event. The Planning\nSection collects, evaluates and displays incident information, prepares and documents incident\naction plans, tracks resources assigned to the incident, maintains incident documentation and\ndevelops plans for demobilization.\nIn a school incident, the Planning Section helps to ensure that responders have accurate\ninformation, such as the number of students remaining in the building. The Planning section can\nalso provide resources such as maps and floor plans. In addition to developing plans, this section\ncan act as recorders to document incident activities. This could be invaluable after the event for\nlegal, analytical, fiscal and historical purposes.\nPlanning may be as simple as one individual designated to document the incident. If the school\nincident or event involves multiple planning functions it may require multiple individuals\nworking under a Planning Section Chief.\nLogistics Section\nThe Logistics Section is responsible for ensuring that there are adequate resources including\npersonnel, supplies and equipment.\n4"
    },
    {
      "page": 5,
      "text": "During an incident or event at a school, Logistics is responsible for ensuring that there are\nsufficient resources such as food, water and sanitation supplies. Logistics will also be responsible\nfor arranging busses for evacuations, providing communications equipment, and managing\nfacilities requirements. While medical services for injured students is provided by medical\npersonnel assigned to Operations, the Logistics section has responsibility for providing medical\nservices to response personnel within the ICS organization. When resources must be purchased\nto support an incident or event, Logistics must coordinate with Finance.\nThe Logistics function could be performed by a single person working directly for the Incident\nCommander. When a school incident or event requires multiple logistics functions, multiple\nindividuals will work under a Logistics Section Chief.\nFinance/Administration Section\nThe Finance/ Administration function manages paying for the incident or event response. This\nincludes all aspects of financial and cost analysis: contract negotiation, tracking personnel and\nequipment time, documenting and processing claims for accidents and injuries occurring at the\nincident and keeping a running tally of costs associated with the incident. The Finance/\nAdministration Section works closely with Logistics to contract for and procure the resources\nneeded to manage the incident.\nIn a school incident or event the Finance/ Administration function could be performed by a\nsingle person working directly for the Incident Commander. When a school incident or event\nrequires multiple Finance/ Administration functions, multiple individuals will work under a\nFinance/ Administration Section Chief. On some school incidents the Finance/ Administration\nfunction is not done at the incident scene but rather is handled by the school district.\nApplication of Incident Command in a School\nLet’s take a look at some of the responsibilities and actions that might be taken by the different\nroles in the ICS Organization using a scenario.\nYou and several other teachers are in the schoolyard during recess. A child falls on his back and\nis breathing but not moving. You hear a clap of thunder in the distance.\nSeveral things have to happen quickly. The child must be evaluated and given appropriate\nmedical care. To accomplish this someone must contact medical help. You will likely require\noutside help such as emergency medical services, so someone will have to call 911. The injured\nchild and the other children must be moved to safety and you must maintain accountability of all\nchildren and the other teachers and administration responding to this incident. Someone must\nthink about other safety risks to the students or the responders (teachers). Someone must notify\nthe administration, outside medical services, and the child’s parents. It may even become\nnecessary to make a statement to the local press. Someone will have to record the incident\nactions and you may also encounter issues with pay or workman’s compensation.\nTo accomplish all of this in a coordinated fashion someone needs to be placed in charge establish\nincident command. In ICS the senior first responder on scene establishes the initial incident\n5"
    },
    {
      "page": 6,
      "text": "command. In this scenario let’s say that you are the senior teacher and you have training and\nexperience in the Incident Command System. You establish initial Incident Command and will\nmaintain it until the incident is resolved, or the school administration designates another Incident\nCommander.\nAs you direct the initial actions and organize the response you will also want to develop an\nincident command structure to assist you in managing this incident. Remember that if you are the\nIncident Commander that you are responsible for any function for which you have not delegated\nauthority to a designated supervisor for that function.\nSo what are some of the functions and responsibilities that you will need to consider?\nICS Management Function Responsibilities\nEstablish Incident Command\nCommand\nDetermine what needs to be done (initial incident objectives)\nSafety Assess safety concerns and recommend additional actions to\nensure safety for students and responders\nPublic Information Prepare and disseminate information to parents and media\nOperations Organize responders to effectively manage the incident\nEnsure that the child does not move and monitor vital signs.\nProvide comfort to the injured child.\nDetermine if you can get temporary shelter for you and the\nchild.\nDetermine appropriate actions to ensure the safety of other\nstudents\nPlanning Monitor the approaching weather.\nPrepare your strategy if lightning strikes occur.\nPrepare your strategy if the child stops breathing.\nLogistics Arrange for temporary shelter to cover the injured child.\nFinance/Administration Complete reports and work with appropriate school personnel\nto submit appropriate insurance forms.\nHow can you organize the response for this incident? The following is one possible Incident\nCommand Structure for this incident:\n6"
    },
    {
      "page": 7,
      "text": "The Incident Command System utilizes a modular approach. As the Incident Commander you\nonly activate those portions that you need to manage the incident. In this case only one General\nStaff section, Operations, is utilized. The Planning function is a single person, the Recorder. The\nLogistics function is a single person, a facilities worker. The Finance/ Administration is a single\nperson, and this person is located at the school district, not at the incident site. Similarly,\nCommand Staff positions, Safety Officer and Public Information Officer, are each staffed with a\nsingle person.\nNote the span of control for this ICS structure. As the Incident Commander you would have six\nindividuals reporting directly to you: a Safety Officer, a Public Information Officer, an\nOperations Section Chief, a Recorder, a Facilities Worker, and an Administration/ Finance\nWorker. The school nurse and the Student Sheltering and Accountability Team would report to\nthe Operations Section Chief. Because the Student Sheltering and Accountability Team is\ncomposed of several teachers, one teacher would be designated as the Team Leader to manage\nthe efforts of the Team.\nRemember that once designated as the Incident Commander, you will remain the Incident\nCommander until either the incident is concluded, or you are replaced by another Incident\nCommander. Some smaller incidents may be resolved quickly and this “transfer of command”\nwill not happen. For larger incidents involving outside first-responders, you can anticipate that\nfire, police, emergency medical services or another outside organization will likely assume\nIncident Command. When this happens the school will normally move into a supporting role for\nthe incident and provide a school liaison to the new incident commander.\nConclusion\nIn some emergency incidents school personnel may need to serve as first responders. For these\nincidents, as well as for some pre-planned events, the use of the Incident Command System can\nhelp the school to effectively manage these incidents and events.\nFor additional Information:\n7"
    },
    {
      "page": 8,
      "text": "• US DOE, Readiness and Emergency Management for Schools, http://rems.ed.gov/\n• FEMA ICS Resource Center, https://training.fema.gov/emiweb/is/icsresource/\n• Additional ICS Training, https://training.fema.gov/\n8"
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "ICS for Schools\nWhy is ICS important for Schools?\nEach year, natural disasters such as tornadoes, floods, and severe storms affect schools. Health-\nrelated incidents such as flu outbreaks, food-borne diseases, and even rabid animals can threaten\nschoolchildren. Accidents — whether in chemistry labs, sporting venues, or on school buses —\nmay occur. Furthermore, schools continue to be subject to man-made threats, such as intruders,\ncrime, and violence.\nIn spite of our best efforts and preparation, school personnel may need to serve as first\nresponders for an array of emergency incidents.\nSchool personnel are likely to be the first on the scene when an incident occurs on school\nproperty or involves school staff or students. Eventually police, fire, emergency medical services\nor another external agency will manage response to the incident. However, the first response will\nlikely be by school employees. They will act as a bridge, conducting initial response activities\nuntil first-responders such as police, fire and emergency medical services can arrive. School\nemployees can manage these initial response activities for an incident more effectively by\nestablishing incident command.\nICS can also be utilized as an effective management structure for pre-planned, non-emergency\nevents such as a football game or a school graduation.\nAdditionally, the use of ICS is required for all schools and school districts receiving emergency\npreparedness funding including the U.S. Department of Education Readiness and Emergency\nManagement for Schools (REMS) grants, CFDA #84.184 E (formerly known as the Emergency\nResponse and Crisis Management (ERCM) grant program).\nHow might the ICS Command Structure Look in a School?\nThe components of the ICS structure are standard no matter where it is established. These\ncomponents are activated as needed to manage the incident. If a section is not needed the\nIncident Commander won’t establish it. However, the Incident Commander is responsible to\npersonally manage any function that he or she does not delegate to a subordinate.\n1\n\n\nRemember the concept of Supervisory Span of Control discussed in this course. The\norganizational structure is tailored to effectively manage the resources assigned to an incident or\nevent. The ICS structure for a missing student on the school grounds might be very simple,\npossibly only requiring an Incident Commander, an Operations Section Chief and a number of\nSearch Parties. There may not be a need for Planning, Logistics and Finance/ Administration\nSections because the incident can be expected to be of short duration and geographically\nrestricted. The type of incident, nature of the task, hazards and safety factors, and distances\nbetween personnel and resources all influence span of control and determine how large of an ICS\norganization is required for the incident or event.\nIt is important to remember that when an ICS organization is established for an incident or event\nin a school:\n• There is no correlation with the school administrative structure.\n• The ICS structure is different from the daily administrative structure in order to avoid\nconfusion over whom you should take direction from.\n• The supervisors of the Incident Command should use the correct ICS titles; these will be\ndifferent from their daily school position titles.\nTo illustrate this, consider a hypothetical incident involving multiple cases of heat stroke in\nwhich the school nurse is designated as the Incident Commander. The Incident Commander is\nresponsible for work assignments for all personnel assigned to the incident. Although the Vice\nPrincipal may “out-rank” everyone in the ICS organization, it would be inappropriate for this\nadministrator to go around the established ICS chain of command and give members of the\nincident management team direct orders. The Vice Principal should give any guidance or\ndirection to the Incident Commander, who will then in turn determine what actions are necessary\nand who within the incident command will conduct the actions.\nIncident Commander\nThe Incident Commander is the individual designated by the school leadership to manage the\nincident or event. He or she has overall responsibility and will set the objectives, strategies and\npriorities for incident response.\nThe Incident Commander is the only ICS position that is always staffed. For small incidents\ninvolving only a few school personnel it is possible that the Incident Commander will not\nestablish any subordinate supervisors; in this case he or she is personally responsible for\nperforming all incident management functions. It is more common for the Incident Commander\nto designate several subordinate supervisors to assist in managing various incident management\nfunctions for an incident or event.\nWhen an individual is assigned as the Incident Commander, he or she has been delegated the\nauthority to manage the incident. Regardless of this individual’s normal rank or position within\nthe school’s administration, when designated as the Incident Commander he or she is in charge\nof incident management and can delegate this authority to others to manage aspects of the ICS\norganization.\n2\n\n\nIn an actual bomb threat at the Gila River Indian Community in Bapchule, AZ, Sister Carol\nMathe, a teacher, was designated by the school leadership as the Incident Commander for\nevacuation of children from the building. She established an ICS structure and began the\nevacuation. To help her she designated a Safety Officer, a Public Information Officer, a\nmaintenance person, a planner and someone to document the actions taken. Note that due to the\nsize and complexity of the incident she established key Command Staff positions (Safety and\nPIO) but did not establish any General Staff Sections. Once the police arrived she transferred\nincident command to a police department designated Incident Commander. After relinquishing\nincident command, she assumed another role within the ICS structure as a liaison from the\nschool to the Incident Commander.\nCommand Staff\nDepending on the size and type of incident or event, the Incident Commander may designate\npersonnel to provide information, safety and liaison services.\n• A Public Information Officer serves as the conduit of information for the incident or\nevent to include the media and parents.\n• A Safety Officer monitors safety conditions and develops measures for assuring safety.\n• A Liaison Officer is the primary contact for supporting agencies assisting at an incident.\nGeneral Staff\nThe General Staff consists of up to four sections: Operations, Planning, Logistics and Finance/\nAdministration. In an expanding incident the Incident Commander first establishes the\nOperations Section. The remaining sections are established as needed to support the operation.\n3\n\n\nOperations Section\nThe Operations Section manages the operations, directing resources to achieve incident\nobjectives. If an Incident Commander for a school incident or event establishes only one section\nit will most likely be an Operations Section.\nDuring an incident, the Operations team may include several individuals from the school. For\nexample the Operations Section Chief could manage an individual, such as the School Nurse, as\nwell as groups of individuals such as a School Facilities Response Crew (School Maintenance),\nand a Site Security Crew (School Security). When managing a group of people such as the\nFacilities Response Crew, one member of that crew would be designated as the supervisor.\nWhen organizing Teams remember to consider span of control. Each Team Leader should only\nmanage from three to seven team members. The Operations Section Chief should also only be\nmanaging from three to seven individuals (some of whom will be team leaders). When the span\nof control exceeds seven, it is time to review the organizational structure and consider\ndesignating additional supervisors.\nPlanning Section\nThe Planning Section is established as needed to manage an incident or event. The Planning\nSection collects, evaluates and displays incident information, prepares and documents incident\naction plans, tracks resources assigned to the incident, maintains incident documentation and\ndevelops plans for demobilization.\nIn a school incident, the Planning Section helps to ensure that responders have accurate\ninformation, such as the number of students remaining in the building. The Planning section can\nalso provide resources such as maps and floor plans. In addition to developing plans, this section\ncan act as recorders to document incident activities. This could be invaluable after the event for\nlegal, analytical, fiscal and historical purposes.\nPlanning may be as simple as one individual designated to document the incident. If the school\nincident or event involves multiple planning functions it may require multiple individuals\nworking under a Planning Section Chief.\nLogistics Section\nThe Logistics Section is responsible for ensuring that there are adequate resources including\npersonnel, supplies and equipment.\n4\n\n\nDuring an incident or event at a school, Logistics is responsible for ensuring that there are\nsufficient resources such as food, water and sanitation supplies. Logistics will also be responsible\nfor arranging busses for evacuations, providing communications equipment, and managing\nfacilities requirements. While medical services for injured students is provided by medical\npersonnel assigned to Operations, the Logistics section has responsibility for providing medical\nservices to response personnel within the ICS organization. When resources must be purchased\nto support an incident or event, Logistics must coordinate with Finance.\nThe Logistics function could be performed by a single person working directly for the Incident\nCommander. When a school incident or event requires multiple logistics functions, multiple\nindividuals will work under a Logistics Section Chief.\nFinance/Administration Section\nThe Finance/ Administration function manages paying for the incident or event response. This\nincludes all aspects of financial and cost analysis: contract negotiation, tracking personnel and\nequipment time, documenting and processing claims for accidents and injuries occurring at the\nincident and keeping a running tally of costs associated with the incident. The Finance/\nAdministration Section works closely with Logistics to contract for and procure the resources\nneeded to manage the incident.\nIn a school incident or event the Finance/ Administration function could be performed by a\nsingle person working directly for the Incident Commander. When a school incident or event\nrequires multiple Finance/ Administration functions, multiple individuals will work under a\nFinance/ Administration Section Chief. On some school incidents the Finance/ Administration\nfunction is not done at the incident scene but rather is handled by the school district.\nApplication of Incident Command in a School\nLet’s take a look at some of the responsibilities and actions that might be taken by the different\nroles in the ICS Organization using a scenario.\nYou and several other teachers are in the schoolyard during recess. A child falls on his back and\nis breathing but not moving. You hear a clap of thunder in the distance.\nSeveral things have to happen quickly. The child must be evaluated and given appropriate\nmedical care. To accomplish this someone must contact medical help. You will likely require\noutside help such as emergency medical services, so someone will have to call 911. The injured\nchild and the other children must be moved to safety and you must maintain accountability of all\nchildren and the other teachers and administration responding to this incident. Someone must\nthink about other safety risks to the students or the responders (teachers). Someone must notify\nthe administration, outside medical services, and the child’s parents. It may even become\nnecessary to make a statement to the local press. Someone will have to record the incident\nactions and you may also encounter issues with pay or workman’s compensation.\nTo accomplish all of this in a coordinated fashion someone needs to be placed in charge establish\nincident command. In ICS the senior first responder on scene establishes the initial incident\n5\n\n\ncommand. In this scenario let’s say that you are the senior teacher and you have training and\nexperience in the Incident Command System. You establish initial Incident Command and will\nmaintain it until the incident is resolved, or the school administration designates another Incident\nCommander.\nAs you direct the initial actions and organize the response you will also want to develop an\nincident command structure to assist you in managing this incident. Remember that if you are the\nIncident Commander that you are responsible for any function for which you have not delegated\nauthority to a designated supervisor for that function.\nSo what are some of the functions and responsibilities that you will need to consider?\nICS Management Function Responsibilities\nEstablish Incident Command\nCommand\nDetermine what needs to be done (initial incident objectives)\nSafety Assess safety concerns and recommend additional actions to\nensure safety for students and responders\nPublic Information Prepare and disseminate information to parents and media\nOperations Organize responders to effectively manage the incident\nEnsure that the child does not move and monitor vital signs.\nProvide comfort to the injured child.\nDetermine if you can get temporary shelter for you and the\nchild.\nDetermine appropriate actions to ensure the safety of other\nstudents\nPlanning Monitor the approaching weather.\nPrepare your strategy if lightning strikes occur.\nPrepare your strategy if the child stops breathing.\nLogistics Arrange for temporary shelter to cover the injured child.\nFinance/Administration Complete reports and work with appropriate school personnel\nto submit appropriate insurance forms.\nHow can you organize the response for this incident? The following is one possible Incident\nCommand Structure for this incident:\n6\n\n\nThe Incident Command System utilizes a modular approach. As the Incident Commander you\nonly activate those portions that you need to manage the incident. In this case only one General\nStaff section, Operations, is utilized. The Planning function is a single person, the Recorder. The\nLogistics function is a single person, a facilities worker. The Finance/ Administration is a single\nperson, and this person is located at the school district, not at the incident site. Similarly,\nCommand Staff positions, Safety Officer and Public Information Officer, are each staffed with a\nsingle person.\nNote the span of control for this ICS structure. As the Incident Commander you would have six\nindividuals reporting directly to you: a Safety Officer, a Public Information Officer, an\nOperations Section Chief, a Recorder, a Facilities Worker, and an Administration/ Finance\nWorker. The school nurse and the Student Sheltering and Accountability Team would report to\nthe Operations Section Chief. Because the Student Sheltering and Accountability Team is\ncomposed of several teachers, one teacher would be designated as the Team Leader to manage\nthe efforts of the Team.\nRemember that once designated as the Incident Commander, you will remain the Incident\nCommander until either the incident is concluded, or you are replaced by another Incident\nCommander. Some smaller incidents may be resolved quickly and this “transfer of command”\nwill not happen. For larger incidents involving outside first-responders, you can anticipate that\nfire, police, emergency medical services or another outside organization will likely assume\nIncident Command. When this happens the school will normally move into a supporting role for\nthe incident and provide a school liaison to the new incident commander.\nConclusion\nIn some emergency incidents school personnel may need to serve as first responders. For these\nincidents, as well as for some pre-planned events, the use of the Incident Command System can\nhelp the school to effectively manage these incidents and events.\nFor additional Information:\n7\n\n\n• US DOE, Readiness and Emergency Management for Schools, http://rems.ed.gov/\n• FEMA ICS Resource Center, https://training.fema.gov/emiweb/is/icsresource/\n• Additional ICS Training, https://training.fema.gov/\n8",
      "page": 2
    }
  ],
  "citations": [
    {
      "citation_id": "06 Handouts_ics_for_schools_section1_p2",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 2,
      "content_preview": "ICS for Schools\nWhy is ICS important for Schools?\nEach year, natural disasters such as tornadoes, floods, and severe storms affect schools. Health-\nrelated incidents such as flu outbreaks, food-borne ..."
    }
  ],
  "metadata": {
    "category": "06 Handouts",
    "filename": "ICS_for_Schools.pdf",
    "word_count": 2486,
    "char_count": 16390
  }
}