{
  "source_file": "Data/raw/fema_other/nims-incident-complexity-guide.pdf",
  "citation_prefix": "fema_nims_incident-complexity-guide",
  "total_pages": 25,
  "full_text": "\n\n\nNational Incident Management System\nIncident Complexity Guide\nPlanning, Preparedness and Training\nJune 2021\n\n\nNIMS Incident Complexity Guide\nThis page intentionally left blank\n\n\nNIMS Incident Complexity Guide\nTable of Contents\n1. Introduction ............................................................................................................................. 1\n2. Overview .................................................................................................................................. 2\n2.1. Purpose ............................................................................................................................ 2\n2.1.1. Supporting NIMS and National Preparedness ............................................................. 2\n2.2. Incident Complexity Levels ............................................................................................. 3\n2.2.1. Factors in Identifying Incident Complexity LEVELS ...................................................... 3\n2.2.2. Characteristics of Incident Complexity LEVELS ............................................................ 4\nIncident Effect Indicators ............................................................................................................. 4\nIncident Management Indicators ................................................................................................ 4\n3. Instructions.............................................................................................................................. 5\n3.1. How to Select Incident Complexity Level ....................................................................... 5\n4. Incident Complexity Level Table .............................................................................................. 6\nType 5 .......................................................................................................................................... 6\nType 4 .......................................................................................................................................... 7\nType 3 .......................................................................................................................................... 8\nType 2 ....................................................................................................................................... 10\nType 1 ....................................................................................................................................... 12\n5. Incident Effect Indicators Summary Table ........................................................................... 14\nAbbreviations ............................................................................................................................... 15\nGlossary ...................................................................................................................................... 16\nReference Resources................................................................................................................... 21\nNational Incident Management System (NIMS) ...................................................................... 21\nNational Qualification System (NQS) ........................................................................................ 21\nResource Typing Library Tool (RTLT) ........................................................................................ 21\nIncident Command System (ICS) Resource Center ................................................................. 21\nNIMS Training Program ............................................................................................................. 21\nNIMS Guideline for Mutual Aid ................................................................................................. 22\nIntegrated Preparedness Planning ........................................................................................... 22\ni\n\n\nNIMS Incident Complexity Guide\n1. Introduction\nThe Incident Complexity Guide: Planning, Preparedness and Training supports the National Incident\nManagement System (NIMS) doctrine by establishing guidance to support the incident management\nand emergency management community. This guide promotes a common understanding within the\nwhole community by using a consistent method to describe incident complexity principles. It also\nestablishes a framework for determining incident complexity level to inform emergency planning,\npreparedness and training and to improve operational readiness to respond to real events and\nincidents.\nThe intended audience for this Guide is any Authority Having Jurisdiction (AHJ). This audience\nincludes agencies and organizations at all levels of government, as well as private sector entities and\nNongovernmental Organizations (NGO) with emergency management or incident support\nresponsibilities. The guide provides a standard, repeatable and scalable method of classifying the\ncomplexity of an incident, event or exercise.\nSome organizations and jurisdictions have already developed guides and tools for identifying\nincident complexity. In these cases, this guide supports existing resources to enhance the decision-\nmaking process across all hazards and jurisdictions and improve overall readiness. In addition to\nusing the guide for preparedness and training, AHJs may also use it to develop tools for supporting\nincident response.\nThe Incident Complexity Guide is recognized nationally as part of a host of emergency management\nguidance available from FEMA’s National Integration Center (NIC). Its concepts and instructions can\nenhance national preparedness and promote effective implementation of NIMS and the National\nPreparedness System.\n1\n\n\nNIMS Incident Complexity Guide\n2. Overview\n2.1. Purpose\nThe Incident Complexity Guide is intended for use during planning, preparedness and training efforts\nto help organizations and jurisdictions improve their readiness to respond to real-world events. This\nguide can help those involved in preparedness make more fully informed planning, preparedness\nand training decisions. Jurisdictions can use this guide to develop learning materials to identify the\ncomplexity level of each operational incident, planned event, training or exercise (“incident” for\nshort).\nFEMA encourages AHJs to incorporate the concept of incident complexity levels into planning and\ntraining, whether by instruction, scenario exercises or building their own tools for implementation.\nThis guide is not designed for use as a complexity analysis or decision-making tool during incident\nresponse—though by supporting planning and training, this guide may help users as they respond to\nreal-world incidents in their jurisdictions. In addition, identifying complexity level also supports\nincident/emergency management personnel as they manage additional, deployable resources.\nThe term complexity level quantifies the level of difficulty or resistance an incident presents to those\nworking to successfully manage or mitigate it. As incidents may vary in their difficulty or resistance to\nmitigation or management, FEMA measures complexity level on a scale of 5 to 1, where Type 5 is the\nleast complex incident and the least resistant to management or mitigation\nIncident Complexity Guide: Planning, Preparedness and Training\nThe Incident Complexity Guide presents a national perspective that applies across multiple\ndisciplines and incident types. This guide gives AHJs a shared understanding of how to define\nincident complexity and a flexible approach for building on that understanding. The result will\nbe an improved approach to incident complexity that suits the whole community’s needs and\nresources.\n2.1.1. SUPPORTING NIMS AND NATIONAL PREPAREDNESS\nUsing a common approach and consistent method for determining complexity level will improve the\neffectiveness and implementation of NIMS and the National Preparedness System. This approach to\nincident complexity promotes a common understanding among whole community partners—state,\nlocal, tribal and territorial (SLTT) and federal government agencies, NGOs, nonprofit organizations\nand the private sector.\nThis guide also promotes a better understanding of the complexity level assigned to the exercises\nincident management personnel complete to improve or maintain their qualifications. For more\ninformation on position qualifications, please refer to the following topics on the FEMA website:\n2\n\n\nNIMS Incident Complexity Guide\n▪ FEMA NIMS National Qualification System (NQS) – guidance and tools to help stakeholders\ndevelop processes for qualifying, certifying and credentialing deployable emergency personnel\n▪ FEMA NIMS Job Titles/Position Qualifications – documents defining the minimum criteria\npersonnel serving in specific incident-related positions must attain before deploying to an\nincident\n2.2. Incident Complexity Levels\n2.2.1. FACTORS IN IDENTIFYING INCIDENT COMPLEXITY LEVELS\nIncident complexity reflects the combination of factors affecting how severe, widespread and difficult\nto control an incident is. Many factors determine complexity level, including the following:\n▪ Geographic area involved ▪ Values at risk\n▪ Level of threat to life and property ▪ Weather\n▪ Political sensitivity ▪ Strategy and tactics\n▪ Organizational complexity ▪ Agency policy\n▪ Jurisdictional boundaries ▪ How routine or unusual the incident is\nIncident and emergency management personnel consider complexity level when making decisions\nabout incident management training, staffing and safety. Various obscure factors or concurrent\nevents may complicate incidents—such as isolation of location, social factors, resource availability\nand long-lasting complications. Planning for potential incident escalation applies to complexity level\ndue to potential adverse impacts or unknown variables. Being ready for potential adverse effects and\nthe length of time for resources arriving on scene are important factors in determining how to\nrespond to an incident. The AHJ has the freedom to determine how such factors affect incident\ncomplexity.\n3\n\n\nNIMS Incident Complexity Guide\n2.2.2. CHARACTERISTICS OF INCIDENT COMPLEXITY LEVELS\nIncident/emergency management personnel can determine the complexity level (Types 5 through 1)\nby reviewing a standard set of observable characteristics that an incident displays or an exercise\nencompasses. These characteristics fall into two categories:\nIncident Effect Indicators\nIncident Effect Indicators are observable characteristics that help leaders determine complexity level\nbased on the impact an incident has. These characteristics vary in scale depending on an incident’s\ncomplexity. FEMA defines Incident Effect Indicators as observable “damage, consequence or\ndisruption to the residents, population, infrastructure and government operations surrounding the\nincident or event.”\nIncident Management Indicators\nIncident Management Indicators assist incident and emergency personnel in managing and\nsupporting incidents of any complexity level by helping them complete the following under the\nIncident Command System (ICS):\n▪ Understand and anticipate incident management conditions and determine appropriate\nmanagement structure\n▪ Provide necessary and appropriate structures for response, management and coordination\n▪ Align off-site resources and logistical support requirements\nThe Incident Complexity Level Table below lists specific characteristics for each of these two\ncategories of indicators for all five complexity levels.\n4\n\n\nNIMS Incident Complexity Guide\n3. Instructions\n3.1. How to Select Incident Complexity Level\nTo select the appropriate complexity level, an AHJ can refer to the Incident Complexity Level Table on\nthe following pages and follow these steps:\n1. Review the Incident Effect Indicators for Type 5 (the least complex incident level). If the incident\ndisplays all or most of these Incident Effect Indicators, move on to Type 4. But if the incident\ndisplays only a few of the Type 5 Incident Effect Indicators, the incident likely aligns with\ncomplexity level Type 5.\n2. Review the Incident Effect Indicators for Type 4. If the incident displays all or most of these\nIncident Effect Indicators, move on to Type 3. But if the incident displays only a few of the Type 4\nIncident Effect Indicators, the incident likely aligns with complexity level Type 4.\n3. Review the Incident Effect Indicators for Types 3, 2 and 1, if necessary. You will know you have\nfound the most likely complexity level when the incident displays all or most of the Incident Effect\nIndicators for the previous level but not for the current complexity level. That is, once you reach\nthe type at which the incident does not display all/most of the Incident Effect Indicators, you can\nassume you have found the right complexity level.\n4. Once you determine the complexity level, use the Incident Management Indicators to guide and\ninform a scalable response to the incident within ICS.\no In rapidly escalating incidents, the Incident Management Indicators often lag behind the\nIncident Effect Indicators.\no If the incident displays all or most of the Incident Effect Indicators at a particular complexity\nlevel but none or few of the Incident Management Indicators, you can assume that you have\nfound the correct complexity level but that the response has not yet scaled to address the\nneeds indicated under the Incident Management Indicators.\n5. Note the following:\no Incidents differ in their rate and extent of escalation to more complex levels. It is the\nemergency management personnel’s responsibility to determine the new complexity level in\nthe instance of incident escalation.\no Most indicators are common to all incidents, but some may be unique to a particular\ncomplexity level.\n5\n\n\nNIMS Incident Complexity Guide\n4. Incident Complexity Level Table\nThe language in the Incident Complexity Level Table is intentionally flexible, allowing AHJs to apply\nthis guide to their specific needs and situations. Due to differences in infrastructure, incident\nmanagement capability, population density, available resources, and other factors, it is possible that\none jurisdiction may identify an incident at one level of complexity while another jurisdiction may\nidentify it as a different level. This guide applies to all hazards and is available for the whole\ncommunity to use as appropriate.\nType 5 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows no resistance to ▪ Incident Commander (IC) position is\nstabilization or mitigation filled, but Command and General Staff\npositions are unnecessary to reduce\n▪ Resources typically meet incident\nworkload or span of control\nobjectives within one or two hours of\narriving on scene ▪ EOC activation is unnecessary\n▪ Minimal effects to population ▪ Unified Command is not typically\nimmediately surrounding the incident necessary\n▪ Few or no evacuations necessary during ▪ One or more resources are necessary\nmitigation and receive direct supervision from the\nIC\n5 ▪ No adverse impact on critical\ninfrastructure and key resources (CIKR) ▪ Resources may remain on scene for\nseveral hours, up to 24, but require little\n▪ Elected/appointed governing officials\nor no logistical support\nand stakeholder groups require minimal\nor no coordination, and may not need ▪ Formal incident planning process is not\nnotification necessary\n▪ Conditions or actions that caused the ▪ Written Incident Action Plan (IAP) is\nincident do not persist; as a result, there unnecessary\nis no probability of a cascading event or\n▪ Limited aviation resources may be\nexacerbation of the current incident\nnecessary and may use varying levels of\nair support\nExamples: Type 5 incidents, events and exercises can include a vehicle fire, a medical\nresponse to an injured/sick person, a response to a suspicious package/ item, or a\nvehicle pursuit. Planned events can include a 5K or 10K road race.\n6\n\n\nNIMS Incident Complexity Guide\nType 4 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows low resistance to ▪ IC/Unified Command role is filled, but\nstabilization or mitigation Command and General Staff positions\nare typically not necessary to reduce\n▪ Resources typically meet incident\nworkload or span of control\nobjectives within several hours of\narriving on scene ▪ EOC activation may be necessary\n▪ Incident may extend from several hours ▪ Resources receive direct supervision\nto 24 hours either from the IC/Unified Command or\nthrough an ICS leader position, such as\n▪ Limited effects to population\na Task Force or Strike Team/Resource\nsurrounding incident\nTeam, to reduce span of control\n▪ Few or no evacuations necessary during\n▪ Division or Group Supervisor position\nmitigation\nmay be filled for organizational or span\n▪ Incident threatens, damages, or of control purposes\ndestroys a minimal number of\n▪ Multiple kinds and types of resources\n4 residential, commercial or cultural\nmay be necessary\nproperties\n▪ Aviation resources may be necessary\n▪ CIKR may suffer adverse impacts\nand may use varying levels of air\n▪ CIKR mitigation measures are support\nuncomplicated and can be implemented\n▪ Resources may remain on scene for 24\nwithin one operational period\nhours or longer and may require limited\n▪ Elected/appointed governing officials logistical support\nand stakeholder groups require minimal\n▪ Formal incident planning process is not\nor no coordination, but they may need to\nnecessary\nbe notified\n▪ Written IAP is unnecessary, but leaders\n▪ Conditions or actions that caused the\nmay complete a documented\noriginal incident do not persist; as a\noperational briefing for all incoming\nresult, there is low to no probability of a\nresources\ncascading event or exacerbation of the\ncurrent incident\nExamples: Type 4 incidents, events and exercises can include a barricaded suspect, a\nhazardous materials (HAZMAT) spill on a roadway or waterway, a detonation of a small\nexplosive device, a large commercial fire or a localized flooding event affecting a\nneighborhood or subdivision. Planned events can include a march, protest, festival, fair,\nor parade.\n7\n\n\nNIMS Incident Complexity Guide\nType 3 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows moderate resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation may be necessary\n▪ Resources typically do not meet incident\n▪ Command Staff positions are filled to\nobjectives within the first 24 hours of\nreduce workload or span of control\nresources arriving on scene\n▪ At least one General Staff position is\n▪ Incident may extend from several days\nfilled to reduce workload or span of\nto over one week\ncontrol\n▪ Population within and immediately\n▪ Numerous resources receive\nsurrounding incident area may require\nsupervision indirectly through the\nevacuation or shelter during mitigation\nOperations Section and its subordinate\n▪ Incident threatens, damages, or positions\ndestroys residential, commercial or\n▪ Branch Director position(s) may be filled\ncultural properties\nfor organizational purposes and\n▪ CIKR may suffer adverse impacts occasionally for span of control\n▪ CIKR mitigation actions may extend into ▪ Division Supervisors, Group\nmultiple operational periods Supervisors, Task Forces and Strike\nTeams/Resource Teams are necessary\n▪ Elected/appointed governing officials\nto reduce span of control\nand stakeholder groups require some\nlevel of coordination ▪ ICS functional units may be necessary\n3\nto reduce workload\n▪ Conditions or actions that caused the\nincident may persist; as a result, there is ▪ Incident typically extends into multiple\nmedium probability of a cascading event operational periods\nor exacerbation of the current incident\n▪ Resources may need to remain on\nscene for over a week and will require\nlogistical support\n▪ Incident may require an incident base\nto support resources\n▪ Numerous kinds and types of resources\nmay be required\n▪ Aviation operations may involve multiple\naircraft\n▪ Number of responders depends on the\nkind of incident but could add up to\nseveral hundred personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP may be necessary for each\noperational period\n8\n\n\nNIMS Incident Complexity Guide\nType 3 Incident Effect Indicators Incident Management Indicators\nExamples: Type 3 incidents, events and exercises can include a tornado that damages a\nsmall section of a city, village or town; a railroad tank car HAZMAT leak requiring\nevacuation of a neighborhood or section of a community; a detonation of a large\nexplosive device; an active shooter; a water main break; a Category 1 or 2 hurricane; or a\nsmall aircraft crash in a populated area. Planned events can include a county fair or an\nauto racing event.\n9\n\n\nNIMS Incident Complexity Guide\nType 2 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows high resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation is likely necessary\n▪ Resources typically do not meet incident\n▪ All Command Staff positions are filled\nobjectives within the first several days\n▪ All General Staff positions are filled\n▪ Incident may extend from several days\nto two weeks ▪ Large numbers of resources receive\nsupervision through the Operations\n▪ Population within and surrounding the\nSection\ngeneral incident area is affected\n▪ Branch Director position(s) may be filled\n▪ Affected population may require\nfor organizational or span of control\nevacuation, shelter or housing during\npurposes\nmitigation for several days to months\n▪ Division Supervisors, Group Supervisors,\n▪ Incident threatens damages, or destroys\nTask Forces, Strike Teams and\nresidential, commercial, and cultural\nResource Teams are necessary to\nproperties\nreduce span of control\n▪ CIKR may suffer adverse impacts,\n▪ Most ICS functional units are filled to\nincluding destruction\nreduce workload\n▪ CIKR mitigation actions may extend into\n▪ Incident extends into numerous\nmultiple operational periods, requiring\noperational periods\nconsiderable coordination\n▪ Resources may need to remain on\n▪ Elected/appointed governing officials,\nscene for several weeks and will require\npolitical organization and stakeholder\n2 complete logistical support, as well as\ngroups require a moderate level of\npossible personnel replacement\ncoordination\n▪ Incident requires an incident base and\n▪ Incident has resulted in external\nother ICS facilities for support\ninfluences, has widespread impact and\ninvolves political and media sensitivities ▪ Numerous kinds and types of resources\nrequiring comprehensive management may be required\n▪ Conditions or actions that caused the ▪ Complex aviation operations involving\noriginal incident may persist, so a multiple aircraft may be involved\ncascading event or exacerbation of the ▪ Size and scope of resource mobilization\ncurrent incident is highly probable necessitates a formal demobilization\nprocess\n▪ Length of resource commitment may\nnecessitate a transfer of command from\none Incident Management Team (IMT)\nto a subsequent IMT\n▪ Number of responders depends on the\nkind of incident but could add up to over\n1,000 personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP is necessary for each\noperational period\n10\n\n\nNIMS Incident Complexity Guide\nType 2 Incident Effect Indicators Incident Management Indicators\n▪ Leaders may order and deploy out-of-\nstate resources such as through the\nEmergency Management Assistance\nCompact (EMAC)\nExamples: Type 2 incidents, events and exercises can include a tornado that damages an\nentire section of a city, village or town; a railroad tank car HAZMAT leak requiring a\nseveral-days-long evacuation of an entire section of a city, village or town; a wildland fire\nin an area with numerous residences, requiring evacuations and several days of\nfirefighting; a multi-event explosive device attack; or a river flooding event affecting an\nentire section of a city, village or town, with continued precipitation anticipated. Planned\nevents can include a VIP visit, a large demonstration, a strike or a large concert.\n11\n\n\nNIMS Incident Complexity Guide\nType 1 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows high resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation is necessary\n▪ Incident objectives cannot be met within\n▪ Unified Command is complex due to the\nnumerous operational periods\nnumber of jurisdictions involved\n▪ Incident extends from two weeks to over\n▪ All Command Staff positions are filled;\na month\nmany include assistants\n▪ Population within and surrounding the\n▪ All General Staff positions are filled;\nregion or state where the incident\nmany include deputy positions\noccurred is significantly affected\n▪ Many resources receive supervision\n▪ Incident threatens, damages, or\nthrough an expanded Operations\ndestroys significant numbers of\nSection\nresidential, commercial, and cultural\nproperties ▪ Branch Director position(s) may be filled\nfor organizational or span of control\n▪ Incident damages or destroys numerous\npurposes\nCIKRs\n▪ Division Supervisors, Group Supervisors,\n▪ CIKR mitigation extends into multiple\nTask Forces, Strike Teams, and\noperational periods and requires long-\nResource Teams are necessary to\nterm planning and extensive\nreduce span of control\ncoordination\n▪ Most or all ICS functional units are filled\n▪ Evacuated or relocated populations may\nto reduce workload\nrequire shelter or housing for several\n1\ndays to months ▪ Incident extends into many operational\nperiods\n▪ Elected/appointed governing officials,\npolitical organizations and stakeholder ▪ Resources will likely need to remain on\ngroups require a high level of scene for several weeks and will require\ncoordination complete logistical support, as well as\npossible personnel replacement\n▪ Incident has resulted in external\ninfluences, has widespread impact and ▪ Incident requires an incident base and\ninvolves political and media sensitivities numerous other ICS facilities for support\nrequiring comprehensive management ▪ Numerous kinds and types of resources\n▪ Conditions or actions that caused the may be required, including many that\noriginal incident still exist, so a trigger a formal demobilization process\ncascading event or exacerbation of the ▪ Federal assets and other nontraditional\ncurrent incident is highly probable organizations – such as Voluntary\nOrganizations Active in Disaster (VOAD)\nand NGOs – may be involved in the\nresponse, requiring close coordination\nand support\n▪ Complex aviation operations involving\nnumerous aircraft may be involved\n▪ Size and scope of resource mobilization\nnecessitates a formal demobilization\nprocess\n12\n\n\nNIMS Incident Complexity Guide\n▪ Length of resource commitment may\nnecessitate a transfer of command from\none IMT to a subsequent IMT\n▪ Number of responders depends on the\nkind of incident but could add up to over\n1,000 personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP is necessary for each\noperational period\n▪ Leaders may order and deploy out-of-\nstate resources, such as through EMAC\nExamples: Type 1 incidents, events and exercises can include a tornado with damage or\ndestruction to an entire community; a Category 3, 4 or 5 hurricane; a pandemic; a\nrailroad tank car explosion or multilevel explosive device destroying several\nneighborhoods and damaging others; a large wind-driven wildland fire threatening an\nentire city, village or town, causing several evacuations and destroying many homes,\nbusinesses, and critical infrastructure assets; or a widespread river flooding event in a\ncity, village, or town, with continued precipitation anticipated. Planned events can include\na political convention, the Super Bowl, the World Series or a presidential visit.\n13\n\n\nNIMS Incident Complexity Guide\n5. Incident Effect Indicators Summary Table\nThis table supports the Incident Effect Indicators listed in the above Incident Complexity Level Tables across all hazards and provides a\nbasis for training to determine incident complexity. Users can identify indicators with ease of use in addition to the detail provided above.\nIncident Complexity Level: Incident Effect Indicators Summary\nCoordination\nHow long Do conditions Probability of\nEffects on required with\nResistance does it take Length Evacuations or actions cascading\npopulation Adverse CIKR impact / elected/\nto for resources of necessary that caused event or\nType immediately impact on mitigation governing\nstabilization to meet incident during original exacerbation\nsurrounding CIKR measures officials and\nor mitigation incident effects mitigation incident of current\nthe incident stakeholder\nobjectives? persist? incident\ngroups\n5 None 1-2 hours Minimal Minimal Few or none None None Minimal or none No None\nUncomplicated\nSeveral to 24 Up to 24\n4 Low Limited Few or none Minimal within one Minimal or none No Low to none\nhours hours\noperational period\nSeveral Threatens,\nAt least 24 days to Possible; may damages, or Adverse; multiple\n3 Moderate Moderate Some Possibly Medium\nhours over one require shelter destroys operational periods\nweek property\nPossible; may\nDestructive;\nSeveral require Threatens,\nrequires Moderate,\ndays to shelter/ damages, or\n2 High Several days Significant coordination over including political Possibly High\ntwo housing for destroys\nmultiple operational organizations\nweeks several days property\nperiods\nto months\nHighly destructive;\nMay require Significantly requires long-term\nTwo\nNumerous shelter/ threatens, planning and High, including\nweeks to\n1 High operational Significant housing for damages, or extensive political Yes High\nover a\nperiods several days destroys coordination over organizations\nmonth\nto months property multiple operational\nperiods\n14\n\n\nNIMS Incident Complexity Guide\nAbbreviations\nAHJ Authority Having Jurisdiction\nCIKR critical infrastructure and key resources\nEMAC Emergency Management Assistance Compact\nFEMA Federal Emergency Management Agency\nHAZMAT hazardous materials\nHSEEP Homeland Security Exercise and Evaluation Program\nIAP Incident Action Plan\nIC Incident Commander\nICP Incident Command Post\nICS Incident Command System\nIMT Incident Management Team\nNIC National Integration Center\nNIMS National Incident Management System\nNGO Nongovernmental Organization\nNPG National Preparedness Goal\nNQS National Qualification System\nPSC Planning Section Chief\nPTB Position Task Book\nRTLT Resource Typing Library Tool\nSLTT state, local, tribal and territorial\nSPR Stakeholder Preparedness Review\nTHIRA Threat and Hazard Identification and Risk Assessment\nVOAD Voluntary Organizations Active in Disaster\n15\n\n\nNIMS Incident Complexity Guide\nGlossary\nagency: A government element with a specific function offering a particular kind of assistance.\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for developing,\nimplementing, maintaining and overseeing the qualification process within its organization or\njurisdiction. The AHJ may be a state or federal agency, training commission, NGO, private sector\ncompany or a tribal or local agency such as a police, fire or public works department. In some cases,\nthe AHJ may support multiple disciplines that collaborate as part of a team, such as an IMT.\nCommand Staff: A group of incident personnel that the IC or Unified Command assigns to support\nthe command function at an ICP. Command Staff often include a Public Information Officer (PIO), a\nSafety Officer and a Liaison Officer, who have assistants as necessary. Additional positions may be\nnecessary, depending on the incident.\ncritical infrastructure and key resources (CIKR): Assets, systems, networks, functions and\nresources—physical or virtual—that are so vital to the United States that their incapacitation or\ndestruction would have a debilitating impact on security, national economic security or public health\nand safety.\ndeputy: A qualified individual who, in the absence of a superior, can be delegated the authority to\nmanage a functional operation or perform a specific task. In some cases, a deputy can act as relief\nfor a superior; therefore, the deputy should be fully qualified in the position. Generally, deputies can\nserve the IC, EOC director, General Staff and branch directors.\ndirector: The ICS title for an individual responsible for supervising a branch. Also, an organizational\ntitle for an individual responsible for managing and directing the team in an EOC.\ndivision: The organizational level having responsibility for operations within a defined geographic\narea. Divisions are established when the number of resources exceeds the section chief’s\nmanageable span of control.\nemergency: Any incident, whether natural, technological or human caused, that necessitates\nresponsive action to protect life or property.\nEmergency Management Assistance Compact (EMAC): A national interstate mutual aid agreement\nthat enables member states and territories to share resources during times of disaster.\nevacuation: The organized, phased and supervised withdrawal, dispersal or removal of people from\ndangerous or potentially dangerous areas, and their reception and care in safe areas.\nevent: See planned event.\n16\n\n\nNIMS Incident Complexity Guide\nGeneral Staff: A group of incident personnel organized according to function and reporting to the IC\nor Unified Command. The ICS General Staff consists of the Operations Section Chief, Planning\nSection Chief (PSC), Logistics Section Chief and Finance/Administration Section Chief.\nhazard: Something potentially dangerous or harmful; often the root cause of an unwanted outcome.\nincident: Per NIMS, an occurrence, natural or human caused, that necessitates a response to protect\nlife or property. In this document, incident includes planned events as well as emergencies and\ndisasters of all kinds and sizes.\nIncident Action Plan (IAP): An oral or written plan outlining the IC’s or Unified Command’s objectives,\ntactics and support activities for the planned operational period, generally 12 to 24 hours.\nincident base: A location where personnel coordinate and administer logistics functions for an\nincident. There is typically only one base per incident. The incident base may be co-located with the\nICP.\nIncident Commander (IC): The individual responsible for all incident activities, including developing\nstrategies and tactics and ordering and releasing resources. The IC has overall authority and\nresponsibility for conducting incident operations and is responsible for the management of all\nincident activities.\nIncident Command Post (ICP): The field location where staff perform the primary functions of incident\ncommand. The ICP may be co-located with the incident base and other incident facilities.\nIncident Command System (ICS): A standardized approach to the command, control and coordination\nof on-scene incident management, providing a common hierarchy within which personnel from\nmultiple organizations can work. The ICS brings procedures, personnel, facilities, equipment and\ncommunications into a common organizational structure to aid in the management of on-scene\nresources during incidents. The ICS applies to small, large and complex incidents of all kinds,\nincluding planned events.\nincident complexity: The incident level determined by the level of difficulty, severity or overall\nresistance the incident or event presents to incident management or support personnel as they work\nto manage it; a categorization that helps leaders compare one type of incident or event to another.\nIncident Effect Indicators: Characteristics that help leaders determine the incident complexity level\nbased on the impact an incident has. These indicators vary in scale with the complexity of an\nincident. FEMA defines them as “the characteristics seen as damage, consequence or disruption to\nthe residents, population, infrastructure and government operations surrounding the incident or\nevent.” See also Incident Management Indicators.\nincident management: The broad spectrum of activities and organizations providing operations,\ncoordination and support at all levels of government, using both governmental and nongovernmental\n17\n\n\nNIMS Incident Complexity Guide\nresources to plan for, respond to and recover from an incident, regardless of cause, size or\ncomplexity.\nIncident Management Indicators: Characteristics that incident or emergency management\npersonnel likely observe as the ICS expands or contracts in relationship to the complexity of an\nincident. These indicators can assist emergency and incident managers in managing and supporting\nan incident of any complexity level. See also Incident Effect Indicators.\nIncident Management Team (IMT): A rostered group of ICS-qualified personnel consisting of an IC,\nCommand and General Staff and personnel assigned to other key ICS positions.\njurisdiction: Jurisdiction has two definitions depending on the context:\n▪ A range or sphere of authority: Public agencies have jurisdiction at an incident related to their\nlegal responsibilities and authority. Jurisdictional authority at an incident can be political or\ngeographical (for example, SLTT or federal boundary lines) or functional (for example, law\nenforcement or public health).\n▪ A political subdivision (for example, municipal, county, parish, state or federal) with the\nresponsibility to ensure public safety, health and welfare within its legal authorities and\ngeographic boundaries.\nmitigation: Applying the capabilities necessary to reduce loss of life and property by lessening the\nimpacts of natural and human-caused disasters, incidents and events.\nmutual aid agreement: A written or oral agreement between or among agencies, organizations and\njurisdictions that provides a mechanism for quickly obtaining assistance in the form of personnel,\nequipment, materials and other associated services. The primary objective is to facilitate the rapid,\nshort-term deployment of support before, during and after an incident.\nnational: Of a nationwide character, including the SLTT and federal aspects of governance and\npolicy.\nNational Incident Management System (NIMS): A systematic, proactive approach designed to guide\nall levels of government, NGOs and the private sector to work together to prevent, protect against,\nmitigate, respond to and recover from the effects of incidents. NIMS provides stakeholders across\nthe whole community with the shared vocabulary, systems and processes to successfully deliver the\ncapabilities described in the National Preparedness System. NIMS provides a consistent foundation\nfor dealing with all incidents, from daily occurrences to incidents requiring a coordinated federal\nresponse.\nNational Integration Center (NIC): A FEMA office that develops doctrine and tools to lead the whole\ncommunity in implementing the National Preparedness System and NIMS.\n18\n\n\nNIMS Incident Complexity Guide\nnational preparedness: Planning, organizing, equipping, training and exercising to build and sustain\nthe capabilities necessary to prevent, protect against, mitigate, respond to and recover from the\nthreats that pose the greatest risk to national security.\nNational Preparedness Goal (NPG): Doctrine describing what it means for the whole community to be\nprepared for the types of incidents that pose the greatest threat to national security, including acts of\nterrorism, emergencies and disasters, regardless of cause. The goal reads, “A secure and resilient\nNation with the capabilities required across the whole community to prevent, protect against,\nmitigate, respond to and recover from the threats and hazards that pose the greatest risk.”\nNational Preparedness System: An organized process to achieve the NPG’s stated goal of a secure\nand resilient nation.\nNational Qualification System (NQS): A nationwide approach, including best practices, for AHJs to use\nin qualifying, certifying and credentialing incident management and support personnel.\nNongovernmental Organization (NGO): A nonprofit group that is based on the interests of its\nmembers, individuals or institutions. An NGO is not created by a government, but it may work\ncooperatively with government. Examples of NGOs include faith-based groups, relief agencies and\nanimal welfare organizations.\noperational period: The time scheduled for executing a given set of operation actions, as the IAP\nspecifies. Operational periods can vary in length but are typically 12 to 24 hours.\nplanned event: A scheduled, non-emergency activity such as a sporting event, concert or parade.\nPosition Task Book (PTB): A document that describes the minimum competencies, behaviors and\ntasks necessary for a person to qualify or recertify for a NIMS position. The PTB documents a\ntrainee’s performance of given tasks.\nresource management: Systems for identifying available resources at all jurisdictional levels to\nenable timely, efficient and unimpeded access to resources necessary to prepare for, respond to or\nrecover from an incident.\nresources: Personnel, equipment, teams, supplies and facilities available or potentially available for\nassignment to incident operations. NIMS describes resources by kind and type and uses them in\noperational support or supervisory capacities at an incident or at an EOC.\nresponse: The capabilities necessary to save lives, protect property and the environment and meet\nbasic human needs after an incident has occurred.\nspan of control: The number of subordinates for which a supervisor is responsible, usually expressed\nas a ratio of supervisors to individuals.\n19\n\n\nNIMS Incident Complexity Guide\nUnified Command: An ICS command structure that applies when more than one agency has incident\njurisdiction or when incidents cross political jurisdictions.\nwhole community: A focus on enabling a wide range of players from the private and nonprofit sectors\nto participate in incident management activities to foster better coordination and working\nrelationships. Stakeholders include NGOs, the general public and all levels of government.\n20\n\n\nNIMS Incident Complexity Guide\nReference Resources\nNational Incident Management System (NIMS)\n▪ On the NIMS website, users can find links to NIMS documents, guidelines and operational tools,\nas well as training information, implementation guidance, updates and contact information.\no https://www.fema.gov/emergency-managers/nims\nNational Qualification System (NQS)\n▪ The NIMS Guideline for the NQS describes the components of a qualification and certification\nsystem, defines a process for certifying the qualifications of incident personnel, describes how to\nestablish and implement a peer review process and introduces the process of credentialing\npersonnel.\n▪ NQS also provides Job Titles/Position Qualifications and PTBs for a range of incident\nmanagement, incident support and emergency management positions, as well as supplemental\nguidance regarding Qualification Review Boards.\no https://www.fema.gov/emergency-managers/nims/components#nqs\no NIMS NQS Supplemental Guide for Qualification Review Boards\nResource Typing Library Tool (RTLT)\n▪ FEMA’s RTLT is an online catalog of national resource typing definitions and NIMS Job\nTitles/Position Qualifications.\no https://rtlt.preptoolkit.fema.gov/Public/Combined\nIncident Command System (ICS) Resource Center\n▪ The Emergency Management Institute’s ICS Resource Center provides information about and\nlinks to an extensive array of ICS training materials, job aids, position checklists and forms.\no https://training.fema.gov/emiweb/is/icsresource/index.htm\nNIMS Training Program\n▪ The NIMS Training Program specifies NIC and stakeholder responsibilities and activities for\ndeveloping, maintaining and sustaining NIMS training.\no https://www.fema.gov/emergency-managers/nims/implementation-training#training\n21\n\n\nNIMS Incident Complexity Guide\nNIMS Guideline for Mutual Aid\n▪ The NIMS Guideline for Mutual Aid outlines common practices for mutual aid agreements,\ncompacts and plans for use before and after an incident or planned event. Private and nonprofit\nsectors, faith-based organizations and governments can use this guidance as a resource in\ndeveloping or refining mutual aid agreements or plans.\no https://www.fema.gov/emergency-managers/nims/components#mutual-aid\nIntegrated Preparedness Planning\n▪ The Homeland Security Exercise and Evaluation Program (HSEEP) provides a set of guiding\nprinciples for exercise and evaluation programs, as well as a common approach to exercise\nprogram management, design and development, conduct, evaluation and improvement planning.\no Homeland Security Exercise and Evaluation Program (HSEEP)\n▪ Comprehensive Preparedness Guide (CPG) 201 provides guidance for conducting a Threat and\nHazard Identification and Risk Assessment (THIRA) and Stakeholder Preparedness Review (SPR).\no CPG 201: Threat and Hazard Identification and Risk Assessment (THIRA) and Stakeholder\nPreparedness Review (SPR) Guide\n22",
  "pages": [
    {
      "page": 1,
      "text": "National Incident Management System\nIncident Complexity Guide\nPlanning, Preparedness and Training\nJune 2021"
    },
    {
      "page": 2,
      "text": "NIMS Incident Complexity Guide\nThis page intentionally left blank"
    },
    {
      "page": 3,
      "text": "NIMS Incident Complexity Guide\nTable of Contents\n1. Introduction ............................................................................................................................. 1\n2. Overview .................................................................................................................................. 2\n2.1. Purpose ............................................................................................................................ 2\n2.1.1. Supporting NIMS and National Preparedness ............................................................. 2\n2.2. Incident Complexity Levels ............................................................................................. 3\n2.2.1. Factors in Identifying Incident Complexity LEVELS ...................................................... 3\n2.2.2. Characteristics of Incident Complexity LEVELS ............................................................ 4\nIncident Effect Indicators ............................................................................................................. 4\nIncident Management Indicators ................................................................................................ 4\n3. Instructions.............................................................................................................................. 5\n3.1. How to Select Incident Complexity Level ....................................................................... 5\n4. Incident Complexity Level Table .............................................................................................. 6\nType 5 .......................................................................................................................................... 6\nType 4 .......................................................................................................................................... 7\nType 3 .......................................................................................................................................... 8\nType 2 ....................................................................................................................................... 10\nType 1 ....................................................................................................................................... 12\n5. Incident Effect Indicators Summary Table ........................................................................... 14\nAbbreviations ............................................................................................................................... 15\nGlossary ...................................................................................................................................... 16\nReference Resources................................................................................................................... 21\nNational Incident Management System (NIMS) ...................................................................... 21\nNational Qualification System (NQS) ........................................................................................ 21\nResource Typing Library Tool (RTLT) ........................................................................................ 21\nIncident Command System (ICS) Resource Center ................................................................. 21\nNIMS Training Program ............................................................................................................. 21\nNIMS Guideline for Mutual Aid ................................................................................................. 22\nIntegrated Preparedness Planning ........................................................................................... 22\ni"
    },
    {
      "page": 4,
      "text": "NIMS Incident Complexity Guide\n1. Introduction\nThe Incident Complexity Guide: Planning, Preparedness and Training supports the National Incident\nManagement System (NIMS) doctrine by establishing guidance to support the incident management\nand emergency management community. This guide promotes a common understanding within the\nwhole community by using a consistent method to describe incident complexity principles. It also\nestablishes a framework for determining incident complexity level to inform emergency planning,\npreparedness and training and to improve operational readiness to respond to real events and\nincidents.\nThe intended audience for this Guide is any Authority Having Jurisdiction (AHJ). This audience\nincludes agencies and organizations at all levels of government, as well as private sector entities and\nNongovernmental Organizations (NGO) with emergency management or incident support\nresponsibilities. The guide provides a standard, repeatable and scalable method of classifying the\ncomplexity of an incident, event or exercise.\nSome organizations and jurisdictions have already developed guides and tools for identifying\nincident complexity. In these cases, this guide supports existing resources to enhance the decision-\nmaking process across all hazards and jurisdictions and improve overall readiness. In addition to\nusing the guide for preparedness and training, AHJs may also use it to develop tools for supporting\nincident response.\nThe Incident Complexity Guide is recognized nationally as part of a host of emergency management\nguidance available from FEMA’s National Integration Center (NIC). Its concepts and instructions can\nenhance national preparedness and promote effective implementation of NIMS and the National\nPreparedness System.\n1"
    },
    {
      "page": 5,
      "text": "NIMS Incident Complexity Guide\n2. Overview\n2.1. Purpose\nThe Incident Complexity Guide is intended for use during planning, preparedness and training efforts\nto help organizations and jurisdictions improve their readiness to respond to real-world events. This\nguide can help those involved in preparedness make more fully informed planning, preparedness\nand training decisions. Jurisdictions can use this guide to develop learning materials to identify the\ncomplexity level of each operational incident, planned event, training or exercise (“incident” for\nshort).\nFEMA encourages AHJs to incorporate the concept of incident complexity levels into planning and\ntraining, whether by instruction, scenario exercises or building their own tools for implementation.\nThis guide is not designed for use as a complexity analysis or decision-making tool during incident\nresponse—though by supporting planning and training, this guide may help users as they respond to\nreal-world incidents in their jurisdictions. In addition, identifying complexity level also supports\nincident/emergency management personnel as they manage additional, deployable resources.\nThe term complexity level quantifies the level of difficulty or resistance an incident presents to those\nworking to successfully manage or mitigate it. As incidents may vary in their difficulty or resistance to\nmitigation or management, FEMA measures complexity level on a scale of 5 to 1, where Type 5 is the\nleast complex incident and the least resistant to management or mitigation\nIncident Complexity Guide: Planning, Preparedness and Training\nThe Incident Complexity Guide presents a national perspective that applies across multiple\ndisciplines and incident types. This guide gives AHJs a shared understanding of how to define\nincident complexity and a flexible approach for building on that understanding. The result will\nbe an improved approach to incident complexity that suits the whole community’s needs and\nresources.\n2.1.1. SUPPORTING NIMS AND NATIONAL PREPAREDNESS\nUsing a common approach and consistent method for determining complexity level will improve the\neffectiveness and implementation of NIMS and the National Preparedness System. This approach to\nincident complexity promotes a common understanding among whole community partners—state,\nlocal, tribal and territorial (SLTT) and federal government agencies, NGOs, nonprofit organizations\nand the private sector.\nThis guide also promotes a better understanding of the complexity level assigned to the exercises\nincident management personnel complete to improve or maintain their qualifications. For more\ninformation on position qualifications, please refer to the following topics on the FEMA website:\n2"
    },
    {
      "page": 6,
      "text": "NIMS Incident Complexity Guide\n▪ FEMA NIMS National Qualification System (NQS) – guidance and tools to help stakeholders\ndevelop processes for qualifying, certifying and credentialing deployable emergency personnel\n▪ FEMA NIMS Job Titles/Position Qualifications – documents defining the minimum criteria\npersonnel serving in specific incident-related positions must attain before deploying to an\nincident\n2.2. Incident Complexity Levels\n2.2.1. FACTORS IN IDENTIFYING INCIDENT COMPLEXITY LEVELS\nIncident complexity reflects the combination of factors affecting how severe, widespread and difficult\nto control an incident is. Many factors determine complexity level, including the following:\n▪ Geographic area involved ▪ Values at risk\n▪ Level of threat to life and property ▪ Weather\n▪ Political sensitivity ▪ Strategy and tactics\n▪ Organizational complexity ▪ Agency policy\n▪ Jurisdictional boundaries ▪ How routine or unusual the incident is\nIncident and emergency management personnel consider complexity level when making decisions\nabout incident management training, staffing and safety. Various obscure factors or concurrent\nevents may complicate incidents—such as isolation of location, social factors, resource availability\nand long-lasting complications. Planning for potential incident escalation applies to complexity level\ndue to potential adverse impacts or unknown variables. Being ready for potential adverse effects and\nthe length of time for resources arriving on scene are important factors in determining how to\nrespond to an incident. The AHJ has the freedom to determine how such factors affect incident\ncomplexity.\n3"
    },
    {
      "page": 7,
      "text": "NIMS Incident Complexity Guide\n2.2.2. CHARACTERISTICS OF INCIDENT COMPLEXITY LEVELS\nIncident/emergency management personnel can determine the complexity level (Types 5 through 1)\nby reviewing a standard set of observable characteristics that an incident displays or an exercise\nencompasses. These characteristics fall into two categories:\nIncident Effect Indicators\nIncident Effect Indicators are observable characteristics that help leaders determine complexity level\nbased on the impact an incident has. These characteristics vary in scale depending on an incident’s\ncomplexity. FEMA defines Incident Effect Indicators as observable “damage, consequence or\ndisruption to the residents, population, infrastructure and government operations surrounding the\nincident or event.”\nIncident Management Indicators\nIncident Management Indicators assist incident and emergency personnel in managing and\nsupporting incidents of any complexity level by helping them complete the following under the\nIncident Command System (ICS):\n▪ Understand and anticipate incident management conditions and determine appropriate\nmanagement structure\n▪ Provide necessary and appropriate structures for response, management and coordination\n▪ Align off-site resources and logistical support requirements\nThe Incident Complexity Level Table below lists specific characteristics for each of these two\ncategories of indicators for all five complexity levels.\n4"
    },
    {
      "page": 8,
      "text": "NIMS Incident Complexity Guide\n3. Instructions\n3.1. How to Select Incident Complexity Level\nTo select the appropriate complexity level, an AHJ can refer to the Incident Complexity Level Table on\nthe following pages and follow these steps:\n1. Review the Incident Effect Indicators for Type 5 (the least complex incident level). If the incident\ndisplays all or most of these Incident Effect Indicators, move on to Type 4. But if the incident\ndisplays only a few of the Type 5 Incident Effect Indicators, the incident likely aligns with\ncomplexity level Type 5.\n2. Review the Incident Effect Indicators for Type 4. If the incident displays all or most of these\nIncident Effect Indicators, move on to Type 3. But if the incident displays only a few of the Type 4\nIncident Effect Indicators, the incident likely aligns with complexity level Type 4.\n3. Review the Incident Effect Indicators for Types 3, 2 and 1, if necessary. You will know you have\nfound the most likely complexity level when the incident displays all or most of the Incident Effect\nIndicators for the previous level but not for the current complexity level. That is, once you reach\nthe type at which the incident does not display all/most of the Incident Effect Indicators, you can\nassume you have found the right complexity level.\n4. Once you determine the complexity level, use the Incident Management Indicators to guide and\ninform a scalable response to the incident within ICS.\no In rapidly escalating incidents, the Incident Management Indicators often lag behind the\nIncident Effect Indicators.\no If the incident displays all or most of the Incident Effect Indicators at a particular complexity\nlevel but none or few of the Incident Management Indicators, you can assume that you have\nfound the correct complexity level but that the response has not yet scaled to address the\nneeds indicated under the Incident Management Indicators.\n5. Note the following:\no Incidents differ in their rate and extent of escalation to more complex levels. It is the\nemergency management personnel’s responsibility to determine the new complexity level in\nthe instance of incident escalation.\no Most indicators are common to all incidents, but some may be unique to a particular\ncomplexity level.\n5"
    },
    {
      "page": 9,
      "text": "NIMS Incident Complexity Guide\n4. Incident Complexity Level Table\nThe language in the Incident Complexity Level Table is intentionally flexible, allowing AHJs to apply\nthis guide to their specific needs and situations. Due to differences in infrastructure, incident\nmanagement capability, population density, available resources, and other factors, it is possible that\none jurisdiction may identify an incident at one level of complexity while another jurisdiction may\nidentify it as a different level. This guide applies to all hazards and is available for the whole\ncommunity to use as appropriate.\nType 5 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows no resistance to ▪ Incident Commander (IC) position is\nstabilization or mitigation filled, but Command and General Staff\npositions are unnecessary to reduce\n▪ Resources typically meet incident\nworkload or span of control\nobjectives within one or two hours of\narriving on scene ▪ EOC activation is unnecessary\n▪ Minimal effects to population ▪ Unified Command is not typically\nimmediately surrounding the incident necessary\n▪ Few or no evacuations necessary during ▪ One or more resources are necessary\nmitigation and receive direct supervision from the\nIC\n5 ▪ No adverse impact on critical\ninfrastructure and key resources (CIKR) ▪ Resources may remain on scene for\nseveral hours, up to 24, but require little\n▪ Elected/appointed governing officials\nor no logistical support\nand stakeholder groups require minimal\nor no coordination, and may not need ▪ Formal incident planning process is not\nnotification necessary\n▪ Conditions or actions that caused the ▪ Written Incident Action Plan (IAP) is\nincident do not persist; as a result, there unnecessary\nis no probability of a cascading event or\n▪ Limited aviation resources may be\nexacerbation of the current incident\nnecessary and may use varying levels of\nair support\nExamples: Type 5 incidents, events and exercises can include a vehicle fire, a medical\nresponse to an injured/sick person, a response to a suspicious package/ item, or a\nvehicle pursuit. Planned events can include a 5K or 10K road race.\n6"
    },
    {
      "page": 10,
      "text": "NIMS Incident Complexity Guide\nType 4 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows low resistance to ▪ IC/Unified Command role is filled, but\nstabilization or mitigation Command and General Staff positions\nare typically not necessary to reduce\n▪ Resources typically meet incident\nworkload or span of control\nobjectives within several hours of\narriving on scene ▪ EOC activation may be necessary\n▪ Incident may extend from several hours ▪ Resources receive direct supervision\nto 24 hours either from the IC/Unified Command or\nthrough an ICS leader position, such as\n▪ Limited effects to population\na Task Force or Strike Team/Resource\nsurrounding incident\nTeam, to reduce span of control\n▪ Few or no evacuations necessary during\n▪ Division or Group Supervisor position\nmitigation\nmay be filled for organizational or span\n▪ Incident threatens, damages, or of control purposes\ndestroys a minimal number of\n▪ Multiple kinds and types of resources\n4 residential, commercial or cultural\nmay be necessary\nproperties\n▪ Aviation resources may be necessary\n▪ CIKR may suffer adverse impacts\nand may use varying levels of air\n▪ CIKR mitigation measures are support\nuncomplicated and can be implemented\n▪ Resources may remain on scene for 24\nwithin one operational period\nhours or longer and may require limited\n▪ Elected/appointed governing officials logistical support\nand stakeholder groups require minimal\n▪ Formal incident planning process is not\nor no coordination, but they may need to\nnecessary\nbe notified\n▪ Written IAP is unnecessary, but leaders\n▪ Conditions or actions that caused the\nmay complete a documented\noriginal incident do not persist; as a\noperational briefing for all incoming\nresult, there is low to no probability of a\nresources\ncascading event or exacerbation of the\ncurrent incident\nExamples: Type 4 incidents, events and exercises can include a barricaded suspect, a\nhazardous materials (HAZMAT) spill on a roadway or waterway, a detonation of a small\nexplosive device, a large commercial fire or a localized flooding event affecting a\nneighborhood or subdivision. Planned events can include a march, protest, festival, fair,\nor parade.\n7"
    },
    {
      "page": 11,
      "text": "NIMS Incident Complexity Guide\nType 3 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows moderate resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation may be necessary\n▪ Resources typically do not meet incident\n▪ Command Staff positions are filled to\nobjectives within the first 24 hours of\nreduce workload or span of control\nresources arriving on scene\n▪ At least one General Staff position is\n▪ Incident may extend from several days\nfilled to reduce workload or span of\nto over one week\ncontrol\n▪ Population within and immediately\n▪ Numerous resources receive\nsurrounding incident area may require\nsupervision indirectly through the\nevacuation or shelter during mitigation\nOperations Section and its subordinate\n▪ Incident threatens, damages, or positions\ndestroys residential, commercial or\n▪ Branch Director position(s) may be filled\ncultural properties\nfor organizational purposes and\n▪ CIKR may suffer adverse impacts occasionally for span of control\n▪ CIKR mitigation actions may extend into ▪ Division Supervisors, Group\nmultiple operational periods Supervisors, Task Forces and Strike\nTeams/Resource Teams are necessary\n▪ Elected/appointed governing officials\nto reduce span of control\nand stakeholder groups require some\nlevel of coordination ▪ ICS functional units may be necessary\n3\nto reduce workload\n▪ Conditions or actions that caused the\nincident may persist; as a result, there is ▪ Incident typically extends into multiple\nmedium probability of a cascading event operational periods\nor exacerbation of the current incident\n▪ Resources may need to remain on\nscene for over a week and will require\nlogistical support\n▪ Incident may require an incident base\nto support resources\n▪ Numerous kinds and types of resources\nmay be required\n▪ Aviation operations may involve multiple\naircraft\n▪ Number of responders depends on the\nkind of incident but could add up to\nseveral hundred personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP may be necessary for each\noperational period\n8"
    },
    {
      "page": 12,
      "text": "NIMS Incident Complexity Guide\nType 3 Incident Effect Indicators Incident Management Indicators\nExamples: Type 3 incidents, events and exercises can include a tornado that damages a\nsmall section of a city, village or town; a railroad tank car HAZMAT leak requiring\nevacuation of a neighborhood or section of a community; a detonation of a large\nexplosive device; an active shooter; a water main break; a Category 1 or 2 hurricane; or a\nsmall aircraft crash in a populated area. Planned events can include a county fair or an\nauto racing event.\n9"
    },
    {
      "page": 13,
      "text": "NIMS Incident Complexity Guide\nType 2 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows high resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation is likely necessary\n▪ Resources typically do not meet incident\n▪ All Command Staff positions are filled\nobjectives within the first several days\n▪ All General Staff positions are filled\n▪ Incident may extend from several days\nto two weeks ▪ Large numbers of resources receive\nsupervision through the Operations\n▪ Population within and surrounding the\nSection\ngeneral incident area is affected\n▪ Branch Director position(s) may be filled\n▪ Affected population may require\nfor organizational or span of control\nevacuation, shelter or housing during\npurposes\nmitigation for several days to months\n▪ Division Supervisors, Group Supervisors,\n▪ Incident threatens damages, or destroys\nTask Forces, Strike Teams and\nresidential, commercial, and cultural\nResource Teams are necessary to\nproperties\nreduce span of control\n▪ CIKR may suffer adverse impacts,\n▪ Most ICS functional units are filled to\nincluding destruction\nreduce workload\n▪ CIKR mitigation actions may extend into\n▪ Incident extends into numerous\nmultiple operational periods, requiring\noperational periods\nconsiderable coordination\n▪ Resources may need to remain on\n▪ Elected/appointed governing officials,\nscene for several weeks and will require\npolitical organization and stakeholder\n2 complete logistical support, as well as\ngroups require a moderate level of\npossible personnel replacement\ncoordination\n▪ Incident requires an incident base and\n▪ Incident has resulted in external\nother ICS facilities for support\ninfluences, has widespread impact and\ninvolves political and media sensitivities ▪ Numerous kinds and types of resources\nrequiring comprehensive management may be required\n▪ Conditions or actions that caused the ▪ Complex aviation operations involving\noriginal incident may persist, so a multiple aircraft may be involved\ncascading event or exacerbation of the ▪ Size and scope of resource mobilization\ncurrent incident is highly probable necessitates a formal demobilization\nprocess\n▪ Length of resource commitment may\nnecessitate a transfer of command from\none Incident Management Team (IMT)\nto a subsequent IMT\n▪ Number of responders depends on the\nkind of incident but could add up to over\n1,000 personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP is necessary for each\noperational period\n10"
    },
    {
      "page": 14,
      "text": "NIMS Incident Complexity Guide\nType 2 Incident Effect Indicators Incident Management Indicators\n▪ Leaders may order and deploy out-of-\nstate resources such as through the\nEmergency Management Assistance\nCompact (EMAC)\nExamples: Type 2 incidents, events and exercises can include a tornado that damages an\nentire section of a city, village or town; a railroad tank car HAZMAT leak requiring a\nseveral-days-long evacuation of an entire section of a city, village or town; a wildland fire\nin an area with numerous residences, requiring evacuations and several days of\nfirefighting; a multi-event explosive device attack; or a river flooding event affecting an\nentire section of a city, village or town, with continued precipitation anticipated. Planned\nevents can include a VIP visit, a large demonstration, a strike or a large concert.\n11"
    },
    {
      "page": 15,
      "text": "NIMS Incident Complexity Guide\nType 1 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows high resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation is necessary\n▪ Incident objectives cannot be met within\n▪ Unified Command is complex due to the\nnumerous operational periods\nnumber of jurisdictions involved\n▪ Incident extends from two weeks to over\n▪ All Command Staff positions are filled;\na month\nmany include assistants\n▪ Population within and surrounding the\n▪ All General Staff positions are filled;\nregion or state where the incident\nmany include deputy positions\noccurred is significantly affected\n▪ Many resources receive supervision\n▪ Incident threatens, damages, or\nthrough an expanded Operations\ndestroys significant numbers of\nSection\nresidential, commercial, and cultural\nproperties ▪ Branch Director position(s) may be filled\nfor organizational or span of control\n▪ Incident damages or destroys numerous\npurposes\nCIKRs\n▪ Division Supervisors, Group Supervisors,\n▪ CIKR mitigation extends into multiple\nTask Forces, Strike Teams, and\noperational periods and requires long-\nResource Teams are necessary to\nterm planning and extensive\nreduce span of control\ncoordination\n▪ Most or all ICS functional units are filled\n▪ Evacuated or relocated populations may\nto reduce workload\nrequire shelter or housing for several\n1\ndays to months ▪ Incident extends into many operational\nperiods\n▪ Elected/appointed governing officials,\npolitical organizations and stakeholder ▪ Resources will likely need to remain on\ngroups require a high level of scene for several weeks and will require\ncoordination complete logistical support, as well as\npossible personnel replacement\n▪ Incident has resulted in external\ninfluences, has widespread impact and ▪ Incident requires an incident base and\ninvolves political and media sensitivities numerous other ICS facilities for support\nrequiring comprehensive management ▪ Numerous kinds and types of resources\n▪ Conditions or actions that caused the may be required, including many that\noriginal incident still exist, so a trigger a formal demobilization process\ncascading event or exacerbation of the ▪ Federal assets and other nontraditional\ncurrent incident is highly probable organizations – such as Voluntary\nOrganizations Active in Disaster (VOAD)\nand NGOs – may be involved in the\nresponse, requiring close coordination\nand support\n▪ Complex aviation operations involving\nnumerous aircraft may be involved\n▪ Size and scope of resource mobilization\nnecessitates a formal demobilization\nprocess\n12"
    },
    {
      "page": 16,
      "text": "NIMS Incident Complexity Guide\n▪ Length of resource commitment may\nnecessitate a transfer of command from\none IMT to a subsequent IMT\n▪ Number of responders depends on the\nkind of incident but could add up to over\n1,000 personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP is necessary for each\noperational period\n▪ Leaders may order and deploy out-of-\nstate resources, such as through EMAC\nExamples: Type 1 incidents, events and exercises can include a tornado with damage or\ndestruction to an entire community; a Category 3, 4 or 5 hurricane; a pandemic; a\nrailroad tank car explosion or multilevel explosive device destroying several\nneighborhoods and damaging others; a large wind-driven wildland fire threatening an\nentire city, village or town, causing several evacuations and destroying many homes,\nbusinesses, and critical infrastructure assets; or a widespread river flooding event in a\ncity, village, or town, with continued precipitation anticipated. Planned events can include\na political convention, the Super Bowl, the World Series or a presidential visit.\n13"
    },
    {
      "page": 17,
      "text": "NIMS Incident Complexity Guide\n5. Incident Effect Indicators Summary Table\nThis table supports the Incident Effect Indicators listed in the above Incident Complexity Level Tables across all hazards and provides a\nbasis for training to determine incident complexity. Users can identify indicators with ease of use in addition to the detail provided above.\nIncident Complexity Level: Incident Effect Indicators Summary\nCoordination\nHow long Do conditions Probability of\nEffects on required with\nResistance does it take Length Evacuations or actions cascading\npopulation Adverse CIKR impact / elected/\nto for resources of necessary that caused event or\nType immediately impact on mitigation governing\nstabilization to meet incident during original exacerbation\nsurrounding CIKR measures officials and\nor mitigation incident effects mitigation incident of current\nthe incident stakeholder\nobjectives? persist? incident\ngroups\n5 None 1-2 hours Minimal Minimal Few or none None None Minimal or none No None\nUncomplicated\nSeveral to 24 Up to 24\n4 Low Limited Few or none Minimal within one Minimal or none No Low to none\nhours hours\noperational period\nSeveral Threatens,\nAt least 24 days to Possible; may damages, or Adverse; multiple\n3 Moderate Moderate Some Possibly Medium\nhours over one require shelter destroys operational periods\nweek property\nPossible; may\nDestructive;\nSeveral require Threatens,\nrequires Moderate,\ndays to shelter/ damages, or\n2 High Several days Significant coordination over including political Possibly High\ntwo housing for destroys\nmultiple operational organizations\nweeks several days property\nperiods\nto months\nHighly destructive;\nMay require Significantly requires long-term\nTwo\nNumerous shelter/ threatens, planning and High, including\nweeks to\n1 High operational Significant housing for damages, or extensive political Yes High\nover a\nperiods several days destroys coordination over organizations\nmonth\nto months property multiple operational\nperiods\n14"
    },
    {
      "page": 18,
      "text": "NIMS Incident Complexity Guide\nAbbreviations\nAHJ Authority Having Jurisdiction\nCIKR critical infrastructure and key resources\nEMAC Emergency Management Assistance Compact\nFEMA Federal Emergency Management Agency\nHAZMAT hazardous materials\nHSEEP Homeland Security Exercise and Evaluation Program\nIAP Incident Action Plan\nIC Incident Commander\nICP Incident Command Post\nICS Incident Command System\nIMT Incident Management Team\nNIC National Integration Center\nNIMS National Incident Management System\nNGO Nongovernmental Organization\nNPG National Preparedness Goal\nNQS National Qualification System\nPSC Planning Section Chief\nPTB Position Task Book\nRTLT Resource Typing Library Tool\nSLTT state, local, tribal and territorial\nSPR Stakeholder Preparedness Review\nTHIRA Threat and Hazard Identification and Risk Assessment\nVOAD Voluntary Organizations Active in Disaster\n15"
    },
    {
      "page": 19,
      "text": "NIMS Incident Complexity Guide\nGlossary\nagency: A government element with a specific function offering a particular kind of assistance.\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for developing,\nimplementing, maintaining and overseeing the qualification process within its organization or\njurisdiction. The AHJ may be a state or federal agency, training commission, NGO, private sector\ncompany or a tribal or local agency such as a police, fire or public works department. In some cases,\nthe AHJ may support multiple disciplines that collaborate as part of a team, such as an IMT.\nCommand Staff: A group of incident personnel that the IC or Unified Command assigns to support\nthe command function at an ICP. Command Staff often include a Public Information Officer (PIO), a\nSafety Officer and a Liaison Officer, who have assistants as necessary. Additional positions may be\nnecessary, depending on the incident.\ncritical infrastructure and key resources (CIKR): Assets, systems, networks, functions and\nresources—physical or virtual—that are so vital to the United States that their incapacitation or\ndestruction would have a debilitating impact on security, national economic security or public health\nand safety.\ndeputy: A qualified individual who, in the absence of a superior, can be delegated the authority to\nmanage a functional operation or perform a specific task. In some cases, a deputy can act as relief\nfor a superior; therefore, the deputy should be fully qualified in the position. Generally, deputies can\nserve the IC, EOC director, General Staff and branch directors.\ndirector: The ICS title for an individual responsible for supervising a branch. Also, an organizational\ntitle for an individual responsible for managing and directing the team in an EOC.\ndivision: The organizational level having responsibility for operations within a defined geographic\narea. Divisions are established when the number of resources exceeds the section chief’s\nmanageable span of control.\nemergency: Any incident, whether natural, technological or human caused, that necessitates\nresponsive action to protect life or property.\nEmergency Management Assistance Compact (EMAC): A national interstate mutual aid agreement\nthat enables member states and territories to share resources during times of disaster.\nevacuation: The organized, phased and supervised withdrawal, dispersal or removal of people from\ndangerous or potentially dangerous areas, and their reception and care in safe areas.\nevent: See planned event.\n16"
    },
    {
      "page": 20,
      "text": "NIMS Incident Complexity Guide\nGeneral Staff: A group of incident personnel organized according to function and reporting to the IC\nor Unified Command. The ICS General Staff consists of the Operations Section Chief, Planning\nSection Chief (PSC), Logistics Section Chief and Finance/Administration Section Chief.\nhazard: Something potentially dangerous or harmful; often the root cause of an unwanted outcome.\nincident: Per NIMS, an occurrence, natural or human caused, that necessitates a response to protect\nlife or property. In this document, incident includes planned events as well as emergencies and\ndisasters of all kinds and sizes.\nIncident Action Plan (IAP): An oral or written plan outlining the IC’s or Unified Command’s objectives,\ntactics and support activities for the planned operational period, generally 12 to 24 hours.\nincident base: A location where personnel coordinate and administer logistics functions for an\nincident. There is typically only one base per incident. The incident base may be co-located with the\nICP.\nIncident Commander (IC): The individual responsible for all incident activities, including developing\nstrategies and tactics and ordering and releasing resources. The IC has overall authority and\nresponsibility for conducting incident operations and is responsible for the management of all\nincident activities.\nIncident Command Post (ICP): The field location where staff perform the primary functions of incident\ncommand. The ICP may be co-located with the incident base and other incident facilities.\nIncident Command System (ICS): A standardized approach to the command, control and coordination\nof on-scene incident management, providing a common hierarchy within which personnel from\nmultiple organizations can work. The ICS brings procedures, personnel, facilities, equipment and\ncommunications into a common organizational structure to aid in the management of on-scene\nresources during incidents. The ICS applies to small, large and complex incidents of all kinds,\nincluding planned events.\nincident complexity: The incident level determined by the level of difficulty, severity or overall\nresistance the incident or event presents to incident management or support personnel as they work\nto manage it; a categorization that helps leaders compare one type of incident or event to another.\nIncident Effect Indicators: Characteristics that help leaders determine the incident complexity level\nbased on the impact an incident has. These indicators vary in scale with the complexity of an\nincident. FEMA defines them as “the characteristics seen as damage, consequence or disruption to\nthe residents, population, infrastructure and government operations surrounding the incident or\nevent.” See also Incident Management Indicators.\nincident management: The broad spectrum of activities and organizations providing operations,\ncoordination and support at all levels of government, using both governmental and nongovernmental\n17"
    },
    {
      "page": 21,
      "text": "NIMS Incident Complexity Guide\nresources to plan for, respond to and recover from an incident, regardless of cause, size or\ncomplexity.\nIncident Management Indicators: Characteristics that incident or emergency management\npersonnel likely observe as the ICS expands or contracts in relationship to the complexity of an\nincident. These indicators can assist emergency and incident managers in managing and supporting\nan incident of any complexity level. See also Incident Effect Indicators.\nIncident Management Team (IMT): A rostered group of ICS-qualified personnel consisting of an IC,\nCommand and General Staff and personnel assigned to other key ICS positions.\njurisdiction: Jurisdiction has two definitions depending on the context:\n▪ A range or sphere of authority: Public agencies have jurisdiction at an incident related to their\nlegal responsibilities and authority. Jurisdictional authority at an incident can be political or\ngeographical (for example, SLTT or federal boundary lines) or functional (for example, law\nenforcement or public health).\n▪ A political subdivision (for example, municipal, county, parish, state or federal) with the\nresponsibility to ensure public safety, health and welfare within its legal authorities and\ngeographic boundaries.\nmitigation: Applying the capabilities necessary to reduce loss of life and property by lessening the\nimpacts of natural and human-caused disasters, incidents and events.\nmutual aid agreement: A written or oral agreement between or among agencies, organizations and\njurisdictions that provides a mechanism for quickly obtaining assistance in the form of personnel,\nequipment, materials and other associated services. The primary objective is to facilitate the rapid,\nshort-term deployment of support before, during and after an incident.\nnational: Of a nationwide character, including the SLTT and federal aspects of governance and\npolicy.\nNational Incident Management System (NIMS): A systematic, proactive approach designed to guide\nall levels of government, NGOs and the private sector to work together to prevent, protect against,\nmitigate, respond to and recover from the effects of incidents. NIMS provides stakeholders across\nthe whole community with the shared vocabulary, systems and processes to successfully deliver the\ncapabilities described in the National Preparedness System. NIMS provides a consistent foundation\nfor dealing with all incidents, from daily occurrences to incidents requiring a coordinated federal\nresponse.\nNational Integration Center (NIC): A FEMA office that develops doctrine and tools to lead the whole\ncommunity in implementing the National Preparedness System and NIMS.\n18"
    },
    {
      "page": 22,
      "text": "NIMS Incident Complexity Guide\nnational preparedness: Planning, organizing, equipping, training and exercising to build and sustain\nthe capabilities necessary to prevent, protect against, mitigate, respond to and recover from the\nthreats that pose the greatest risk to national security.\nNational Preparedness Goal (NPG): Doctrine describing what it means for the whole community to be\nprepared for the types of incidents that pose the greatest threat to national security, including acts of\nterrorism, emergencies and disasters, regardless of cause. The goal reads, “A secure and resilient\nNation with the capabilities required across the whole community to prevent, protect against,\nmitigate, respond to and recover from the threats and hazards that pose the greatest risk.”\nNational Preparedness System: An organized process to achieve the NPG’s stated goal of a secure\nand resilient nation.\nNational Qualification System (NQS): A nationwide approach, including best practices, for AHJs to use\nin qualifying, certifying and credentialing incident management and support personnel.\nNongovernmental Organization (NGO): A nonprofit group that is based on the interests of its\nmembers, individuals or institutions. An NGO is not created by a government, but it may work\ncooperatively with government. Examples of NGOs include faith-based groups, relief agencies and\nanimal welfare organizations.\noperational period: The time scheduled for executing a given set of operation actions, as the IAP\nspecifies. Operational periods can vary in length but are typically 12 to 24 hours.\nplanned event: A scheduled, non-emergency activity such as a sporting event, concert or parade.\nPosition Task Book (PTB): A document that describes the minimum competencies, behaviors and\ntasks necessary for a person to qualify or recertify for a NIMS position. The PTB documents a\ntrainee’s performance of given tasks.\nresource management: Systems for identifying available resources at all jurisdictional levels to\nenable timely, efficient and unimpeded access to resources necessary to prepare for, respond to or\nrecover from an incident.\nresources: Personnel, equipment, teams, supplies and facilities available or potentially available for\nassignment to incident operations. NIMS describes resources by kind and type and uses them in\noperational support or supervisory capacities at an incident or at an EOC.\nresponse: The capabilities necessary to save lives, protect property and the environment and meet\nbasic human needs after an incident has occurred.\nspan of control: The number of subordinates for which a supervisor is responsible, usually expressed\nas a ratio of supervisors to individuals.\n19"
    },
    {
      "page": 23,
      "text": "NIMS Incident Complexity Guide\nUnified Command: An ICS command structure that applies when more than one agency has incident\njurisdiction or when incidents cross political jurisdictions.\nwhole community: A focus on enabling a wide range of players from the private and nonprofit sectors\nto participate in incident management activities to foster better coordination and working\nrelationships. Stakeholders include NGOs, the general public and all levels of government.\n20"
    },
    {
      "page": 24,
      "text": "NIMS Incident Complexity Guide\nReference Resources\nNational Incident Management System (NIMS)\n▪ On the NIMS website, users can find links to NIMS documents, guidelines and operational tools,\nas well as training information, implementation guidance, updates and contact information.\no https://www.fema.gov/emergency-managers/nims\nNational Qualification System (NQS)\n▪ The NIMS Guideline for the NQS describes the components of a qualification and certification\nsystem, defines a process for certifying the qualifications of incident personnel, describes how to\nestablish and implement a peer review process and introduces the process of credentialing\npersonnel.\n▪ NQS also provides Job Titles/Position Qualifications and PTBs for a range of incident\nmanagement, incident support and emergency management positions, as well as supplemental\nguidance regarding Qualification Review Boards.\no https://www.fema.gov/emergency-managers/nims/components#nqs\no NIMS NQS Supplemental Guide for Qualification Review Boards\nResource Typing Library Tool (RTLT)\n▪ FEMA’s RTLT is an online catalog of national resource typing definitions and NIMS Job\nTitles/Position Qualifications.\no https://rtlt.preptoolkit.fema.gov/Public/Combined\nIncident Command System (ICS) Resource Center\n▪ The Emergency Management Institute’s ICS Resource Center provides information about and\nlinks to an extensive array of ICS training materials, job aids, position checklists and forms.\no https://training.fema.gov/emiweb/is/icsresource/index.htm\nNIMS Training Program\n▪ The NIMS Training Program specifies NIC and stakeholder responsibilities and activities for\ndeveloping, maintaining and sustaining NIMS training.\no https://www.fema.gov/emergency-managers/nims/implementation-training#training\n21"
    },
    {
      "page": 25,
      "text": "NIMS Incident Complexity Guide\nNIMS Guideline for Mutual Aid\n▪ The NIMS Guideline for Mutual Aid outlines common practices for mutual aid agreements,\ncompacts and plans for use before and after an incident or planned event. Private and nonprofit\nsectors, faith-based organizations and governments can use this guidance as a resource in\ndeveloping or refining mutual aid agreements or plans.\no https://www.fema.gov/emergency-managers/nims/components#mutual-aid\nIntegrated Preparedness Planning\n▪ The Homeland Security Exercise and Evaluation Program (HSEEP) provides a set of guiding\nprinciples for exercise and evaluation programs, as well as a common approach to exercise\nprogram management, design and development, conduct, evaluation and improvement planning.\no Homeland Security Exercise and Evaluation Program (HSEEP)\n▪ Comprehensive Preparedness Guide (CPG) 201 provides guidance for conducting a Threat and\nHazard Identification and Risk Assessment (THIRA) and Stakeholder Preparedness Review (SPR).\no CPG 201: Threat and Hazard Identification and Risk Assessment (THIRA) and Stakeholder\nPreparedness Review (SPR) Guide\n22"
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "National Incident Management System\nIncident Complexity Guide\nPlanning, Preparedness and Training\nJune 2021\n\n\nNIMS Incident Complexity Guide\nThis page intentionally left blank\n\n\nNIMS Incident Complexity Guide\nTable of Contents\n1. Introduction ............................................................................................................................. 1\n2. Overview .................................................................................................................................. 2\n2.1. Purpose ............................................................................................................................ 2\n2.1.1. Supporting NIMS and National Preparedness ............................................................. 2\n2.2. Incident Complexity Levels ............................................................................................. 3\n2.2.1. Factors in Identifying Incident Complexity LEVELS ...................................................... 3\n2.2.2. Characteristics of Incident Complexity LEVELS ............................................................ 4\nIncident Effect Indicators ............................................................................................................. 4\nIncident Management Indicators ................................................................................................ 4\n3. Instructions.............................................................................................................................. 5\n3.1. How to Select Incident Complexity Level ....................................................................... 5\n4. Incident Complexity Level Table .............................................................................................. 6\nType 5 .......................................................................................................................................... 6\nType 4 .......................................................................................................................................... 7\nType 3 .......................................................................................................................................... 8\nType 2 ....................................................................................................................................... 10\nType 1 ....................................................................................................................................... 12\n5. Incident Effect Indicators Summary Table ........................................................................... 14\nAbbreviations ............................................................................................................................... 15\nGlossary ...................................................................................................................................... 16\nReference Resources................................................................................................................... 21\nNational Incident Management System (NIMS) ...................................................................... 21\nNational Qualification System (NQS) ........................................................................................ 21\nResource Typing Library Tool (RTLT) ........................................................................................ 21\nIncident Command System (ICS) Resource Center ................................................................. 21\nNIMS Training Program ............................................................................................................. 21\nNIMS Guideline for Mutual Aid ................................................................................................. 22\nIntegrated Preparedness Planning ........................................................................................... 22\ni\n\n\nNIMS Incident Complexity Guide",
      "page": 2
    },
    {
      "title": "1. Introduction",
      "content": "The Incident Complexity Guide: Planning, Preparedness and Training supports the National Incident\nManagement System (NIMS) doctrine by establishing guidance to support the incident management\nand emergency management community. This guide promotes a common understanding within the\nwhole community by using a consistent method to describe incident complexity principles. It also\nestablishes a framework for determining incident complexity level to inform emergency planning,\npreparedness and training and to improve operational readiness to respond to real events and\nincidents.\nThe intended audience for this Guide is any Authority Having Jurisdiction (AHJ). This audience\nincludes agencies and organizations at all levels of government, as well as private sector entities and\nNongovernmental Organizations (NGO) with emergency management or incident support\nresponsibilities. The guide provides a standard, repeatable and scalable method of classifying the\ncomplexity of an incident, event or exercise.\nSome organizations and jurisdictions have already developed guides and tools for identifying\nincident complexity. In these cases, this guide supports existing resources to enhance the decision-\nmaking process across all hazards and jurisdictions and improve overall readiness. In addition to\nusing the guide for preparedness and training, AHJs may also use it to develop tools for supporting\nincident response.\nThe Incident Complexity Guide is recognized nationally as part of a host of emergency management\nguidance available from FEMA’s National Integration Center (NIC). Its concepts and instructions can\nenhance national preparedness and promote effective implementation of NIMS and the National\nPreparedness System.\n1\n\n\nNIMS Incident Complexity Guide",
      "page": 4
    },
    {
      "title": "2. Overview",
      "content": "2.1. Purpose\nThe Incident Complexity Guide is intended for use during planning, preparedness and training efforts\nto help organizations and jurisdictions improve their readiness to respond to real-world events. This\nguide can help those involved in preparedness make more fully informed planning, preparedness\nand training decisions. Jurisdictions can use this guide to develop learning materials to identify the\ncomplexity level of each operational incident, planned event, training or exercise (“incident” for\nshort).\nFEMA encourages AHJs to incorporate the concept of incident complexity levels into planning and\ntraining, whether by instruction, scenario exercises or building their own tools for implementation.\nThis guide is not designed for use as a complexity analysis or decision-making tool during incident\nresponse—though by supporting planning and training, this guide may help users as they respond to\nreal-world incidents in their jurisdictions. In addition, identifying complexity level also supports\nincident/emergency management personnel as they manage additional, deployable resources.\nThe term complexity level quantifies the level of difficulty or resistance an incident presents to those\nworking to successfully manage or mitigate it. As incidents may vary in their difficulty or resistance to\nmitigation or management, FEMA measures complexity level on a scale of 5 to 1, where Type 5 is the\nleast complex incident and the least resistant to management or mitigation\nIncident Complexity Guide: Planning, Preparedness and Training\nThe Incident Complexity Guide presents a national perspective that applies across multiple\ndisciplines and incident types. This guide gives AHJs a shared understanding of how to define\nincident complexity and a flexible approach for building on that understanding. The result will\nbe an improved approach to incident complexity that suits the whole community’s needs and\nresources.\n2.1.1. SUPPORTING NIMS AND NATIONAL PREPAREDNESS\nUsing a common approach and consistent method for determining complexity level will improve the\neffectiveness and implementation of NIMS and the National Preparedness System. This approach to\nincident complexity promotes a common understanding among whole community partners—state,\nlocal, tribal and territorial (SLTT) and federal government agencies, NGOs, nonprofit organizations\nand the private sector.\nThis guide also promotes a better understanding of the complexity level assigned to the exercises\nincident management personnel complete to improve or maintain their qualifications. For more\ninformation on position qualifications, please refer to the following topics on the FEMA website:\n2\n\n\nNIMS Incident Complexity Guide\n▪ FEMA NIMS National Qualification System (NQS) – guidance and tools to help stakeholders\ndevelop processes for qualifying, certifying and credentialing deployable emergency personnel\n▪ FEMA NIMS Job Titles/Position Qualifications – documents defining the minimum criteria\npersonnel serving in specific incident-related positions must attain before deploying to an\nincident\n2.2. Incident Complexity Levels\n2.2.1. FACTORS IN IDENTIFYING INCIDENT COMPLEXITY LEVELS\nIncident complexity reflects the combination of factors affecting how severe, widespread and difficult\nto control an incident is. Many factors determine complexity level, including the following:\n▪ Geographic area involved ▪ Values at risk\n▪ Level of threat to life and property ▪ Weather\n▪ Political sensitivity ▪ Strategy and tactics\n▪ Organizational complexity ▪ Agency policy\n▪ Jurisdictional boundaries ▪ How routine or unusual the incident is\nIncident and emergency management personnel consider complexity level when making decisions\nabout incident management training, staffing and safety. Various obscure factors or concurrent\nevents may complicate incidents—such as isolation of location, social factors, resource availability\nand long-lasting complications. Planning for potential incident escalation applies to complexity level\ndue to potential adverse impacts or unknown variables. Being ready for potential adverse effects and\nthe length of time for resources arriving on scene are important factors in determining how to\nrespond to an incident. The AHJ has the freedom to determine how such factors affect incident\ncomplexity.\n3\n\n\nNIMS Incident Complexity Guide\n2.2.2. CHARACTERISTICS OF INCIDENT COMPLEXITY LEVELS\nIncident/emergency management personnel can determine the complexity level (Types 5 through 1)\nby reviewing a standard set of observable characteristics that an incident displays or an exercise\nencompasses. These characteristics fall into two categories:\nIncident Effect Indicators\nIncident Effect Indicators are observable characteristics that help leaders determine complexity level\nbased on the impact an incident has. These characteristics vary in scale depending on an incident’s\ncomplexity. FEMA defines Incident Effect Indicators as observable “damage, consequence or\ndisruption to the residents, population, infrastructure and government operations surrounding the\nincident or event.”\nIncident Management Indicators\nIncident Management Indicators assist incident and emergency personnel in managing and\nsupporting incidents of any complexity level by helping them complete the following under the\nIncident Command System (ICS):\n▪ Understand and anticipate incident management conditions and determine appropriate\nmanagement structure\n▪ Provide necessary and appropriate structures for response, management and coordination\n▪ Align off-site resources and logistical support requirements\nThe Incident Complexity Level Table below lists specific characteristics for each of these two\ncategories of indicators for all five complexity levels.\n4\n\n\nNIMS Incident Complexity Guide",
      "page": 5
    },
    {
      "title": "3. Instructions",
      "content": "3.1. How to Select Incident Complexity Level\nTo select the appropriate complexity level, an AHJ can refer to the Incident Complexity Level Table on\nthe following pages and follow these steps:\n1. Review the Incident Effect Indicators for Type 5 (the least complex incident level). If the incident\ndisplays all or most of these Incident Effect Indicators, move on to Type 4. But if the incident\ndisplays only a few of the Type 5 Incident Effect Indicators, the incident likely aligns with\ncomplexity level Type 5.",
      "page": 8
    },
    {
      "title": "2. Review the Incident Effect Indicators for Type 4. If the incident displays all or most of these",
      "content": "Incident Effect Indicators, move on to Type 3. But if the incident displays only a few of the Type 4\nIncident Effect Indicators, the incident likely aligns with complexity level Type 4.\n3. Review the Incident Effect Indicators for Types 3, 2 and 1, if necessary. You will know you have\nfound the most likely complexity level when the incident displays all or most of the Incident Effect\nIndicators for the previous level but not for the current complexity level. That is, once you reach\nthe type at which the incident does not display all/most of the Incident Effect Indicators, you can\nassume you have found the right complexity level.",
      "page": 8
    },
    {
      "title": "4. Once you determine the complexity level, use the Incident Management Indicators to guide and",
      "content": "inform a scalable response to the incident within ICS.\no In rapidly escalating incidents, the Incident Management Indicators often lag behind the\nIncident Effect Indicators.\no If the incident displays all or most of the Incident Effect Indicators at a particular complexity\nlevel but none or few of the Incident Management Indicators, you can assume that you have\nfound the correct complexity level but that the response has not yet scaled to address the\nneeds indicated under the Incident Management Indicators.",
      "page": 8
    },
    {
      "title": "5. Note the following:",
      "content": "o Incidents differ in their rate and extent of escalation to more complex levels. It is the\nemergency management personnel’s responsibility to determine the new complexity level in\nthe instance of incident escalation.\no Most indicators are common to all incidents, but some may be unique to a particular\ncomplexity level.\n5\n\n\nNIMS Incident Complexity Guide",
      "page": 8
    },
    {
      "title": "4. Incident Complexity Level Table",
      "content": "The language in the Incident Complexity Level Table is intentionally flexible, allowing AHJs to apply\nthis guide to their specific needs and situations. Due to differences in infrastructure, incident\nmanagement capability, population density, available resources, and other factors, it is possible that\none jurisdiction may identify an incident at one level of complexity while another jurisdiction may\nidentify it as a different level. This guide applies to all hazards and is available for the whole\ncommunity to use as appropriate.\nType 5 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows no resistance to ▪ Incident Commander (IC) position is\nstabilization or mitigation filled, but Command and General Staff\npositions are unnecessary to reduce\n▪ Resources typically meet incident\nworkload or span of control\nobjectives within one or two hours of\narriving on scene ▪ EOC activation is unnecessary\n▪ Minimal effects to population ▪ Unified Command is not typically\nimmediately surrounding the incident necessary\n▪ Few or no evacuations necessary during ▪ One or more resources are necessary\nmitigation and receive direct supervision from the\nIC\n5 ▪ No adverse impact on critical\ninfrastructure and key resources (CIKR) ▪ Resources may remain on scene for\nseveral hours, up to 24, but require little\n▪ Elected/appointed governing officials\nor no logistical support\nand stakeholder groups require minimal\nor no coordination, and may not need ▪ Formal incident planning process is not\nnotification necessary\n▪ Conditions or actions that caused the ▪ Written Incident Action Plan (IAP) is\nincident do not persist; as a result, there unnecessary\nis no probability of a cascading event or\n▪ Limited aviation resources may be\nexacerbation of the current incident\nnecessary and may use varying levels of\nair support\nExamples: Type 5 incidents, events and exercises can include a vehicle fire, a medical\nresponse to an injured/sick person, a response to a suspicious package/ item, or a\nvehicle pursuit. Planned events can include a 5K or 10K road race.\n6\n\n\nNIMS Incident Complexity Guide\nType 4 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows low resistance to ▪ IC/Unified Command role is filled, but\nstabilization or mitigation Command and General Staff positions\nare typically not necessary to reduce\n▪ Resources typically meet incident\nworkload or span of control\nobjectives within several hours of\narriving on scene ▪ EOC activation may be necessary\n▪ Incident may extend from several hours ▪ Resources receive direct supervision\nto 24 hours either from the IC/Unified Command or\nthrough an ICS leader position, such as\n▪ Limited effects to population\na Task Force or Strike Team/Resource\nsurrounding incident\nTeam, to reduce span of control\n▪ Few or no evacuations necessary during\n▪ Division or Group Supervisor position\nmitigation\nmay be filled for organizational or span\n▪ Incident threatens, damages, or of control purposes\ndestroys a minimal number of\n▪ Multiple kinds and types of resources\n4 residential, commercial or cultural\nmay be necessary\nproperties\n▪ Aviation resources may be necessary\n▪ CIKR may suffer adverse impacts\nand may use varying levels of air\n▪ CIKR mitigation measures are support\nuncomplicated and can be implemented\n▪ Resources may remain on scene for 24\nwithin one operational period\nhours or longer and may require limited\n▪ Elected/appointed governing officials logistical support\nand stakeholder groups require minimal\n▪ Formal incident planning process is not\nor no coordination, but they may need to\nnecessary\nbe notified\n▪ Written IAP is unnecessary, but leaders\n▪ Conditions or actions that caused the\nmay complete a documented\noriginal incident do not persist; as a\noperational briefing for all incoming\nresult, there is low to no probability of a\nresources\ncascading event or exacerbation of the\ncurrent incident\nExamples: Type 4 incidents, events and exercises can include a barricaded suspect, a\nhazardous materials (HAZMAT) spill on a roadway or waterway, a detonation of a small\nexplosive device, a large commercial fire or a localized flooding event affecting a\nneighborhood or subdivision. Planned events can include a march, protest, festival, fair,\nor parade.\n7\n\n\nNIMS Incident Complexity Guide\nType 3 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows moderate resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation may be necessary\n▪ Resources typically do not meet incident\n▪ Command Staff positions are filled to\nobjectives within the first 24 hours of\nreduce workload or span of control\nresources arriving on scene\n▪ At least one General Staff position is\n▪ Incident may extend from several days\nfilled to reduce workload or span of\nto over one week\ncontrol\n▪ Population within and immediately\n▪ Numerous resources receive\nsurrounding incident area may require\nsupervision indirectly through the\nevacuation or shelter during mitigation\nOperations Section and its subordinate\n▪ Incident threatens, damages, or positions\ndestroys residential, commercial or\n▪ Branch Director position(s) may be filled\ncultural properties\nfor organizational purposes and\n▪ CIKR may suffer adverse impacts occasionally for span of control\n▪ CIKR mitigation actions may extend into ▪ Division Supervisors, Group\nmultiple operational periods Supervisors, Task Forces and Strike\nTeams/Resource Teams are necessary\n▪ Elected/appointed governing officials\nto reduce span of control\nand stakeholder groups require some\nlevel of coordination ▪ ICS functional units may be necessary\n3\nto reduce workload\n▪ Conditions or actions that caused the\nincident may persist; as a result, there is ▪ Incident typically extends into multiple\nmedium probability of a cascading event operational periods\nor exacerbation of the current incident\n▪ Resources may need to remain on\nscene for over a week and will require\nlogistical support\n▪ Incident may require an incident base\nto support resources\n▪ Numerous kinds and types of resources\nmay be required\n▪ Aviation operations may involve multiple\naircraft\n▪ Number of responders depends on the\nkind of incident but could add up to\nseveral hundred personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP may be necessary for each\noperational period\n8\n\n\nNIMS Incident Complexity Guide\nType 3 Incident Effect Indicators Incident Management Indicators\nExamples: Type 3 incidents, events and exercises can include a tornado that damages a\nsmall section of a city, village or town; a railroad tank car HAZMAT leak requiring\nevacuation of a neighborhood or section of a community; a detonation of a large\nexplosive device; an active shooter; a water main break; a Category 1 or 2 hurricane; or a\nsmall aircraft crash in a populated area. Planned events can include a county fair or an\nauto racing event.\n9\n\n\nNIMS Incident Complexity Guide\nType 2 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows high resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation is likely necessary\n▪ Resources typically do not meet incident\n▪ All Command Staff positions are filled\nobjectives within the first several days\n▪ All General Staff positions are filled\n▪ Incident may extend from several days\nto two weeks ▪ Large numbers of resources receive\nsupervision through the Operations\n▪ Population within and surrounding the\nSection\ngeneral incident area is affected\n▪ Branch Director position(s) may be filled\n▪ Affected population may require\nfor organizational or span of control\nevacuation, shelter or housing during\npurposes\nmitigation for several days to months\n▪ Division Supervisors, Group Supervisors,\n▪ Incident threatens damages, or destroys\nTask Forces, Strike Teams and\nresidential, commercial, and cultural\nResource Teams are necessary to\nproperties\nreduce span of control\n▪ CIKR may suffer adverse impacts,\n▪ Most ICS functional units are filled to\nincluding destruction\nreduce workload\n▪ CIKR mitigation actions may extend into\n▪ Incident extends into numerous\nmultiple operational periods, requiring\noperational periods\nconsiderable coordination\n▪ Resources may need to remain on\n▪ Elected/appointed governing officials,\nscene for several weeks and will require\npolitical organization and stakeholder\n2 complete logistical support, as well as\ngroups require a moderate level of\npossible personnel replacement\ncoordination\n▪ Incident requires an incident base and\n▪ Incident has resulted in external\nother ICS facilities for support\ninfluences, has widespread impact and\ninvolves political and media sensitivities ▪ Numerous kinds and types of resources\nrequiring comprehensive management may be required\n▪ Conditions or actions that caused the ▪ Complex aviation operations involving\noriginal incident may persist, so a multiple aircraft may be involved\ncascading event or exacerbation of the ▪ Size and scope of resource mobilization\ncurrent incident is highly probable necessitates a formal demobilization\nprocess\n▪ Length of resource commitment may\nnecessitate a transfer of command from\none Incident Management Team (IMT)\nto a subsequent IMT\n▪ Number of responders depends on the\nkind of incident but could add up to over\n1,000 personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP is necessary for each\noperational period\n10\n\n\nNIMS Incident Complexity Guide\nType 2 Incident Effect Indicators Incident Management Indicators\n▪ Leaders may order and deploy out-of-\nstate resources such as through the\nEmergency Management Assistance\nCompact (EMAC)\nExamples: Type 2 incidents, events and exercises can include a tornado that damages an\nentire section of a city, village or town; a railroad tank car HAZMAT leak requiring a\nseveral-days-long evacuation of an entire section of a city, village or town; a wildland fire\nin an area with numerous residences, requiring evacuations and several days of\nfirefighting; a multi-event explosive device attack; or a river flooding event affecting an\nentire section of a city, village or town, with continued precipitation anticipated. Planned\nevents can include a VIP visit, a large demonstration, a strike or a large concert.\n11\n\n\nNIMS Incident Complexity Guide\nType 1 Incident Effect Indicators Incident Management Indicators\n▪ Incident shows high resistance to ▪ IC/Unified Command role is filled\nstabilization or mitigation\n▪ EOC activation is necessary\n▪ Incident objectives cannot be met within\n▪ Unified Command is complex due to the\nnumerous operational periods\nnumber of jurisdictions involved\n▪ Incident extends from two weeks to over\n▪ All Command Staff positions are filled;\na month\nmany include assistants\n▪ Population within and surrounding the\n▪ All General Staff positions are filled;\nregion or state where the incident\nmany include deputy positions\noccurred is significantly affected\n▪ Many resources receive supervision\n▪ Incident threatens, damages, or\nthrough an expanded Operations\ndestroys significant numbers of\nSection\nresidential, commercial, and cultural\nproperties ▪ Branch Director position(s) may be filled\nfor organizational or span of control\n▪ Incident damages or destroys numerous\npurposes\nCIKRs\n▪ Division Supervisors, Group Supervisors,\n▪ CIKR mitigation extends into multiple\nTask Forces, Strike Teams, and\noperational periods and requires long-\nResource Teams are necessary to\nterm planning and extensive\nreduce span of control\ncoordination\n▪ Most or all ICS functional units are filled\n▪ Evacuated or relocated populations may\nto reduce workload\nrequire shelter or housing for several\n1\ndays to months ▪ Incident extends into many operational\nperiods\n▪ Elected/appointed governing officials,\npolitical organizations and stakeholder ▪ Resources will likely need to remain on\ngroups require a high level of scene for several weeks and will require\ncoordination complete logistical support, as well as\npossible personnel replacement\n▪ Incident has resulted in external\ninfluences, has widespread impact and ▪ Incident requires an incident base and\ninvolves political and media sensitivities numerous other ICS facilities for support\nrequiring comprehensive management ▪ Numerous kinds and types of resources\n▪ Conditions or actions that caused the may be required, including many that\noriginal incident still exist, so a trigger a formal demobilization process\ncascading event or exacerbation of the ▪ Federal assets and other nontraditional\ncurrent incident is highly probable organizations – such as Voluntary\nOrganizations Active in Disaster (VOAD)\nand NGOs – may be involved in the\nresponse, requiring close coordination\nand support\n▪ Complex aviation operations involving\nnumerous aircraft may be involved\n▪ Size and scope of resource mobilization\nnecessitates a formal demobilization\nprocess\n12\n\n\nNIMS Incident Complexity Guide\n▪ Length of resource commitment may\nnecessitate a transfer of command from\none IMT to a subsequent IMT\n▪ Number of responders depends on the\nkind of incident but could add up to over\n1,000 personnel\n▪ Leaders initiate and follow formal\nincident planning process\n▪ Written IAP is necessary for each\noperational period\n▪ Leaders may order and deploy out-of-\nstate resources, such as through EMAC\nExamples: Type 1 incidents, events and exercises can include a tornado with damage or\ndestruction to an entire community; a Category 3, 4 or 5 hurricane; a pandemic; a\nrailroad tank car explosion or multilevel explosive device destroying several\nneighborhoods and damaging others; a large wind-driven wildland fire threatening an\nentire city, village or town, causing several evacuations and destroying many homes,\nbusinesses, and critical infrastructure assets; or a widespread river flooding event in a\ncity, village, or town, with continued precipitation anticipated. Planned events can include\na political convention, the Super Bowl, the World Series or a presidential visit.\n13\n\n\nNIMS Incident Complexity Guide",
      "page": 9
    },
    {
      "title": "5. Incident Effect Indicators Summary Table",
      "content": "This table supports the Incident Effect Indicators listed in the above Incident Complexity Level Tables across all hazards and provides a\nbasis for training to determine incident complexity. Users can identify indicators with ease of use in addition to the detail provided above.\nIncident Complexity Level: Incident Effect Indicators Summary\nCoordination\nHow long Do conditions Probability of\nEffects on required with\nResistance does it take Length Evacuations or actions cascading\npopulation Adverse CIKR impact / elected/\nto for resources of necessary that caused event or\nType immediately impact on mitigation governing\nstabilization to meet incident during original exacerbation\nsurrounding CIKR measures officials and\nor mitigation incident effects mitigation incident of current\nthe incident stakeholder\nobjectives? persist? incident\ngroups\n5 None 1-2 hours Minimal Minimal Few or none None None Minimal or none No None\nUncomplicated\nSeveral to 24 Up to 24\n4 Low Limited Few or none Minimal within one Minimal or none No Low to none\nhours hours\noperational period\nSeveral Threatens,\nAt least 24 days to Possible; may damages, or Adverse; multiple\n3 Moderate Moderate Some Possibly Medium\nhours over one require shelter destroys operational periods\nweek property\nPossible; may\nDestructive;\nSeveral require Threatens,\nrequires Moderate,\ndays to shelter/ damages, or\n2 High Several days Significant coordination over including political Possibly High\ntwo housing for destroys\nmultiple operational organizations\nweeks several days property\nperiods\nto months\nHighly destructive;\nMay require Significantly requires long-term\nTwo\nNumerous shelter/ threatens, planning and High, including\nweeks to\n1 High operational Significant housing for damages, or extensive political Yes High\nover a\nperiods several days destroys coordination over organizations\nmonth\nto months property multiple operational\nperiods\n14\n\n\nNIMS Incident Complexity Guide\nAbbreviations\nAHJ Authority Having Jurisdiction\nCIKR critical infrastructure and key resources\nEMAC Emergency Management Assistance Compact\nFEMA Federal Emergency Management Agency\nHAZMAT hazardous materials\nHSEEP Homeland Security Exercise and Evaluation Program\nIAP Incident Action Plan\nIC Incident Commander\nICP Incident Command Post\nICS Incident Command System\nIMT Incident Management Team\nNIC National Integration Center\nNIMS National Incident Management System\nNGO Nongovernmental Organization\nNPG National Preparedness Goal\nNQS National Qualification System\nPSC Planning Section Chief\nPTB Position Task Book\nRTLT Resource Typing Library Tool\nSLTT state, local, tribal and territorial\nSPR Stakeholder Preparedness Review\nTHIRA Threat and Hazard Identification and Risk Assessment\nVOAD Voluntary Organizations Active in Disaster\n15\n\n\nNIMS Incident Complexity Guide\nGlossary\nagency: A government element with a specific function offering a particular kind of assistance.\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for developing,\nimplementing, maintaining and overseeing the qualification process within its organization or\njurisdiction. The AHJ may be a state or federal agency, training commission, NGO, private sector\ncompany or a tribal or local agency such as a police, fire or public works department. In some cases,\nthe AHJ may support multiple disciplines that collaborate as part of a team, such as an IMT.\nCommand Staff: A group of incident personnel that the IC or Unified Command assigns to support\nthe command function at an ICP. Command Staff often include a Public Information Officer (PIO), a\nSafety Officer and a Liaison Officer, who have assistants as necessary. Additional positions may be\nnecessary, depending on the incident.\ncritical infrastructure and key resources (CIKR): Assets, systems, networks, functions and\nresources—physical or virtual—that are so vital to the United States that their incapacitation or\ndestruction would have a debilitating impact on security, national economic security or public health\nand safety.\ndeputy: A qualified individual who, in the absence of a superior, can be delegated the authority to\nmanage a functional operation or perform a specific task. In some cases, a deputy can act as relief\nfor a superior; therefore, the deputy should be fully qualified in the position. Generally, deputies can\nserve the IC, EOC director, General Staff and branch directors.\ndirector: The ICS title for an individual responsible for supervising a branch. Also, an organizational\ntitle for an individual responsible for managing and directing the team in an EOC.\ndivision: The organizational level having responsibility for operations within a defined geographic\narea. Divisions are established when the number of resources exceeds the section chief’s\nmanageable span of control.\nemergency: Any incident, whether natural, technological or human caused, that necessitates\nresponsive action to protect life or property.\nEmergency Management Assistance Compact (EMAC): A national interstate mutual aid agreement\nthat enables member states and territories to share resources during times of disaster.\nevacuation: The organized, phased and supervised withdrawal, dispersal or removal of people from\ndangerous or potentially dangerous areas, and their reception and care in safe areas.\nevent: See planned event.\n16\n\n\nNIMS Incident Complexity Guide\nGeneral Staff: A group of incident personnel organized according to function and reporting to the IC\nor Unified Command. The ICS General Staff consists of the Operations Section Chief, Planning\nSection Chief (PSC), Logistics Section Chief and Finance/Administration Section Chief.\nhazard: Something potentially dangerous or harmful; often the root cause of an unwanted outcome.\nincident: Per NIMS, an occurrence, natural or human caused, that necessitates a response to protect\nlife or property. In this document, incident includes planned events as well as emergencies and\ndisasters of all kinds and sizes.\nIncident Action Plan (IAP): An oral or written plan outlining the IC’s or Unified Command’s objectives,\ntactics and support activities for the planned operational period, generally 12 to 24 hours.\nincident base: A location where personnel coordinate and administer logistics functions for an\nincident. There is typically only one base per incident. The incident base may be co-located with the\nICP.\nIncident Commander (IC): The individual responsible for all incident activities, including developing\nstrategies and tactics and ordering and releasing resources. The IC has overall authority and\nresponsibility for conducting incident operations and is responsible for the management of all\nincident activities.\nIncident Command Post (ICP): The field location where staff perform the primary functions of incident\ncommand. The ICP may be co-located with the incident base and other incident facilities.\nIncident Command System (ICS): A standardized approach to the command, control and coordination\nof on-scene incident management, providing a common hierarchy within which personnel from\nmultiple organizations can work. The ICS brings procedures, personnel, facilities, equipment and\ncommunications into a common organizational structure to aid in the management of on-scene\nresources during incidents. The ICS applies to small, large and complex incidents of all kinds,\nincluding planned events.\nincident complexity: The incident level determined by the level of difficulty, severity or overall\nresistance the incident or event presents to incident management or support personnel as they work\nto manage it; a categorization that helps leaders compare one type of incident or event to another.\nIncident Effect Indicators: Characteristics that help leaders determine the incident complexity level\nbased on the impact an incident has. These indicators vary in scale with the complexity of an\nincident. FEMA defines them as “the characteristics seen as damage, consequence or disruption to\nthe residents, population, infrastructure and government operations surrounding the incident or\nevent.” See also Incident Management Indicators.\nincident management: The broad spectrum of activities and organizations providing operations,\ncoordination and support at all levels of government, using both governmental and nongovernmental\n17\n\n\nNIMS Incident Complexity Guide\nresources to plan for, respond to and recover from an incident, regardless of cause, size or\ncomplexity.\nIncident Management Indicators: Characteristics that incident or emergency management\npersonnel likely observe as the ICS expands or contracts in relationship to the complexity of an\nincident. These indicators can assist emergency and incident managers in managing and supporting\nan incident of any complexity level. See also Incident Effect Indicators.\nIncident Management Team (IMT): A rostered group of ICS-qualified personnel consisting of an IC,\nCommand and General Staff and personnel assigned to other key ICS positions.\njurisdiction: Jurisdiction has two definitions depending on the context:\n▪ A range or sphere of authority: Public agencies have jurisdiction at an incident related to their\nlegal responsibilities and authority. Jurisdictional authority at an incident can be political or\ngeographical (for example, SLTT or federal boundary lines) or functional (for example, law\nenforcement or public health).\n▪ A political subdivision (for example, municipal, county, parish, state or federal) with the\nresponsibility to ensure public safety, health and welfare within its legal authorities and\ngeographic boundaries.\nmitigation: Applying the capabilities necessary to reduce loss of life and property by lessening the\nimpacts of natural and human-caused disasters, incidents and events.\nmutual aid agreement: A written or oral agreement between or among agencies, organizations and\njurisdictions that provides a mechanism for quickly obtaining assistance in the form of personnel,\nequipment, materials and other associated services. The primary objective is to facilitate the rapid,\nshort-term deployment of support before, during and after an incident.\nnational: Of a nationwide character, including the SLTT and federal aspects of governance and\npolicy.\nNational Incident Management System (NIMS): A systematic, proactive approach designed to guide\nall levels of government, NGOs and the private sector to work together to prevent, protect against,\nmitigate, respond to and recover from the effects of incidents. NIMS provides stakeholders across\nthe whole community with the shared vocabulary, systems and processes to successfully deliver the\ncapabilities described in the National Preparedness System. NIMS provides a consistent foundation\nfor dealing with all incidents, from daily occurrences to incidents requiring a coordinated federal\nresponse.\nNational Integration Center (NIC): A FEMA office that develops doctrine and tools to lead the whole\ncommunity in implementing the National Preparedness System and NIMS.\n18\n\n\nNIMS Incident Complexity Guide\nnational preparedness: Planning, organizing, equipping, training and exercising to build and sustain\nthe capabilities necessary to prevent, protect against, mitigate, respond to and recover from the\nthreats that pose the greatest risk to national security.\nNational Preparedness Goal (NPG): Doctrine describing what it means for the whole community to be\nprepared for the types of incidents that pose the greatest threat to national security, including acts of\nterrorism, emergencies and disasters, regardless of cause. The goal reads, “A secure and resilient\nNation with the capabilities required across the whole community to prevent, protect against,\nmitigate, respond to and recover from the threats and hazards that pose the greatest risk.”\nNational Preparedness System: An organized process to achieve the NPG’s stated goal of a secure\nand resilient nation.\nNational Qualification System (NQS): A nationwide approach, including best practices, for AHJs to use\nin qualifying, certifying and credentialing incident management and support personnel.\nNongovernmental Organization (NGO): A nonprofit group that is based on the interests of its\nmembers, individuals or institutions. An NGO is not created by a government, but it may work\ncooperatively with government. Examples of NGOs include faith-based groups, relief agencies and\nanimal welfare organizations.\noperational period: The time scheduled for executing a given set of operation actions, as the IAP\nspecifies. Operational periods can vary in length but are typically 12 to 24 hours.\nplanned event: A scheduled, non-emergency activity such as a sporting event, concert or parade.\nPosition Task Book (PTB): A document that describes the minimum competencies, behaviors and\ntasks necessary for a person to qualify or recertify for a NIMS position. The PTB documents a\ntrainee’s performance of given tasks.\nresource management: Systems for identifying available resources at all jurisdictional levels to\nenable timely, efficient and unimpeded access to resources necessary to prepare for, respond to or\nrecover from an incident.\nresources: Personnel, equipment, teams, supplies and facilities available or potentially available for\nassignment to incident operations. NIMS describes resources by kind and type and uses them in\noperational support or supervisory capacities at an incident or at an EOC.\nresponse: The capabilities necessary to save lives, protect property and the environment and meet\nbasic human needs after an incident has occurred.\nspan of control: The number of subordinates for which a supervisor is responsible, usually expressed\nas a ratio of supervisors to individuals.\n19\n\n\nNIMS Incident Complexity Guide\nUnified Command: An ICS command structure that applies when more than one agency has incident\njurisdiction or when incidents cross political jurisdictions.\nwhole community: A focus on enabling a wide range of players from the private and nonprofit sectors\nto participate in incident management activities to foster better coordination and working\nrelationships. Stakeholders include NGOs, the general public and all levels of government.\n20\n\n\nNIMS Incident Complexity Guide\nReference Resources\nNational Incident Management System (NIMS)\n▪ On the NIMS website, users can find links to NIMS documents, guidelines and operational tools,\nas well as training information, implementation guidance, updates and contact information.\no https://www.fema.gov/emergency-managers/nims\nNational Qualification System (NQS)\n▪ The NIMS Guideline for the NQS describes the components of a qualification and certification\nsystem, defines a process for certifying the qualifications of incident personnel, describes how to\nestablish and implement a peer review process and introduces the process of credentialing\npersonnel.\n▪ NQS also provides Job Titles/Position Qualifications and PTBs for a range of incident\nmanagement, incident support and emergency management positions, as well as supplemental\nguidance regarding Qualification Review Boards.\no https://www.fema.gov/emergency-managers/nims/components#nqs\no NIMS NQS Supplemental Guide for Qualification Review Boards\nResource Typing Library Tool (RTLT)\n▪ FEMA’s RTLT is an online catalog of national resource typing definitions and NIMS Job\nTitles/Position Qualifications.\no https://rtlt.preptoolkit.fema.gov/Public/Combined\nIncident Command System (ICS) Resource Center\n▪ The Emergency Management Institute’s ICS Resource Center provides information about and\nlinks to an extensive array of ICS training materials, job aids, position checklists and forms.\no https://training.fema.gov/emiweb/is/icsresource/index.htm\nNIMS Training Program\n▪ The NIMS Training Program specifies NIC and stakeholder responsibilities and activities for\ndeveloping, maintaining and sustaining NIMS training.\no https://www.fema.gov/emergency-managers/nims/implementation-training#training\n21\n\n\nNIMS Incident Complexity Guide\nNIMS Guideline for Mutual Aid\n▪ The NIMS Guideline for Mutual Aid outlines common practices for mutual aid agreements,\ncompacts and plans for use before and after an incident or planned event. Private and nonprofit\nsectors, faith-based organizations and governments can use this guidance as a resource in\ndeveloping or refining mutual aid agreements or plans.\no https://www.fema.gov/emergency-managers/nims/components#mutual-aid\nIntegrated Preparedness Planning\n▪ The Homeland Security Exercise and Evaluation Program (HSEEP) provides a set of guiding\nprinciples for exercise and evaluation programs, as well as a common approach to exercise\nprogram management, design and development, conduct, evaluation and improvement planning.\no Homeland Security Exercise and Evaluation Program (HSEEP)\n▪ Comprehensive Preparedness Guide (CPG) 201 provides guidance for conducting a Threat and\nHazard Identification and Risk Assessment (THIRA) and Stakeholder Preparedness Review (SPR).\no CPG 201: Threat and Hazard Identification and Risk Assessment (THIRA) and Stakeholder\nPreparedness Review (SPR) Guide\n22",
      "page": 17
    }
  ],
  "citations": [
    {
      "citation_id": "fema_nims_incident-complexity-guide_section1_p2",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 2,
      "content_preview": "National Incident Management System\nIncident Complexity Guide\nPlanning, Preparedness and Training\nJune 2021\n\n\nNIMS Incident Complexity Guide\nThis page intentionally left blank\n\n\nNIMS Incident Complexi..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section2_p4",
      "section_title": "1. Introduction",
      "section_number": 2,
      "start_page": 4,
      "content_preview": "The Incident Complexity Guide: Planning, Preparedness and Training supports the National Incident\nManagement System (NIMS) doctrine by establishing guidance to support the incident management\nand emer..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section3_p5",
      "section_title": "2. Overview",
      "section_number": 3,
      "start_page": 5,
      "content_preview": "2.1. Purpose\nThe Incident Complexity Guide is intended for use during planning, preparedness and training efforts\nto help organizations and jurisdictions improve their readiness to respond to real-wor..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section4_p8",
      "section_title": "3. Instructions",
      "section_number": 4,
      "start_page": 8,
      "content_preview": "3.1. How to Select Incident Complexity Level\nTo select the appropriate complexity level, an AHJ can refer to the Incident Complexity Level Table on\nthe following pages and follow these steps:\n1. Revie..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section5_p8",
      "section_title": "2. Review the Incident Effect Indicators for Type 4. If the incident displays all or most of these",
      "section_number": 5,
      "start_page": 8,
      "content_preview": "Incident Effect Indicators, move on to Type 3. But if the incident displays only a few of the Type 4\nIncident Effect Indicators, the incident likely aligns with complexity level Type 4.\n3. Review the ..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section6_p8",
      "section_title": "4. Once you determine the complexity level, use the Incident Management Indicators to guide and",
      "section_number": 6,
      "start_page": 8,
      "content_preview": "inform a scalable response to the incident within ICS.\no In rapidly escalating incidents, the Incident Management Indicators often lag behind the\nIncident Effect Indicators.\no If the incident displays..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section7_p8",
      "section_title": "5. Note the following:",
      "section_number": 7,
      "start_page": 8,
      "content_preview": "o Incidents differ in their rate and extent of escalation to more complex levels. It is the\nemergency management personnel’s responsibility to determine the new complexity level in\nthe instance of inc..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section8_p9",
      "section_title": "4. Incident Complexity Level Table",
      "section_number": 8,
      "start_page": 9,
      "content_preview": "The language in the Incident Complexity Level Table is intentionally flexible, allowing AHJs to apply\nthis guide to their specific needs and situations. Due to differences in infrastructure, incident\n..."
    },
    {
      "citation_id": "fema_nims_incident-complexity-guide_section9_p17",
      "section_title": "5. Incident Effect Indicators Summary Table",
      "section_number": 9,
      "start_page": 17,
      "content_preview": "This table supports the Incident Effect Indicators listed in the above Incident Complexity Level Tables across all hazards and provides a\nbasis for training to determine incident complexity. Users can..."
    }
  ],
  "metadata": {
    "category": "fema_other",
    "filename": "nims-incident-complexity-guide.pdf",
    "word_count": 6151,
    "char_count": 44970
  }
}