{
  "source_file": "Data/raw/fema_other/nims-guideline-resource-management-preparedness.pdf",
  "citation_prefix": "fema_nims_guideline-resource-management-preparedness",
  "total_pages": 31,
  "full_text": "\n\n\nNational Incident\nManagement System\nGuideline for Resource\nManagement Preparedness\nJune 2021\nFEMA\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally left blank.\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nTable of Contents\ni\nI\nI\nI\nI\nV\n. I\nI . R\nI I . R\nA\nB\nC\nD\nE\nV . R\nA\nB\nC\nD\n. A\nA\nB\nC\nD\nE\nn t r o d u c t i o n ................................ ................................................................ ............................... 1\ne s o u r c e M a n a g e m e n t P r e p a r e d n e s s O v e r v i e w ................................ ................................ ....... 2\ne s o u r c e M a n a g e m e n t P r e p a r e d n e s s P r o c e s s e s ................................ ................................ ....... 3\n. A c q u i r i n g , S t o r i n g a n d I n v e n t o r y i n g R e s o u r c e s ................................................................................ 3\n. R e s o u r c e I n v e n t o r y i n g ........................................................................................................................ 3\n. I d e n t if y i n g a n d T y p i n g R e s o u r c e s ...................................................................................................... 6\n. Q u a l if y in g , C e r ti f y i n g a n d C r e d e n t ia l i n g P e r s o n n e l .......................................................................... 9\n. P l a n n i n g f o r R e s o u r c e s ....................................................................................................................... 9\ne s o u r c e M a n a g e m e n t A u t h o r i t i e s a n d R o l e s ................................ ................................ ........ 1 1\n. F E M A ............................................................................................................................................... 1 1\n. F e d e r a l , S t a t e , L o c a l, T r i b a l a n d T e r r it o r i a l J u r is d i c t i o n s ................................................................ 1 1\n. N E M A .............................................................................................................................................. 1 1\n. R e g i o n a l O r g a n i z a t i o n s , V o l u n t e e r O r g a n i z a t i o n s a n d t h e P r i v a t e S e c t o r ....................................... 1 2\np p e n d i c e s ................................ ................................................................ .............................. 1 3\n. A p p e n d i x A : G l o s s a r y ...................................................................................................................... 1 3\n. A p p e n d i x B : A b b r e v i a t i o n s .............................................................................................................. 1 5\n. A p p e n d i x C : R e s o u r c e s .................................................................................................................... 1 6\n. A p p e n d i x D : H o w t o R e a d R e s o u r c e T y p i n g D o c u m e n t s ................................................................ 1 8\n. A p p e n d i x E : H o w t o C r e a t e R e s o u r c e T y p i n g D e f in it i o n s .............................................................. 2 6\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally left blank.\nii\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nI. Introduction\nNational Incident Management System (NIMS) resource management guidance enables many\norganizational elements to collaborate and coordinate to systematically manage resources—\npersonnel, teams, facilities, equipment and supplies. Most jurisdictions or organizations do not\nown and maintain all the resources necessary to address all potential threats and hazards.\nTherefore, effective resource management includes making good use of each jurisdiction’s\nresources, engaging private sector resources, involving volunteer organizations and encouraging\nfurther development of mutual aid agreements.\nThe NIMS Guideline for Resource Management Preparedness supplements the NIMS Resource\nManagement component by providing additional details on resource management preparedness\nprocesses, best practices, authorities and tools. The audience for this guide is any Authority\nHaving Jurisdiction (AHJ) that is responsible for acquiring, inventorying, storing, or sharing\nresources. Whether building a new resource management program or working to improve an\nexisting one, AHJs can use this guide to find information about resource management\npreparedness and best practices.\nThe National Qualification System (NQS) provides the tools for jurisdictions and organizations\nto share resources seamlessly. Using the NQS approach to qualify, certify, and credential\nincident management and support personnel ensures personnel deploying through mutual aid\nagreements and compacts have the capabilities to perform the duties of their assigned roles.\nFor AHJs that already have resource management processes in place, this guide does not replace\nestablished procedures. Rather, it may help an AHJ refine its processes with a view to\nencouraging consistent, effective and interoperable processes nationwide. Note that adopting the\nresource management preparedness concepts described in this guide is voluntary. Principles\nwithin this guide can help preparedness grant recipients build towards NIMS compliance. The\ncontents of this document do not have the force and effect of law and are not meant to bind the\npublic in any way.\n1\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nII. Resource Management\nPreparedness Overview\nThe resource management preparedness activities described here pertain primarily to resources\nthat are shareable or deployable between organizations and jurisdictions. Implementing a\ncomprehensive resource management process at the organizational or jurisdictional level helps\nalign resource capabilities and terminology, streamline resource coordination and ensure\ninteroperability nationwide.\nThe NIMS Resource Management component identifies five kinds of resources: personnel,\nequipment, teams, supplies and facilities. These resources, on their own or combined, can help a\njurisdiction build capabilities to respond to incidents. For example, as Figure 1 shows, acquiring\nepidemiological equipment and supplies, qualifying additional epidemiologists and typing\nepidemiological response teams can help a jurisdiction increase its public health capabilities to\nbetter respond to a public health emergency.\nFigure 1: Jurisdictions use resources as building blocks to increase capabilities. For\nexample, a jurisdiction can acquire, credential and type epidemiological resources to\nbuild its public health capabilities.\nEach jurisdiction or organization that owns, maintains and operates these resources is responsible\nfor managing the minimum capability, interoperability and sharing of these resources during an\nincident.\n2\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nIII. Resource Management\nPreparedness Processes\nResource management preparedness involves four processes:\n• Acquiring, storing and inventorying resources;\n• Identifying and typing resources;\n• Qualifying, certifying and credentialing personnel; and\n• Planning for resources.\nThese activities should fit into a jurisdiction’s or organization’s comprehensive emergency\nmanagement preparedness activities as part of an annual or cyclical process. Resource\nmanagement preparedness builds on activities that organizations and jurisdictions may already\nbe implementing, such as emergency operations planning.\nA. Acquiring, Storing and Inventorying Resources\nJurisdictions and organizations acquire, store and inventory resources for day-to-day operations,\nin addition to stockpiling resources for incidents. This is a collaborative process in which\ndepartments, agencies and organizations each maintain their own resources and\njurisdictions/organizations coordinate with them to track and inventory broad operational\ncapabilities and logistical requirements, such as storage.\nOrganizations/jurisdictions can acquire resources by making purchases, receiving donations, or\nhiring personnel. Acquisition processes and protocols vary from jurisdiction to jurisdiction. Once\ninventory resources are on hand, the jurisdiction should properly store them for future use.\nStorage processes and procedures also vary from jurisdiction to jurisdiction.\nResource Inventorying\nEffective resource management involves establishing a resource inventory and keeping the\ninformation current and accurate. Although a resource inventory can be as simple as a paper\nspreadsheet, many resource managers use Information Technology (IT)-based inventory systems\nto document and track resources. Accurate inventories enable organizations not only to resource\nincidents promptly but to support day-to-day resource management activities such as\nreconciliation, accounting and auditing.\nNational Resource Hub (NRH)\nThe National Resource Hub is a suite of web-based tools that support a consistent approach for the\nresource management preparedness process. Users can: access and automate the use of NIMS\nresource typing definitions, job titles/position qualifications and position task book templates; Inventory\nindividual resources—personnel, equipment, teams, supplies, and facilities; and manage personnel\nqualifications, certifications and credentials. Learn more at https://preptoolkit.fema.gov/web/national-\nresource-hub.\n3\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nWhen inventorying and organizing resources, jurisdictions and organizations can categorize\nresources in various ways:\n• Core Capability:1 The core capability for which a resource is most useful\n• Category: The function for which a resource is most useful (for example, firefighting, law\nenforcement, or health and medical)\n• Resource Kind: One of the five main resource types, such as personnel, facilities, or\nequipment\n• Type: A resource’s level of minimum capability to perform its function:\n‒ Type 1 represents a higher capability than Type 2, which represents a higher capability\nthan Type 3 and so on\n‒ The level of capability depends on size, power and capacity (for equipment) or\nexperience and qualifications (for personnel and teams)\nA comprehensive resource management preparedness strategy provides the following benefits:\n• Allows the supplying organization, or provider, to understand expectations of a resource\nbased on the capabilities outlined in resource typing\n• Allows the receiving organization, or requestor, to receive a preassembled and predetermined\nresource that meets the minimum capabilities for the specified resource type\n• Integrates resource management into day-to-day organizational and jurisdictional operations,\nmaking the national mutual aid process a seamless continuation of resource management to\nsupport incident operations\nFor NIMS purposes, resource inventorying is a preparedness activity that takes place outside of\nincident response. Inventories include an up-to-date count and pertinent details about an\norganization’s resources. Inventories often provide the basis for resource tracking during an\nincident. An effective resource inventory stores details about each resource, such as:\n• Name: The resource’s unique name\n• Aliases: Any other names for the resource, whether formal or informal; these can be radio\ncall signs, license numbers, nicknames, or anything else that helps users identify the resource\n• Status: The resource’s availability for deployment and estimated hours necessary to prepare\nfor deployment\n• Resource Typing Definition or Job Title: This can be either a standard NIMS resource\ntyping definition or Job Title/Position Qualification or—for non-typed resources—a state,\nlocal, tribal or territorial definition\n1 The National Preparedness Goal (NPG) defines 32 core capabilities, listed here: https://www.fema.gov/emergency-\nmanagers/national-preparedness/mission-core-capabilities.\n4\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n• Mutual Aid Readiness: The status indicating whether the resource is available and ready for\ndeployment under mutual aid\n• Home Location: The resource’s permanent storage location, base, or office; this section\nshould also include the home location’s associated latitude/longitude and United States\nNational Grid (USNG) coordinates to ensure interoperability with mapping and decision\nsupport tools\n• Present Location: The resource’s current storage location, base, office, or deployment\nassignment, with associated latitude/longitude and USNG coordinates\n• Point of Contact (POC): The person(s) who can provide essential information about the\nresource\n• Owner: The agency, company, person, or other entity that owns the resource\n• Manufacturer/Model (equipment only): The entity that built the resource, plus the\nresource’s model name/number; this section should also include the serial number—the\nresource’s unique identifier that serves as a real-world inventory control number or other\nvalue used in official records\n• Contracts: Purchase, lease, rental, or maintenance agreements or other financial agreements\nassociated with the resource\n• Certifications: Documentation that validates the official qualifications, certifications and\nlicenses associated with the resource\n• Deployment Information: Information necessary for requesting a resource, including:\n‒ Minimum Lead Time (in hours): The minimum amount of time a resource needs to\nprepare for deployment\n‒ Maximum Deployment Time (in days): The maximum amount of time a resource can\nstay on the scene; when the deployment time runs out, the requesting organization should\nopt for maintenance, recovery, or resupply\n‒ Limitations: Any limitations placed on the resource’s use, deployable area, capabilities\nand so on\n‒ Custom Attributes: A customizable field that an agency can add to provide any\nnecessary information that the standard fields do not contain\nResource Management Activities\nJurisdictions and organizations are responsible for coordinating resource acquisition, storage and\ninventorying as part of the resource management process. Since departments, agencies and\norganizations may own resources, the jurisdiction or organization should assign responsibility for\nmanaging, maintaining and communicating the following critical pieces of information:\n• Personnel rosters;\n• Equipment maintenance;\n5\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\n• Personnel qualification standards;\n• Training standards;\n• Team composition; and\n• Financial considerations, such as rates, reimbursement processes, compensation and\ninsurance considerations.\nAdditionally, the jurisdiction or organization should assign responsibility for analyzing how\nindividual resources fit into the bigger picture of resource readiness. This responsibility includes\ntracking:\n• Resource capabilities;\n• Overall operational status;\n• Geographic location of resources;\n• Release and return instructions;\n• Sustainability needs to maintain the resource’s usability;\n• Mutual aid agreements; and\n• External liaisons or agency representatives for future coordination needs.\nThese pieces of information help inform the planning process and promote a coordinated\nresource response.\nB. Identifying and Typing Resources\nBy identifying and typing resources, jurisdictions and organizations build a common\nunderstanding of a specific resource and its capabilities. This process primarily focuses on\nresources that deploy across jurisdictional boundaries.\nIdentifying NIMS-Typed Resources\nIdentifying NIMS-typed resources is the process of pre-identifying resources that a jurisdiction\nor organization wants to align with NIMS resource typing definitions. Jurisdictions and\norganizations may have additional resources that are not currently NIMS-typed but are still used\nregularly. The jurisdiction or organization should identify NIMS-typed resources that are:\n• Widely used and deployable across jurisdictional boundaries through mutual aid agreements\nor compacts;\n• Identifiable by capability, category and kind;\n• Countable and trackable to determine availability;\n• Used for incident management, support and coordination under the Incident Command\nSystem (ICS) or in Emergency Operations Centers (EOC); and\n• Interoperable or compatible through common resource ordering, management and tracking\nsystems.\n6\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nTyping Resources\nFEMA leads the development and maintenance of resource typing definitions for resources\nshared on a local, interstate, regional, or national scale. FEMA’s National Integration Center\n(NIC) maintains a library of resource typing definition documents that define FEMA’s\nrecommendations for minimum capabilities for resources. Resource typing benefits jurisdictions\nand organizations by:\n• Ensuring minimum capabilities across shared resources;\n• Establishing a common language across jurisdictions and organizations;\n• Simplifying and speeding up the process of ordering and providing resources during\nresponse;\n• Enabling communities to plan for, request and share resources confidently;\n• Facilitating mutual aid agreements using established resources and teams; and\n• Providing a clear understanding of capacities and capabilities, allowing jurisdictions and\norganizations to easily identify gaps.\nTyping resources involves aligning a resource’s capabilities to those in the NIMS resource\ntyping definition. AHJs align their resources with NIMS resource typing definitions so they and\ntheir mutual aid partners have a shared understanding of the capabilities and functions of each\nresource and can quickly and accurately share resources when necessary. For example, if a\njurisdiction or organization needs a Type 1 Epidemiological Response Team, all parties can\nreference the NIMS resource typing definition document and quickly understand the capabilities\nand functions. Figure 2 illustrates the importance of typing resources to ensure a common\nunderstanding of resources.\nFigure 2: The resources pictured have different capabilities and represent different types.\nResource Typing Library Tool (RTLT)\nNIMS resource typing definitions provide guidance and clear expectations for minimum capabilities of\ndeployable resources. Nationally typed resources are stored in the RTLT:\nhttps://www.fema.gov/emergency-managers/nims/components#resource-typing.\nThe NIC develops resource typing definitions that follow the following principles:\n• Differentiating types based on capabilities: Resources receive their type assignments based\non capability or qualification rather than on quantity or capacity. For example, increased\n7\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\ncapability reflects a higher level of education or training, or additional abilities or\nresponsibilities.\n• Establishing the minimum: Resource typing seeks to standardize minimum resource\ncapabilities across the country. Jurisdictions that own, operate and maintain resources are\nfree to add extra levels of capability or capacity; resources will likely vary in many ways,\nincluding training requirements, equipment and supplies and numbers of personnel.\n• Representing a broad national perspective: Resource types reflect the capabilities of\njurisdictions around the country, not the specialized requirements of a particular jurisdiction\nor a geographic area. Resource types should account for variations in size, scope and\nresources of jurisdictions around the country.\n• Using measurable industry standards: Where possible, resource types reflect the\nestablished industry standards within a given industry or profession, such as those required\nby national law or provided by accrediting organizations and associations.\nA NIMS typed resource must meet the minimum criteria outlined in the resource typing\ndefinition. AHJs can identify a resource’s type by comparing its capabilities with those described\nin the resource typing definition. For more information on reading resource typing definitions\nand typing resources, see Appendix D.\nIdentifying Resource Types\n▪ If a resource meets or exceeds all of the minimum capabilities described for a Type 3 but falls below\nthe capabilities for a Type 2, that resource is a Type 3.\n▪ If a resource meets or exceeds all of the minimum capabilities described for a Type 1, that resource is\na Type 1.\n▪ A resource must meet or exceed all minimum criteria for a specific type, because resource requestors\nneed assurance they will receive a resource that meets the minimum capabilities described in the\nresource typing definition.\nAHJs may adapt the specifics of a resource’s criteria—such as training guidance, number of\nsupplies and so on—by adding requirements or capabilities to meet the jurisdiction’s needs, but\nany NIMS typed resource must still meet the minimums outlined in the resource typing\ndefinition.\nJurisdictional Resource Typing Definitions\nIf FEMA does not have an established resource typing definition for a resource that a jurisdiction\nuses and shares, the jurisdiction may develop its own resource typing definition, following the\nprinciples outlined above and defining minimum capabilities for that resource. Appendix E\nexplains how to develop a jurisdictional resource typing definition.\nA jurisdictional resource typing definition should not conflict with FEMA’s resource typing\ndefinitions. If a jurisdiction establishes its own resource typing definition, it should share that\ndefinition with FEMA and mutual aid partners to promote common language and understanding\nof the resource’s capabilities and to facilitate planning and future resource sharing. FEMA may\nalso consider that resource type for inclusion in the NIMS resource typing definitions.\n8\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nC. Qualifying, Certifying and Credentialing Personnel\nThe NIMS Guideline for the National Qualification System (NQS) expands upon the content in\nNIMS to provide specific instructions on how to build a qualification system. It also provides an\noverview on how jurisdictions can use NIMS Position Task Books (PTB), which are the primary\ntools for qualifying personnel. NQS does not replace current qualification systems but provides\nan option for jurisdictions that do not have one in place—or serves as a supplement for a\njurisdiction’s existing system. For more information, see the NIMS Guideline for the NQS.\nNational Qualification System (NQS)\nThe NIMS Guideline for the NQS describes the components of a qualification and certification system,\ndefines a process for certifying the qualifications of incident personnel, describes how to establish and\nimplement a peer review process and introduces the process of credentialing personnel. The document\nresides here: https://www.fema.gov/emergency-managers/nims/components#nqs.\nD. Planning for Resources\nJurisdictions and organizations work together before incidents occur to develop plans for\nidentifying, managing, estimating, allocating, ordering, deploying and demobilizing resources.\nThe planning process includes identifying resource requirements based on threats to, and\nvulnerabilities of, the jurisdiction or organization. To plan for resources, jurisdictions and\norganizations estimate their current capabilities, assess their resource management gaps,\nestablish resource management planning priorities and utilize mutual aid agreements to address\nthose gaps.\nCapability Planning\nPlanning for resources requires finding ways to fill the gaps between current capabilities and\nresource demands during a large-scale incident. Planning involves the processes and mechanisms\nfor requesting and managing response and recovery resources. Planning can help a jurisdiction or\norganization identify what kinds of resources and what capabilities may be necessary if an\nincident’s demands exceed current capabilities.\nThe planning process includes estimating capabilities, identifying departments and agencies\nresponsible for specific resource management functions and identifying gaps in capabilities.\nCapability planning helps answer the following questions:\n• What do we need to prepare for?\n• What resources do we have that allow us to achieve our targets?\n• What resources can we obtain through mutual aid to be prepared to meet our targets?\nUnderstanding what resources might be necessary is the first step in identifying the sources for\nprocuring those resources. Aligning the jurisdiction’s or organization’s current capabilities with\nestimated resource needs is a critical step in the preparedness planning process.\nUsing Mutual Aid Agreements\nOnce a jurisdiction or organization has identified gaps in resource capabilities, it can utilize\nmutual aid agreements to fill those gaps. Resource owners should work with their state\n9\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nemergency management agencies to identify the mutual aid agreements available and, if\nnecessary, develop enabling mechanisms if needed to be eligible to deploy through an available\nmutual aid agreement. The NIMS Guideline for Mutual Aid provides detailed information to help\nAHJs navigate mutual aid agreements. As part of the planning process, AHJs may want to\nconsider establishing mutual aid agreements with state, local, tribal and territorial organizations,\nNongovernmental Organizations (NGO) and private partners—in both the immediate\nsurrounding area and more distant jurisdictions—to increase resource capabilities.\nComprehensive Preparedness Guide (CPG) 101\nAdditional guidance and suggestions on the planning process is available in FEMA’s CPG 101.\nCPG 101 defines the methods for conducting risk analyses, assessing capabilities and estimating\ndemands.\n10\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nIV. Resource Management\nAuthorities and Roles\nA number of organizations play a role in the resource management process. Below are some of\nthose organizations and jurisdictions, along with descriptions of their roles in resource\nmanagement.\nA. FEMA\nNIMS provides guidance on resource management for state, local, tribal and territorial\njurisdictions, as well as for Federal departments and agencies. FEMA also leads the development\nand maintenance of NIMS resource typing definitions for resources shared on a local, intrastate,\ninterstate, regional or national scale. FEMA provides tools and best practices for implementing\nresource management processes and programs to support effective mutual aid.\nB. Federal, State, Local, Tribal and Territorial Jurisdictions\nFederal, state, local, tribal and territorial jurisdictions are responsible for maintaining their own\ninventory of resources for use in incident responses. Federal agencies, states, localities, tribes\nand territories have the authority to implement resource management programs throughout their\nareas of jurisdiction. Jurisdictions use FEMA guidance, tools and best practices to supplement\ntheir resource management programs and support standardization for effective mutual aid. These\njurisdictions can follow the processes outlined in Section III of this document to maintain\nreadiness for response.\nC. NEMA\nThe National Emergency Management Association (NEMA) is a nonpartisan, nonprofit\n501(c)(3) association dedicated to enhancing public safety by improving the nation’s ability to\nprepare for, respond to and recover from all emergencies, disasters and threats to our nation’s\nsecurity. NEMA is the professional association of and for emergency management directors\nfrom all 50 states, eight U.S. territories and the District of Columbia. More information about\nNEMA is available here: https://www.nemaweb.org/.2\nNEMA manages two key tools for resource management:\n• Emergency Management Assistance Compact (EMAC): The EMAC is an all-hazards, all-\ndisciplines mutual aid compact that serves as the cornerstone of the nation’s mutual aid\nsystem. EMAC provides interstate assistance for governor-declared states of emergency or\ndisaster. A state may request resources through EMAC if resources are not available from\njurisdictions within the state or from the state itself. EMAC provides resources through\nminimum capability or Mission Ready Packages (MRP), which are pre-rostered teams with\n2 This is a non-Federal website. Linking to this site is for factual use only and is not an endorsement by the Federal\nEmergency Management Agency, Department of Homeland Security, or any Federal employee.\n11\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nassociated equipment that states can request. EMAC includes provisions for reimbursement,\ntort liability, license reciprocity, request processing and more.\nEMAC establishes a firm legal foundation for sharing resources between states.3 Once the\nconditions for providing assistance to a requesting state are finalized, the EMAC terms\nconstitute a legally binding agreement. The EMAC legislation solves the problems of\nliability and cost responsibilities, and allows credentials, licenses and certifications to be\nhonored across state lines. Additional information is available at https://www.emacweb.org/.4\nA jurisdiction’s emergency preparation responsibilities include developing internal\nprocedures for implementing EMAC. Tasks include incorporating planning and lessons\nlearned, establishing resource allocation with neighboring states, conducting EMAC training\nand exercises in cooperation with state emergency management associations and resource\nproviders and developing MRPs.\nMission Ready Package (MRP) Templates\nDeveloped by NEMA, MRP templates are resource-specific logistical planning tools available for AHJs\nseeking to pre-plan resource deployments. AHJs using MRPs often deploy their resources and get\nreimbursed more quickly. MRPs include pre-scripted mission statements, limitations, required support,\nexpected time frame and estimated mission costs.\n• Mutual Aid Support System (MASS): MASS is a free geographic information system\nlocated web-based database that categorizes and tracks the inventory of organizations, people\nand equipment comprising MRPs. Users can export MRP data stored in MASS to EMAC,\nwhich facilitates the national mutual aid request and acquisition process. MASS also lets\nusers control who has access to view a state’s resource inventories.\nD. Regional Organizations, Volunteer Organizations and the\nPrivate Sector\nRegional organizations, volunteer organizations, and the private sector are also responsible for\nmaintaining their own resource inventories for use in incident responses. These organizations can\nfollow the processes outlined in Section III of this document to maintain readiness for response.\nRegional organizations, volunteer organizations, and the private sector can coordinate with\njurisdictional counterparts at other levels to facilitate resource management and sharing.\n3 Joint Resolution Granting the Consent of Congress to the Emergency Management Assistance Compact, Pub. L.\n104-321 (1996).\n4 This is a non-Federal website. Linking to this site is for factual use only and is not an endorsement by the Federal\nEmergency Management Agency, Department of Homeland Security, or any Federal employee.\n12\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nV. Appendices\nA. Appendix A: Glossary\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for\ndeveloping, implementing, maintaining and overseeing the qualification process within its\norganization or jurisdiction. This may be a state or Federal agency, training commission, NGO,\nprivate sector company, or tribal or local agency such as a police, fire, or public works\ndepartment. In some cases, the AHJ may provide support to multiple disciplines that collaborate\nas a part of a team, such as an Incident Management Team (IMT).\nCertification: The process of authoritatively attesting that individuals meet established\nqualifications necessary for key incident management functions and are, therefore, qualified for\nspecific positions.\nCore capability: An element that the National Preparedness Goal (NPG) defines as necessary to\nhelp the nation prevent, protect against, mitigate, respond to and recover from the threats and\nhazards that pose the greatest risk.\nCriteria: A listing within a resource typing definition or Job Title/Position Qualification that\nincludes the minimum qualifications a resource should meet for qualification.\nCredentialing: Providing documentation that identifies personnel and authenticates and verifies\ntheir qualifications for a particular position.\nHazard: Something potentially dangerous or harmful; often the root cause of an unwanted\noutcome.\nKind: As applied to incident resources, a class or group of items or people of the same nature or\ncharacter or having traits in common.\nMission area: One of five broad objectives (Prevention, Protection, Mitigation, Response and\nRecovery) under which the National Preparedness Goal (NPG) groups the core capabilities.\nMutual aid agreement or assistance agreement: A written or oral agreement between or\namong agencies/organizations and jurisdictions that provides a mechanism for quickly obtaining\nassistance in the form of personnel, equipment, materials and other associated services. The\nprimary objective is to facilitate the rapid, short-term deployment of support prior to, during and\nafter an incident.\nNational Incident Management System (NIMS): A systematic, proactive approach to help\nguide all levels of government, NGOs and the private sector to work together to prevent, protect\nagainst, mitigate, respond to and recover from the effects of incidents. NIMS provides\nstakeholders across the whole community with the shared vocabulary, systems and processes to\nsuccessfully deliver the capabilities the National Preparedness System describes. NIMS provides\na consistent foundation for dealing with all incidents, ranging from daily occurrences to incidents\nrequiring a coordinated Federal response.\n13\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nNational Qualification System (NQS): A nationwide approach, including best practices, for\nAHJs to use in qualifying, certifying and credentialing incident management and support\npersonnel.\nNongovernmental Organization (NGO): A group that is based on the interests of its members,\nindividuals, or institutions. An NGO is not created by a government, but it may work\ncooperatively with government. Examples of NGOs include faith-based groups, relief agencies,\norganizations that support people with access and functional needs (AFN) and animal welfare\norganizations.\nPosition qualifications: The minimum criteria necessary for an individual to fill a specific\nposition.\nPosition Task Book (PTB): A document that describes the minimum competencies, behaviors\nand tasks necessary to qualify or recertify for a NIMS position. The PTB documents a trainee’s\nperformance of given tasks.\nResource management: Systems for identifying available resources at all jurisdictional levels to\nenable timely, efficient and unimpeded access to resources necessary to prepare for, respond to,\nor recover from an incident.\nResources: Personnel, equipment, teams, supplies and facilities available or potentially available\nfor assignment to an incident—for which jurisdictions or organizations track status. FEMA\ndescribes resources by kind and type. Organizations can use resources in operational support or\nin supervisory capacities, either at an incident or in an EOC.\nType: A resource’s level of minimum capability to perform its function. The level of capability\ndepends on size, power, capacity (for equipment), or experience and qualifications. Type 1\nrepresents a higher capability than Types 2, 3 and 4.\n14\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nB. Appendix B: Abbreviations\nAFN Access and functional needs\nAHJ Authority Having Jurisdiction\nCPG Comprehensive Preparedness Guide\nEMAC Emergency Management Assistance Compact\nEMI Emergency Management Institute\nEOC Emergency Operations Center\nFEMA Federal Emergency Management Agency\nICS Incident Command System\nIMT Incident Management Team\nIRIS Incident Resource Inventory System\nMASS Mutual Aid Support System\nMRP Mission Ready Package\nNEMA National Emergency Management Association\nNGO Nongovernmental Organization\nNIC National Integration Center\nNIMS National Incident Management System\nNPG National Preparedness Goal\nNQS National Qualification System\nNWCG National Wildfire Coordinating Group\nPOC Point of contact\nPTB Position Task Book\nQRB Qualification Review Board\nRTLT Resource Typing Library Tool\nSPR Stakeholder Preparedness Review\nTHIRA Threat and Hazard Identification and Risk Assessment\nUSNG United States National Grid\n15\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nC. Appendix C: Resources\nThe following resources can assist AHJs in establishing qualification, certification and\ncredentialing processes consistent with NQS doctrine.\nNational Incident Management System (NIMS)\n• On the NIMS website, users can find links to NIMS documents, guidelines and operational\ntools, as well as training information, implementation guidance, the latest updates and\ncontact information for the FEMA Regional NIMS Coordinators.\n• The Resource Management section of NIMS contains details on the qualification,\ncertification and credentialing of incident personnel. It also defines pertinent terms, to ensure\ncommon terminology among all qualification system users.\n• https://www.fema.gov/emergency-managers/nims\nNational Qualification System (NQS)\n• The NIMS Guideline for the NQS describes the components of a qualification and\ncertification system, defines a process for certifying the qualifications of incident personnel,\ndescribes how to establish and implement a peer review process and introduces the process of\ncredentialing personnel.\n• The NIMS NQS Supplemental Guide for Coaches and Evaluators describes the process of\ncoaching a trainee to perform PTB tasks and evaluating trainee performance of PTB tasks as\npart of the qualification process.\n• The NIMS NQS Supplemental Guide for Qualification Review Boards (QRB) describes the\nbasic principles of a QRB and provides general recommendations and practices to help a\njurisdiction establish or enhance a QRB.\n• NQS also provides Job Titles/Position Qualifications and PTBs for a range of incident\nmanagement, incident support and emergency management positions.\n• https://www.fema.gov/emergency-managers/nims/components#nqs\nNIMS Guideline for Mutual Aid\n• The NIMS Guideline for Mutual Aid enhances mutual aid efforts by providing stakeholders\nwith common practices and processes for mutual aid planning and by describing how to\ncreate legal agreements and operational plans to support mutual aid planning.\n• https://www.fema.gov/emergency-managers/nims/components#mutual-aid\nNational Resource Hub (NRH)\n• The National Resource Hub is a suite of web-based tools that support a consistent approach\nfor the resource management preparedness process. Users can: access and automate the use\nof NIMS resource typing definitions, job titles/position qualifications and position task book\ntemplates; Inventory individual resources—personnel, equipment, teams, supplies, and\nfacilities; and manage personnel qualifications, certifications and credentials. Note: The\n16\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nNational Resource Hub is a “system of systems” that combines and simplifies the capabilities\nof legacy IRIS, RTLT and OneResponder systems.\n• https://preptoolkit.fema.gov/web/national-resource-hub\nEmergency Management Institute (EMI)\n• EMI, FEMA’s emergency management training arm, is the national focal point for the\ndevelopment and delivery of emergency management training. EMI provides an extensive\nlist of training activities that can help personnel qualify for ICS positions.\n• https://training.fema.gov/emi.aspx\nIncident Command System (ICS) Resource Center\n• EMI’s ICS Resource Center provides information and links to an extensive array of ICS\ntraining materials, job aids, position checklists and forms.\n• https://training.fema.gov/emiweb/is/icsresource/index.htm\nNIMS ICS All-Hazards Position Specific Training Program Website\n• This EMI site provides links to detailed information for Federal, state and local personnel,\nmanagers, and instructors who are involved in the All-Hazards Position Specific Training\nProgram.\n• https://training.fema.gov/allhazards/\nFEMA Resource Typing Library Tool (RTLT)\n• The RTLT is an online catalog of national resource typing definition and NIMS Job\nTitle/Position Qualification documents.\n• https://www.fema.gov/emergency-managers/nims/components#resource-typing\nComprehensive Preparedness Guide (CPG) 101: Developing and Maintaining\nEmergency Operations Plans\n• CPG 101 is designed to help both novice and experienced planners navigate the planning\nprocess.\n• https://www.fema.gov/emergency-managers/national-preparedness/plan#cpg\nComprehensive Preparedness Guide (CPG) 201: Threat and Hazard Identification\nand Risk Assessment (THIRA) and Stakeholder Preparedness Review (SPR)\nGuide\n• CPG 201 provides guidance to help communities conduct the THIRA and SPR processes.\n• https://www.fema.gov/emergency-managers/national-preparedness/plan#cpg\n17\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nD. Appendix D: How to Read Resource Typing Documents\nResource Typing Definitions\nA resource typing definition document has the following sections, as shown in the example on\nthe next page:\n• Heading – Two lines listing the mission area and core capability the resource falls under\n• Resource Name – The resource’s formal name\n• Description – A brief summary of the resource’s purpose and capabilities\n• Resource Category – The category the resource falls under\n• Resource Kind – One of the prescribed kinds of resources (for example, Team or Equipment)\n• Overall Function – A detailed description of the resource’s function\n• Composition and Ordering Specifications – Additional information about the resource’s\ncomposition and what to consider before ordering the resource\n• Component – The table header under which various resource capabilities appear, introducing\nrows of details including metrics and measures\n• Typing Columns – The minimum capabilities required, type by type, with clarifying notes, if\nnecessary\n• Notes – Additional general information about the resource\n• References – Related resources and guidance documents\n18\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n19\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nJob Titles/Position Qualifications\nA Job Title/Position Qualification document has the following sections, as shown in the example\non the next page:\n• Heading – Two lines listing the mission area and core capability the position falls under\n• Position Name – The formal position name\n• Resource Category – The category the position falls under\n• Resource Kind – One of the prescribed kinds of resources (in this case, Personnel)\n• Overall Function – A brief summary of the position’s purpose and capabilities\n• Composition and Ordering Specifications – Additional information about the position’s\ncomposition and what to consider before ordering the position\n• Component – The table header under which various resource capabilities appear\n• Description – A detailed description of the position’s function\n• Education – The minimum education necessary to serve in the position\n• Training – The minimum training courses necessary to serve in the position\n• Experience – The minimum prior experience necessary to serve in the position\n• Physical/Medical Fitness – The minimum physical and medical fitness capabilities necessary\nto serve in the position\n• Currency – The minimum level of participation in the position necessary to maintain\nqualification\n• Professional and Technical Licenses and Certifications – Any licenses or certifications\nnecessary to serve in the position\n• Notes – Additional information about the resource\n• References – Related resources and guidance documents\n20\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n21\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nHow to Identify the Type of a Resource\nTo match a resource to its proper type, first locate the relevant resource typing definition in the\nRTLT.\nFind the resource’s characteristics and components. Next, compare the capabilities of the\nresource with the requirements for the lowest type listed in the resource typing definition.\n(Remember that if the document lists multiple types, Type 1 is the highest.) If the resource meets\nor exceeds all of the requirements of the lowest type, then evaluate it against the next higher\ntype, and so on. If the resource exceeds the minimum capabilities for one type but does not meet\nthe minimum capabilities of the next type, then the resource belongs at the lower type. An\nexample of how to perform this process follows.\nExample: Determining the Type of a Fire Engine\nA jurisdiction is seeking to determine the appropriate type for its pumper fire engine. The\njurisdiction’s pumper has the following specifications:\n• Pump capacity: 1,000 gallons per minute (GPM)\n• Tank capacity: 800 gallons\n• 2.5-inch hose: 1,000 feet\n• 1.5-inch hose: 100 feet\n• 1-inch hose: 800 feet\n• Personnel per engine: 3\n22\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThe jurisdiction begins by comparing the resource with the minimum requirements for the lowest\ntype given in the definition. In this example, Type 4 is the lowest type for an Engine, Fire\nPumper:\nNext, the jurisdiction compares the resource with the minimum requirements for a Type 3\nengine:\n23\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nNow the jurisdiction compares the resource with the minimum requirements for a Type 2 engine:\nFinally, the jurisdiction compares the resource with the minimum requirements for a Type 1\nengine:\nThis resource does not qualify as a Type 1 Engine, Fire Pumper because it does not meet the\nminimum requirements for all capabilities. Therefore, the jurisdiction should inventory this\nresource as a Type 2 Engine, Fire Pumper.\n24\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n25\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nE. Appendix E: How to Create Resource Typing Definitions\nFEMA Resource Typing Definitions\nFEMA’s NIC uses a four-step process to develop resource typing definition documents and Job\nTitle/Position Qualification documents.\nIn the Development phase, the NIC identifies a working group of subject matter experts and\nstakeholders to inform the development of draft documents describing the minimum capabilities.\nThe working group meets regularly to discuss minimum capabilities as it supports FEMA in the\ncreation of the initial draft documents.\nDuring the National Engagement phase, the documents are released to the public for a 30-day\ncomment period. Stakeholders can provide recommended changes, updates and edits to the\ndocuments. This process helps validate the contents of the documents and ensures the documents\nrepresent a national minimum.\nIn the Adjudication phase, NIC staff review the public comments received during National\nEngagement and update the documents where appropriate. Staff then place the documents in the\nconcurrence process for leadership approval.\nFinally, in the Rollout phase, the NIC releases the approved documents for publication.\nJurisdictions can then use the documents to help manage resources.\nJurisdictional Resource Typing Definitions\nIf FEMA does not have an established resource typing definition for a resource that a jurisdiction\nuses and shares, the jurisdiction may develop its own resource typing definition using the process\noutlined above. Jurisdiction staff should involve subject-matter experts and stakeholders to help\ndefine minimum capabilities for the resource. They should also invite additional stakeholders to\nreview the document and provide input to validate the minimum capabilities before publication.\nThe jurisdiction should share the new resource typing definition with FEMA and mutual aid\npartners to promote common language and understanding of the resource’s capabilities and to\nfacilitate planning and future resource sharing. FEMA may consider adding the new resource\ntype to the NIMS resource typing definitions.\nWhen creating a jurisdictional resource typing definition, the jurisdiction should consider the\nfollowing:\n26\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n• Resource typing definitions apply to deployable resources: The point of typing resources\nis to ensure that resource providers and requestors have consistent expectations of a\nresource’s capability levels. If the resource will not support incident operations outside its\nown jurisdiction, typing the resource may not be beneficial.\n• Focus on capabilities: Resource typing definitions are intended to be guidelines for\nminimum capabilities. In most cases, resource typing definitions distinguish types based on\ncapabilities rather than other factors, such as quantities, capacity, or other characteristics.\n• Do not create resource typing definitions that conflict with NIMS resource typing\ndefinitions: NIMS resource typing definitions are flexible enough that jurisdictions can\ntypically manage their resources as necessary without creating new resource types. Creating\nnew resource types that conflict with NIMS resource typing definitions undermines the value\nof the standardized national system. Jurisdictions can create new resource typing definitions\nonly if they do not conflict with NIMS definitions.\n• Resource typing definitions are not laws: Resource typing definitions have no legal\nauthority. Resource typing definitions simply attempt to standardize resources nationally to\nallow seamless integration across organizational boundaries. Under no circumstances should\nresource typing definitions carry the weight of law. State, local, tribal, territorial and Federal\nstatutes always take precedence.\nJurisdictions can use IRIS to create jurisdictional resource typing definitions. Users can publish\nthese jurisdictional resource typing definitions within IRIS and then add inventories under the\nnew jurisdictional resource typing definition. Templates for creating jurisdictional resource\ntyping definitions are also available at https://www.fema.gov/resource-management-mutual-aid.\nStakeholders may customize the resource typing templates with jurisdiction logos and\norganization names, but using the FEMA logo is prohibited. Stakeholders cannot use government\ntrademarks or government agency logos without permission.\nIf a jurisdiction creates a jurisdictional resource typing definition, the jurisdiction can submit the\ndocument to FEMA by sending it to the NIMS inbox: FEMA-NIMS@fema.dhs.gov. FEMA\nregularly reviews information about resource requests and use through mutual aid to determine\nnew resources to type. FEMA considers jurisdictional resource typing definitions as potential\nfuture NIMS resource types.\n27",
  "pages": [
    {
      "page": 1,
      "text": "National Incident\nManagement System\nGuideline for Resource\nManagement Preparedness\nJune 2021\nFEMA"
    },
    {
      "page": 2,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally left blank."
    },
    {
      "page": 3,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nTable of Contents\ni\nI\nI\nI\nI\nV\n. I\nI . R\nI I . R\nA\nB\nC\nD\nE\nV . R\nA\nB\nC\nD\n. A\nA\nB\nC\nD\nE\nn t r o d u c t i o n ................................ ................................................................ ............................... 1\ne s o u r c e M a n a g e m e n t P r e p a r e d n e s s O v e r v i e w ................................ ................................ ....... 2\ne s o u r c e M a n a g e m e n t P r e p a r e d n e s s P r o c e s s e s ................................ ................................ ....... 3\n. A c q u i r i n g , S t o r i n g a n d I n v e n t o r y i n g R e s o u r c e s ................................................................................ 3\n. R e s o u r c e I n v e n t o r y i n g ........................................................................................................................ 3\n. I d e n t if y i n g a n d T y p i n g R e s o u r c e s ...................................................................................................... 6\n. Q u a l if y in g , C e r ti f y i n g a n d C r e d e n t ia l i n g P e r s o n n e l .......................................................................... 9\n. P l a n n i n g f o r R e s o u r c e s ....................................................................................................................... 9\ne s o u r c e M a n a g e m e n t A u t h o r i t i e s a n d R o l e s ................................ ................................ ........ 1 1\n. F E M A ............................................................................................................................................... 1 1\n. F e d e r a l , S t a t e , L o c a l, T r i b a l a n d T e r r it o r i a l J u r is d i c t i o n s ................................................................ 1 1\n. N E M A .............................................................................................................................................. 1 1\n. R e g i o n a l O r g a n i z a t i o n s , V o l u n t e e r O r g a n i z a t i o n s a n d t h e P r i v a t e S e c t o r ....................................... 1 2\np p e n d i c e s ................................ ................................................................ .............................. 1 3\n. A p p e n d i x A : G l o s s a r y ...................................................................................................................... 1 3\n. A p p e n d i x B : A b b r e v i a t i o n s .............................................................................................................. 1 5\n. A p p e n d i x C : R e s o u r c e s .................................................................................................................... 1 6\n. A p p e n d i x D : H o w t o R e a d R e s o u r c e T y p i n g D o c u m e n t s ................................................................ 1 8\n. A p p e n d i x E : H o w t o C r e a t e R e s o u r c e T y p i n g D e f in it i o n s .............................................................. 2 6"
    },
    {
      "page": 4,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally left blank.\nii"
    },
    {
      "page": 5,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nI. Introduction\nNational Incident Management System (NIMS) resource management guidance enables many\norganizational elements to collaborate and coordinate to systematically manage resources—\npersonnel, teams, facilities, equipment and supplies. Most jurisdictions or organizations do not\nown and maintain all the resources necessary to address all potential threats and hazards.\nTherefore, effective resource management includes making good use of each jurisdiction’s\nresources, engaging private sector resources, involving volunteer organizations and encouraging\nfurther development of mutual aid agreements.\nThe NIMS Guideline for Resource Management Preparedness supplements the NIMS Resource\nManagement component by providing additional details on resource management preparedness\nprocesses, best practices, authorities and tools. The audience for this guide is any Authority\nHaving Jurisdiction (AHJ) that is responsible for acquiring, inventorying, storing, or sharing\nresources. Whether building a new resource management program or working to improve an\nexisting one, AHJs can use this guide to find information about resource management\npreparedness and best practices.\nThe National Qualification System (NQS) provides the tools for jurisdictions and organizations\nto share resources seamlessly. Using the NQS approach to qualify, certify, and credential\nincident management and support personnel ensures personnel deploying through mutual aid\nagreements and compacts have the capabilities to perform the duties of their assigned roles.\nFor AHJs that already have resource management processes in place, this guide does not replace\nestablished procedures. Rather, it may help an AHJ refine its processes with a view to\nencouraging consistent, effective and interoperable processes nationwide. Note that adopting the\nresource management preparedness concepts described in this guide is voluntary. Principles\nwithin this guide can help preparedness grant recipients build towards NIMS compliance. The\ncontents of this document do not have the force and effect of law and are not meant to bind the\npublic in any way.\n1"
    },
    {
      "page": 6,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nII. Resource Management\nPreparedness Overview\nThe resource management preparedness activities described here pertain primarily to resources\nthat are shareable or deployable between organizations and jurisdictions. Implementing a\ncomprehensive resource management process at the organizational or jurisdictional level helps\nalign resource capabilities and terminology, streamline resource coordination and ensure\ninteroperability nationwide.\nThe NIMS Resource Management component identifies five kinds of resources: personnel,\nequipment, teams, supplies and facilities. These resources, on their own or combined, can help a\njurisdiction build capabilities to respond to incidents. For example, as Figure 1 shows, acquiring\nepidemiological equipment and supplies, qualifying additional epidemiologists and typing\nepidemiological response teams can help a jurisdiction increase its public health capabilities to\nbetter respond to a public health emergency.\nFigure 1: Jurisdictions use resources as building blocks to increase capabilities. For\nexample, a jurisdiction can acquire, credential and type epidemiological resources to\nbuild its public health capabilities.\nEach jurisdiction or organization that owns, maintains and operates these resources is responsible\nfor managing the minimum capability, interoperability and sharing of these resources during an\nincident.\n2"
    },
    {
      "page": 7,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nIII. Resource Management\nPreparedness Processes\nResource management preparedness involves four processes:\n• Acquiring, storing and inventorying resources;\n• Identifying and typing resources;\n• Qualifying, certifying and credentialing personnel; and\n• Planning for resources.\nThese activities should fit into a jurisdiction’s or organization’s comprehensive emergency\nmanagement preparedness activities as part of an annual or cyclical process. Resource\nmanagement preparedness builds on activities that organizations and jurisdictions may already\nbe implementing, such as emergency operations planning.\nA. Acquiring, Storing and Inventorying Resources\nJurisdictions and organizations acquire, store and inventory resources for day-to-day operations,\nin addition to stockpiling resources for incidents. This is a collaborative process in which\ndepartments, agencies and organizations each maintain their own resources and\njurisdictions/organizations coordinate with them to track and inventory broad operational\ncapabilities and logistical requirements, such as storage.\nOrganizations/jurisdictions can acquire resources by making purchases, receiving donations, or\nhiring personnel. Acquisition processes and protocols vary from jurisdiction to jurisdiction. Once\ninventory resources are on hand, the jurisdiction should properly store them for future use.\nStorage processes and procedures also vary from jurisdiction to jurisdiction.\nResource Inventorying\nEffective resource management involves establishing a resource inventory and keeping the\ninformation current and accurate. Although a resource inventory can be as simple as a paper\nspreadsheet, many resource managers use Information Technology (IT)-based inventory systems\nto document and track resources. Accurate inventories enable organizations not only to resource\nincidents promptly but to support day-to-day resource management activities such as\nreconciliation, accounting and auditing.\nNational Resource Hub (NRH)\nThe National Resource Hub is a suite of web-based tools that support a consistent approach for the\nresource management preparedness process. Users can: access and automate the use of NIMS\nresource typing definitions, job titles/position qualifications and position task book templates; Inventory\nindividual resources—personnel, equipment, teams, supplies, and facilities; and manage personnel\nqualifications, certifications and credentials. Learn more at https://preptoolkit.fema.gov/web/national-\nresource-hub.\n3"
    },
    {
      "page": 8,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nWhen inventorying and organizing resources, jurisdictions and organizations can categorize\nresources in various ways:\n• Core Capability:1 The core capability for which a resource is most useful\n• Category: The function for which a resource is most useful (for example, firefighting, law\nenforcement, or health and medical)\n• Resource Kind: One of the five main resource types, such as personnel, facilities, or\nequipment\n• Type: A resource’s level of minimum capability to perform its function:\n‒ Type 1 represents a higher capability than Type 2, which represents a higher capability\nthan Type 3 and so on\n‒ The level of capability depends on size, power and capacity (for equipment) or\nexperience and qualifications (for personnel and teams)\nA comprehensive resource management preparedness strategy provides the following benefits:\n• Allows the supplying organization, or provider, to understand expectations of a resource\nbased on the capabilities outlined in resource typing\n• Allows the receiving organization, or requestor, to receive a preassembled and predetermined\nresource that meets the minimum capabilities for the specified resource type\n• Integrates resource management into day-to-day organizational and jurisdictional operations,\nmaking the national mutual aid process a seamless continuation of resource management to\nsupport incident operations\nFor NIMS purposes, resource inventorying is a preparedness activity that takes place outside of\nincident response. Inventories include an up-to-date count and pertinent details about an\norganization’s resources. Inventories often provide the basis for resource tracking during an\nincident. An effective resource inventory stores details about each resource, such as:\n• Name: The resource’s unique name\n• Aliases: Any other names for the resource, whether formal or informal; these can be radio\ncall signs, license numbers, nicknames, or anything else that helps users identify the resource\n• Status: The resource’s availability for deployment and estimated hours necessary to prepare\nfor deployment\n• Resource Typing Definition or Job Title: This can be either a standard NIMS resource\ntyping definition or Job Title/Position Qualification or—for non-typed resources—a state,\nlocal, tribal or territorial definition\n1 The National Preparedness Goal (NPG) defines 32 core capabilities, listed here: https://www.fema.gov/emergency-\nmanagers/national-preparedness/mission-core-capabilities.\n4"
    },
    {
      "page": 9,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n• Mutual Aid Readiness: The status indicating whether the resource is available and ready for\ndeployment under mutual aid\n• Home Location: The resource’s permanent storage location, base, or office; this section\nshould also include the home location’s associated latitude/longitude and United States\nNational Grid (USNG) coordinates to ensure interoperability with mapping and decision\nsupport tools\n• Present Location: The resource’s current storage location, base, office, or deployment\nassignment, with associated latitude/longitude and USNG coordinates\n• Point of Contact (POC): The person(s) who can provide essential information about the\nresource\n• Owner: The agency, company, person, or other entity that owns the resource\n• Manufacturer/Model (equipment only): The entity that built the resource, plus the\nresource’s model name/number; this section should also include the serial number—the\nresource’s unique identifier that serves as a real-world inventory control number or other\nvalue used in official records\n• Contracts: Purchase, lease, rental, or maintenance agreements or other financial agreements\nassociated with the resource\n• Certifications: Documentation that validates the official qualifications, certifications and\nlicenses associated with the resource\n• Deployment Information: Information necessary for requesting a resource, including:\n‒ Minimum Lead Time (in hours): The minimum amount of time a resource needs to\nprepare for deployment\n‒ Maximum Deployment Time (in days): The maximum amount of time a resource can\nstay on the scene; when the deployment time runs out, the requesting organization should\nopt for maintenance, recovery, or resupply\n‒ Limitations: Any limitations placed on the resource’s use, deployable area, capabilities\nand so on\n‒ Custom Attributes: A customizable field that an agency can add to provide any\nnecessary information that the standard fields do not contain\nResource Management Activities\nJurisdictions and organizations are responsible for coordinating resource acquisition, storage and\ninventorying as part of the resource management process. Since departments, agencies and\norganizations may own resources, the jurisdiction or organization should assign responsibility for\nmanaging, maintaining and communicating the following critical pieces of information:\n• Personnel rosters;\n• Equipment maintenance;\n5"
    },
    {
      "page": 10,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\n• Personnel qualification standards;\n• Training standards;\n• Team composition; and\n• Financial considerations, such as rates, reimbursement processes, compensation and\ninsurance considerations.\nAdditionally, the jurisdiction or organization should assign responsibility for analyzing how\nindividual resources fit into the bigger picture of resource readiness. This responsibility includes\ntracking:\n• Resource capabilities;\n• Overall operational status;\n• Geographic location of resources;\n• Release and return instructions;\n• Sustainability needs to maintain the resource’s usability;\n• Mutual aid agreements; and\n• External liaisons or agency representatives for future coordination needs.\nThese pieces of information help inform the planning process and promote a coordinated\nresource response.\nB. Identifying and Typing Resources\nBy identifying and typing resources, jurisdictions and organizations build a common\nunderstanding of a specific resource and its capabilities. This process primarily focuses on\nresources that deploy across jurisdictional boundaries.\nIdentifying NIMS-Typed Resources\nIdentifying NIMS-typed resources is the process of pre-identifying resources that a jurisdiction\nor organization wants to align with NIMS resource typing definitions. Jurisdictions and\norganizations may have additional resources that are not currently NIMS-typed but are still used\nregularly. The jurisdiction or organization should identify NIMS-typed resources that are:\n• Widely used and deployable across jurisdictional boundaries through mutual aid agreements\nor compacts;\n• Identifiable by capability, category and kind;\n• Countable and trackable to determine availability;\n• Used for incident management, support and coordination under the Incident Command\nSystem (ICS) or in Emergency Operations Centers (EOC); and\n• Interoperable or compatible through common resource ordering, management and tracking\nsystems.\n6"
    },
    {
      "page": 11,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nTyping Resources\nFEMA leads the development and maintenance of resource typing definitions for resources\nshared on a local, interstate, regional, or national scale. FEMA’s National Integration Center\n(NIC) maintains a library of resource typing definition documents that define FEMA’s\nrecommendations for minimum capabilities for resources. Resource typing benefits jurisdictions\nand organizations by:\n• Ensuring minimum capabilities across shared resources;\n• Establishing a common language across jurisdictions and organizations;\n• Simplifying and speeding up the process of ordering and providing resources during\nresponse;\n• Enabling communities to plan for, request and share resources confidently;\n• Facilitating mutual aid agreements using established resources and teams; and\n• Providing a clear understanding of capacities and capabilities, allowing jurisdictions and\norganizations to easily identify gaps.\nTyping resources involves aligning a resource’s capabilities to those in the NIMS resource\ntyping definition. AHJs align their resources with NIMS resource typing definitions so they and\ntheir mutual aid partners have a shared understanding of the capabilities and functions of each\nresource and can quickly and accurately share resources when necessary. For example, if a\njurisdiction or organization needs a Type 1 Epidemiological Response Team, all parties can\nreference the NIMS resource typing definition document and quickly understand the capabilities\nand functions. Figure 2 illustrates the importance of typing resources to ensure a common\nunderstanding of resources.\nFigure 2: The resources pictured have different capabilities and represent different types.\nResource Typing Library Tool (RTLT)\nNIMS resource typing definitions provide guidance and clear expectations for minimum capabilities of\ndeployable resources. Nationally typed resources are stored in the RTLT:\nhttps://www.fema.gov/emergency-managers/nims/components#resource-typing.\nThe NIC develops resource typing definitions that follow the following principles:\n• Differentiating types based on capabilities: Resources receive their type assignments based\non capability or qualification rather than on quantity or capacity. For example, increased\n7"
    },
    {
      "page": 12,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\ncapability reflects a higher level of education or training, or additional abilities or\nresponsibilities.\n• Establishing the minimum: Resource typing seeks to standardize minimum resource\ncapabilities across the country. Jurisdictions that own, operate and maintain resources are\nfree to add extra levels of capability or capacity; resources will likely vary in many ways,\nincluding training requirements, equipment and supplies and numbers of personnel.\n• Representing a broad national perspective: Resource types reflect the capabilities of\njurisdictions around the country, not the specialized requirements of a particular jurisdiction\nor a geographic area. Resource types should account for variations in size, scope and\nresources of jurisdictions around the country.\n• Using measurable industry standards: Where possible, resource types reflect the\nestablished industry standards within a given industry or profession, such as those required\nby national law or provided by accrediting organizations and associations.\nA NIMS typed resource must meet the minimum criteria outlined in the resource typing\ndefinition. AHJs can identify a resource’s type by comparing its capabilities with those described\nin the resource typing definition. For more information on reading resource typing definitions\nand typing resources, see Appendix D.\nIdentifying Resource Types\n▪ If a resource meets or exceeds all of the minimum capabilities described for a Type 3 but falls below\nthe capabilities for a Type 2, that resource is a Type 3.\n▪ If a resource meets or exceeds all of the minimum capabilities described for a Type 1, that resource is\na Type 1.\n▪ A resource must meet or exceed all minimum criteria for a specific type, because resource requestors\nneed assurance they will receive a resource that meets the minimum capabilities described in the\nresource typing definition.\nAHJs may adapt the specifics of a resource’s criteria—such as training guidance, number of\nsupplies and so on—by adding requirements or capabilities to meet the jurisdiction’s needs, but\nany NIMS typed resource must still meet the minimums outlined in the resource typing\ndefinition.\nJurisdictional Resource Typing Definitions\nIf FEMA does not have an established resource typing definition for a resource that a jurisdiction\nuses and shares, the jurisdiction may develop its own resource typing definition, following the\nprinciples outlined above and defining minimum capabilities for that resource. Appendix E\nexplains how to develop a jurisdictional resource typing definition.\nA jurisdictional resource typing definition should not conflict with FEMA’s resource typing\ndefinitions. If a jurisdiction establishes its own resource typing definition, it should share that\ndefinition with FEMA and mutual aid partners to promote common language and understanding\nof the resource’s capabilities and to facilitate planning and future resource sharing. FEMA may\nalso consider that resource type for inclusion in the NIMS resource typing definitions.\n8"
    },
    {
      "page": 13,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nC. Qualifying, Certifying and Credentialing Personnel\nThe NIMS Guideline for the National Qualification System (NQS) expands upon the content in\nNIMS to provide specific instructions on how to build a qualification system. It also provides an\noverview on how jurisdictions can use NIMS Position Task Books (PTB), which are the primary\ntools for qualifying personnel. NQS does not replace current qualification systems but provides\nan option for jurisdictions that do not have one in place—or serves as a supplement for a\njurisdiction’s existing system. For more information, see the NIMS Guideline for the NQS.\nNational Qualification System (NQS)\nThe NIMS Guideline for the NQS describes the components of a qualification and certification system,\ndefines a process for certifying the qualifications of incident personnel, describes how to establish and\nimplement a peer review process and introduces the process of credentialing personnel. The document\nresides here: https://www.fema.gov/emergency-managers/nims/components#nqs.\nD. Planning for Resources\nJurisdictions and organizations work together before incidents occur to develop plans for\nidentifying, managing, estimating, allocating, ordering, deploying and demobilizing resources.\nThe planning process includes identifying resource requirements based on threats to, and\nvulnerabilities of, the jurisdiction or organization. To plan for resources, jurisdictions and\norganizations estimate their current capabilities, assess their resource management gaps,\nestablish resource management planning priorities and utilize mutual aid agreements to address\nthose gaps.\nCapability Planning\nPlanning for resources requires finding ways to fill the gaps between current capabilities and\nresource demands during a large-scale incident. Planning involves the processes and mechanisms\nfor requesting and managing response and recovery resources. Planning can help a jurisdiction or\norganization identify what kinds of resources and what capabilities may be necessary if an\nincident’s demands exceed current capabilities.\nThe planning process includes estimating capabilities, identifying departments and agencies\nresponsible for specific resource management functions and identifying gaps in capabilities.\nCapability planning helps answer the following questions:\n• What do we need to prepare for?\n• What resources do we have that allow us to achieve our targets?\n• What resources can we obtain through mutual aid to be prepared to meet our targets?\nUnderstanding what resources might be necessary is the first step in identifying the sources for\nprocuring those resources. Aligning the jurisdiction’s or organization’s current capabilities with\nestimated resource needs is a critical step in the preparedness planning process.\nUsing Mutual Aid Agreements\nOnce a jurisdiction or organization has identified gaps in resource capabilities, it can utilize\nmutual aid agreements to fill those gaps. Resource owners should work with their state\n9"
    },
    {
      "page": 14,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nemergency management agencies to identify the mutual aid agreements available and, if\nnecessary, develop enabling mechanisms if needed to be eligible to deploy through an available\nmutual aid agreement. The NIMS Guideline for Mutual Aid provides detailed information to help\nAHJs navigate mutual aid agreements. As part of the planning process, AHJs may want to\nconsider establishing mutual aid agreements with state, local, tribal and territorial organizations,\nNongovernmental Organizations (NGO) and private partners—in both the immediate\nsurrounding area and more distant jurisdictions—to increase resource capabilities.\nComprehensive Preparedness Guide (CPG) 101\nAdditional guidance and suggestions on the planning process is available in FEMA’s CPG 101.\nCPG 101 defines the methods for conducting risk analyses, assessing capabilities and estimating\ndemands.\n10"
    },
    {
      "page": 15,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nIV. Resource Management\nAuthorities and Roles\nA number of organizations play a role in the resource management process. Below are some of\nthose organizations and jurisdictions, along with descriptions of their roles in resource\nmanagement.\nA. FEMA\nNIMS provides guidance on resource management for state, local, tribal and territorial\njurisdictions, as well as for Federal departments and agencies. FEMA also leads the development\nand maintenance of NIMS resource typing definitions for resources shared on a local, intrastate,\ninterstate, regional or national scale. FEMA provides tools and best practices for implementing\nresource management processes and programs to support effective mutual aid.\nB. Federal, State, Local, Tribal and Territorial Jurisdictions\nFederal, state, local, tribal and territorial jurisdictions are responsible for maintaining their own\ninventory of resources for use in incident responses. Federal agencies, states, localities, tribes\nand territories have the authority to implement resource management programs throughout their\nareas of jurisdiction. Jurisdictions use FEMA guidance, tools and best practices to supplement\ntheir resource management programs and support standardization for effective mutual aid. These\njurisdictions can follow the processes outlined in Section III of this document to maintain\nreadiness for response.\nC. NEMA\nThe National Emergency Management Association (NEMA) is a nonpartisan, nonprofit\n501(c)(3) association dedicated to enhancing public safety by improving the nation’s ability to\nprepare for, respond to and recover from all emergencies, disasters and threats to our nation’s\nsecurity. NEMA is the professional association of and for emergency management directors\nfrom all 50 states, eight U.S. territories and the District of Columbia. More information about\nNEMA is available here: https://www.nemaweb.org/.2\nNEMA manages two key tools for resource management:\n• Emergency Management Assistance Compact (EMAC): The EMAC is an all-hazards, all-\ndisciplines mutual aid compact that serves as the cornerstone of the nation’s mutual aid\nsystem. EMAC provides interstate assistance for governor-declared states of emergency or\ndisaster. A state may request resources through EMAC if resources are not available from\njurisdictions within the state or from the state itself. EMAC provides resources through\nminimum capability or Mission Ready Packages (MRP), which are pre-rostered teams with\n2 This is a non-Federal website. Linking to this site is for factual use only and is not an endorsement by the Federal\nEmergency Management Agency, Department of Homeland Security, or any Federal employee.\n11"
    },
    {
      "page": 16,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nassociated equipment that states can request. EMAC includes provisions for reimbursement,\ntort liability, license reciprocity, request processing and more.\nEMAC establishes a firm legal foundation for sharing resources between states.3 Once the\nconditions for providing assistance to a requesting state are finalized, the EMAC terms\nconstitute a legally binding agreement. The EMAC legislation solves the problems of\nliability and cost responsibilities, and allows credentials, licenses and certifications to be\nhonored across state lines. Additional information is available at https://www.emacweb.org/.4\nA jurisdiction’s emergency preparation responsibilities include developing internal\nprocedures for implementing EMAC. Tasks include incorporating planning and lessons\nlearned, establishing resource allocation with neighboring states, conducting EMAC training\nand exercises in cooperation with state emergency management associations and resource\nproviders and developing MRPs.\nMission Ready Package (MRP) Templates\nDeveloped by NEMA, MRP templates are resource-specific logistical planning tools available for AHJs\nseeking to pre-plan resource deployments. AHJs using MRPs often deploy their resources and get\nreimbursed more quickly. MRPs include pre-scripted mission statements, limitations, required support,\nexpected time frame and estimated mission costs.\n• Mutual Aid Support System (MASS): MASS is a free geographic information system\nlocated web-based database that categorizes and tracks the inventory of organizations, people\nand equipment comprising MRPs. Users can export MRP data stored in MASS to EMAC,\nwhich facilitates the national mutual aid request and acquisition process. MASS also lets\nusers control who has access to view a state’s resource inventories.\nD. Regional Organizations, Volunteer Organizations and the\nPrivate Sector\nRegional organizations, volunteer organizations, and the private sector are also responsible for\nmaintaining their own resource inventories for use in incident responses. These organizations can\nfollow the processes outlined in Section III of this document to maintain readiness for response.\nRegional organizations, volunteer organizations, and the private sector can coordinate with\njurisdictional counterparts at other levels to facilitate resource management and sharing.\n3 Joint Resolution Granting the Consent of Congress to the Emergency Management Assistance Compact, Pub. L.\n104-321 (1996).\n4 This is a non-Federal website. Linking to this site is for factual use only and is not an endorsement by the Federal\nEmergency Management Agency, Department of Homeland Security, or any Federal employee.\n12"
    },
    {
      "page": 17,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nV. Appendices\nA. Appendix A: Glossary\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for\ndeveloping, implementing, maintaining and overseeing the qualification process within its\norganization or jurisdiction. This may be a state or Federal agency, training commission, NGO,\nprivate sector company, or tribal or local agency such as a police, fire, or public works\ndepartment. In some cases, the AHJ may provide support to multiple disciplines that collaborate\nas a part of a team, such as an Incident Management Team (IMT).\nCertification: The process of authoritatively attesting that individuals meet established\nqualifications necessary for key incident management functions and are, therefore, qualified for\nspecific positions.\nCore capability: An element that the National Preparedness Goal (NPG) defines as necessary to\nhelp the nation prevent, protect against, mitigate, respond to and recover from the threats and\nhazards that pose the greatest risk.\nCriteria: A listing within a resource typing definition or Job Title/Position Qualification that\nincludes the minimum qualifications a resource should meet for qualification.\nCredentialing: Providing documentation that identifies personnel and authenticates and verifies\ntheir qualifications for a particular position.\nHazard: Something potentially dangerous or harmful; often the root cause of an unwanted\noutcome.\nKind: As applied to incident resources, a class or group of items or people of the same nature or\ncharacter or having traits in common.\nMission area: One of five broad objectives (Prevention, Protection, Mitigation, Response and\nRecovery) under which the National Preparedness Goal (NPG) groups the core capabilities.\nMutual aid agreement or assistance agreement: A written or oral agreement between or\namong agencies/organizations and jurisdictions that provides a mechanism for quickly obtaining\nassistance in the form of personnel, equipment, materials and other associated services. The\nprimary objective is to facilitate the rapid, short-term deployment of support prior to, during and\nafter an incident.\nNational Incident Management System (NIMS): A systematic, proactive approach to help\nguide all levels of government, NGOs and the private sector to work together to prevent, protect\nagainst, mitigate, respond to and recover from the effects of incidents. NIMS provides\nstakeholders across the whole community with the shared vocabulary, systems and processes to\nsuccessfully deliver the capabilities the National Preparedness System describes. NIMS provides\na consistent foundation for dealing with all incidents, ranging from daily occurrences to incidents\nrequiring a coordinated Federal response.\n13"
    },
    {
      "page": 18,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nNational Qualification System (NQS): A nationwide approach, including best practices, for\nAHJs to use in qualifying, certifying and credentialing incident management and support\npersonnel.\nNongovernmental Organization (NGO): A group that is based on the interests of its members,\nindividuals, or institutions. An NGO is not created by a government, but it may work\ncooperatively with government. Examples of NGOs include faith-based groups, relief agencies,\norganizations that support people with access and functional needs (AFN) and animal welfare\norganizations.\nPosition qualifications: The minimum criteria necessary for an individual to fill a specific\nposition.\nPosition Task Book (PTB): A document that describes the minimum competencies, behaviors\nand tasks necessary to qualify or recertify for a NIMS position. The PTB documents a trainee’s\nperformance of given tasks.\nResource management: Systems for identifying available resources at all jurisdictional levels to\nenable timely, efficient and unimpeded access to resources necessary to prepare for, respond to,\nor recover from an incident.\nResources: Personnel, equipment, teams, supplies and facilities available or potentially available\nfor assignment to an incident—for which jurisdictions or organizations track status. FEMA\ndescribes resources by kind and type. Organizations can use resources in operational support or\nin supervisory capacities, either at an incident or in an EOC.\nType: A resource’s level of minimum capability to perform its function. The level of capability\ndepends on size, power, capacity (for equipment), or experience and qualifications. Type 1\nrepresents a higher capability than Types 2, 3 and 4.\n14"
    },
    {
      "page": 19,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nB. Appendix B: Abbreviations\nAFN Access and functional needs\nAHJ Authority Having Jurisdiction\nCPG Comprehensive Preparedness Guide\nEMAC Emergency Management Assistance Compact\nEMI Emergency Management Institute\nEOC Emergency Operations Center\nFEMA Federal Emergency Management Agency\nICS Incident Command System\nIMT Incident Management Team\nIRIS Incident Resource Inventory System\nMASS Mutual Aid Support System\nMRP Mission Ready Package\nNEMA National Emergency Management Association\nNGO Nongovernmental Organization\nNIC National Integration Center\nNIMS National Incident Management System\nNPG National Preparedness Goal\nNQS National Qualification System\nNWCG National Wildfire Coordinating Group\nPOC Point of contact\nPTB Position Task Book\nQRB Qualification Review Board\nRTLT Resource Typing Library Tool\nSPR Stakeholder Preparedness Review\nTHIRA Threat and Hazard Identification and Risk Assessment\nUSNG United States National Grid\n15"
    },
    {
      "page": 20,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nC. Appendix C: Resources\nThe following resources can assist AHJs in establishing qualification, certification and\ncredentialing processes consistent with NQS doctrine.\nNational Incident Management System (NIMS)\n• On the NIMS website, users can find links to NIMS documents, guidelines and operational\ntools, as well as training information, implementation guidance, the latest updates and\ncontact information for the FEMA Regional NIMS Coordinators.\n• The Resource Management section of NIMS contains details on the qualification,\ncertification and credentialing of incident personnel. It also defines pertinent terms, to ensure\ncommon terminology among all qualification system users.\n• https://www.fema.gov/emergency-managers/nims\nNational Qualification System (NQS)\n• The NIMS Guideline for the NQS describes the components of a qualification and\ncertification system, defines a process for certifying the qualifications of incident personnel,\ndescribes how to establish and implement a peer review process and introduces the process of\ncredentialing personnel.\n• The NIMS NQS Supplemental Guide for Coaches and Evaluators describes the process of\ncoaching a trainee to perform PTB tasks and evaluating trainee performance of PTB tasks as\npart of the qualification process.\n• The NIMS NQS Supplemental Guide for Qualification Review Boards (QRB) describes the\nbasic principles of a QRB and provides general recommendations and practices to help a\njurisdiction establish or enhance a QRB.\n• NQS also provides Job Titles/Position Qualifications and PTBs for a range of incident\nmanagement, incident support and emergency management positions.\n• https://www.fema.gov/emergency-managers/nims/components#nqs\nNIMS Guideline for Mutual Aid\n• The NIMS Guideline for Mutual Aid enhances mutual aid efforts by providing stakeholders\nwith common practices and processes for mutual aid planning and by describing how to\ncreate legal agreements and operational plans to support mutual aid planning.\n• https://www.fema.gov/emergency-managers/nims/components#mutual-aid\nNational Resource Hub (NRH)\n• The National Resource Hub is a suite of web-based tools that support a consistent approach\nfor the resource management preparedness process. Users can: access and automate the use\nof NIMS resource typing definitions, job titles/position qualifications and position task book\ntemplates; Inventory individual resources—personnel, equipment, teams, supplies, and\nfacilities; and manage personnel qualifications, certifications and credentials. Note: The\n16"
    },
    {
      "page": 21,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nNational Resource Hub is a “system of systems” that combines and simplifies the capabilities\nof legacy IRIS, RTLT and OneResponder systems.\n• https://preptoolkit.fema.gov/web/national-resource-hub\nEmergency Management Institute (EMI)\n• EMI, FEMA’s emergency management training arm, is the national focal point for the\ndevelopment and delivery of emergency management training. EMI provides an extensive\nlist of training activities that can help personnel qualify for ICS positions.\n• https://training.fema.gov/emi.aspx\nIncident Command System (ICS) Resource Center\n• EMI’s ICS Resource Center provides information and links to an extensive array of ICS\ntraining materials, job aids, position checklists and forms.\n• https://training.fema.gov/emiweb/is/icsresource/index.htm\nNIMS ICS All-Hazards Position Specific Training Program Website\n• This EMI site provides links to detailed information for Federal, state and local personnel,\nmanagers, and instructors who are involved in the All-Hazards Position Specific Training\nProgram.\n• https://training.fema.gov/allhazards/\nFEMA Resource Typing Library Tool (RTLT)\n• The RTLT is an online catalog of national resource typing definition and NIMS Job\nTitle/Position Qualification documents.\n• https://www.fema.gov/emergency-managers/nims/components#resource-typing\nComprehensive Preparedness Guide (CPG) 101: Developing and Maintaining\nEmergency Operations Plans\n• CPG 101 is designed to help both novice and experienced planners navigate the planning\nprocess.\n• https://www.fema.gov/emergency-managers/national-preparedness/plan#cpg\nComprehensive Preparedness Guide (CPG) 201: Threat and Hazard Identification\nand Risk Assessment (THIRA) and Stakeholder Preparedness Review (SPR)\nGuide\n• CPG 201 provides guidance to help communities conduct the THIRA and SPR processes.\n• https://www.fema.gov/emergency-managers/national-preparedness/plan#cpg\n17"
    },
    {
      "page": 22,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nD. Appendix D: How to Read Resource Typing Documents\nResource Typing Definitions\nA resource typing definition document has the following sections, as shown in the example on\nthe next page:\n• Heading – Two lines listing the mission area and core capability the resource falls under\n• Resource Name – The resource’s formal name\n• Description – A brief summary of the resource’s purpose and capabilities\n• Resource Category – The category the resource falls under\n• Resource Kind – One of the prescribed kinds of resources (for example, Team or Equipment)\n• Overall Function – A detailed description of the resource’s function\n• Composition and Ordering Specifications – Additional information about the resource’s\ncomposition and what to consider before ordering the resource\n• Component – The table header under which various resource capabilities appear, introducing\nrows of details including metrics and measures\n• Typing Columns – The minimum capabilities required, type by type, with clarifying notes, if\nnecessary\n• Notes – Additional general information about the resource\n• References – Related resources and guidance documents\n18"
    },
    {
      "page": 23,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n19"
    },
    {
      "page": 24,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nJob Titles/Position Qualifications\nA Job Title/Position Qualification document has the following sections, as shown in the example\non the next page:\n• Heading – Two lines listing the mission area and core capability the position falls under\n• Position Name – The formal position name\n• Resource Category – The category the position falls under\n• Resource Kind – One of the prescribed kinds of resources (in this case, Personnel)\n• Overall Function – A brief summary of the position’s purpose and capabilities\n• Composition and Ordering Specifications – Additional information about the position’s\ncomposition and what to consider before ordering the position\n• Component – The table header under which various resource capabilities appear\n• Description – A detailed description of the position’s function\n• Education – The minimum education necessary to serve in the position\n• Training – The minimum training courses necessary to serve in the position\n• Experience – The minimum prior experience necessary to serve in the position\n• Physical/Medical Fitness – The minimum physical and medical fitness capabilities necessary\nto serve in the position\n• Currency – The minimum level of participation in the position necessary to maintain\nqualification\n• Professional and Technical Licenses and Certifications – Any licenses or certifications\nnecessary to serve in the position\n• Notes – Additional information about the resource\n• References – Related resources and guidance documents\n20"
    },
    {
      "page": 25,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n21"
    },
    {
      "page": 26,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nHow to Identify the Type of a Resource\nTo match a resource to its proper type, first locate the relevant resource typing definition in the\nRTLT.\nFind the resource’s characteristics and components. Next, compare the capabilities of the\nresource with the requirements for the lowest type listed in the resource typing definition.\n(Remember that if the document lists multiple types, Type 1 is the highest.) If the resource meets\nor exceeds all of the requirements of the lowest type, then evaluate it against the next higher\ntype, and so on. If the resource exceeds the minimum capabilities for one type but does not meet\nthe minimum capabilities of the next type, then the resource belongs at the lower type. An\nexample of how to perform this process follows.\nExample: Determining the Type of a Fire Engine\nA jurisdiction is seeking to determine the appropriate type for its pumper fire engine. The\njurisdiction’s pumper has the following specifications:\n• Pump capacity: 1,000 gallons per minute (GPM)\n• Tank capacity: 800 gallons\n• 2.5-inch hose: 1,000 feet\n• 1.5-inch hose: 100 feet\n• 1-inch hose: 800 feet\n• Personnel per engine: 3\n22"
    },
    {
      "page": 27,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThe jurisdiction begins by comparing the resource with the minimum requirements for the lowest\ntype given in the definition. In this example, Type 4 is the lowest type for an Engine, Fire\nPumper:\nNext, the jurisdiction compares the resource with the minimum requirements for a Type 3\nengine:\n23"
    },
    {
      "page": 28,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nNow the jurisdiction compares the resource with the minimum requirements for a Type 2 engine:\nFinally, the jurisdiction compares the resource with the minimum requirements for a Type 1\nengine:\nThis resource does not qualify as a Type 1 Engine, Fire Pumper because it does not meet the\nminimum requirements for all capabilities. Therefore, the jurisdiction should inventory this\nresource as a Type 2 Engine, Fire Pumper.\n24"
    },
    {
      "page": 29,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n25"
    },
    {
      "page": 30,
      "text": "FEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nE. Appendix E: How to Create Resource Typing Definitions\nFEMA Resource Typing Definitions\nFEMA’s NIC uses a four-step process to develop resource typing definition documents and Job\nTitle/Position Qualification documents.\nIn the Development phase, the NIC identifies a working group of subject matter experts and\nstakeholders to inform the development of draft documents describing the minimum capabilities.\nThe working group meets regularly to discuss minimum capabilities as it supports FEMA in the\ncreation of the initial draft documents.\nDuring the National Engagement phase, the documents are released to the public for a 30-day\ncomment period. Stakeholders can provide recommended changes, updates and edits to the\ndocuments. This process helps validate the contents of the documents and ensures the documents\nrepresent a national minimum.\nIn the Adjudication phase, NIC staff review the public comments received during National\nEngagement and update the documents where appropriate. Staff then place the documents in the\nconcurrence process for leadership approval.\nFinally, in the Rollout phase, the NIC releases the approved documents for publication.\nJurisdictions can then use the documents to help manage resources.\nJurisdictional Resource Typing Definitions\nIf FEMA does not have an established resource typing definition for a resource that a jurisdiction\nuses and shares, the jurisdiction may develop its own resource typing definition using the process\noutlined above. Jurisdiction staff should involve subject-matter experts and stakeholders to help\ndefine minimum capabilities for the resource. They should also invite additional stakeholders to\nreview the document and provide input to validate the minimum capabilities before publication.\nThe jurisdiction should share the new resource typing definition with FEMA and mutual aid\npartners to promote common language and understanding of the resource’s capabilities and to\nfacilitate planning and future resource sharing. FEMA may consider adding the new resource\ntype to the NIMS resource typing definitions.\nWhen creating a jurisdictional resource typing definition, the jurisdiction should consider the\nfollowing:\n26"
    },
    {
      "page": 31,
      "text": "NIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n• Resource typing definitions apply to deployable resources: The point of typing resources\nis to ensure that resource providers and requestors have consistent expectations of a\nresource’s capability levels. If the resource will not support incident operations outside its\nown jurisdiction, typing the resource may not be beneficial.\n• Focus on capabilities: Resource typing definitions are intended to be guidelines for\nminimum capabilities. In most cases, resource typing definitions distinguish types based on\ncapabilities rather than other factors, such as quantities, capacity, or other characteristics.\n• Do not create resource typing definitions that conflict with NIMS resource typing\ndefinitions: NIMS resource typing definitions are flexible enough that jurisdictions can\ntypically manage their resources as necessary without creating new resource types. Creating\nnew resource types that conflict with NIMS resource typing definitions undermines the value\nof the standardized national system. Jurisdictions can create new resource typing definitions\nonly if they do not conflict with NIMS definitions.\n• Resource typing definitions are not laws: Resource typing definitions have no legal\nauthority. Resource typing definitions simply attempt to standardize resources nationally to\nallow seamless integration across organizational boundaries. Under no circumstances should\nresource typing definitions carry the weight of law. State, local, tribal, territorial and Federal\nstatutes always take precedence.\nJurisdictions can use IRIS to create jurisdictional resource typing definitions. Users can publish\nthese jurisdictional resource typing definitions within IRIS and then add inventories under the\nnew jurisdictional resource typing definition. Templates for creating jurisdictional resource\ntyping definitions are also available at https://www.fema.gov/resource-management-mutual-aid.\nStakeholders may customize the resource typing templates with jurisdiction logos and\norganization names, but using the FEMA logo is prohibited. Stakeholders cannot use government\ntrademarks or government agency logos without permission.\nIf a jurisdiction creates a jurisdictional resource typing definition, the jurisdiction can submit the\ndocument to FEMA by sending it to the NIMS inbox: FEMA-NIMS@fema.dhs.gov. FEMA\nregularly reviews information about resource requests and use through mutual aid to determine\nnew resources to type. FEMA considers jurisdictional resource typing definitions as potential\nfuture NIMS resource types.\n27"
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "National Incident\nManagement System\nGuideline for Resource\nManagement Preparedness\nJune 2021\nFEMA\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally left blank.\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nTable of Contents\ni\nI\nI\nI\nI\nV\n. I\nI . R\nI I . R\nA\nB\nC\nD\nE\nV . R\nA\nB\nC\nD\n. A\nA\nB\nC\nD\nE\nn t r o d u c t i o n ................................ ................................................................ ............................... 1\ne s o u r c e M a n a g e m e n t P r e p a r e d n e s s O v e r v i e w ................................ ................................ ....... 2\ne s o u r c e M a n a g e m e n t P r e p a r e d n e s s P r o c e s s e s ................................ ................................ ....... 3\n. A c q u i r i n g , S t o r i n g a n d I n v e n t o r y i n g R e s o u r c e s ................................................................................ 3\n. R e s o u r c e I n v e n t o r y i n g ........................................................................................................................ 3\n. I d e n t if y i n g a n d T y p i n g R e s o u r c e s ...................................................................................................... 6\n. Q u a l if y in g , C e r ti f y i n g a n d C r e d e n t ia l i n g P e r s o n n e l .......................................................................... 9\n. P l a n n i n g f o r R e s o u r c e s ....................................................................................................................... 9\ne s o u r c e M a n a g e m e n t A u t h o r i t i e s a n d R o l e s ................................ ................................ ........ 1 1\n. F E M A ............................................................................................................................................... 1 1\n. F e d e r a l , S t a t e , L o c a l, T r i b a l a n d T e r r it o r i a l J u r is d i c t i o n s ................................................................ 1 1\n. N E M A .............................................................................................................................................. 1 1\n. R e g i o n a l O r g a n i z a t i o n s , V o l u n t e e r O r g a n i z a t i o n s a n d t h e P r i v a t e S e c t o r ....................................... 1 2\np p e n d i c e s ................................ ................................................................ .............................. 1 3\n. A p p e n d i x A : G l o s s a r y ...................................................................................................................... 1 3\n. A p p e n d i x B : A b b r e v i a t i o n s .............................................................................................................. 1 5\n. A p p e n d i x C : R e s o u r c e s .................................................................................................................... 1 6\n. A p p e n d i x D : H o w t o R e a d R e s o u r c e T y p i n g D o c u m e n t s ................................................................ 1 8\n. A p p e n d i x E : H o w t o C r e a t e R e s o u r c e T y p i n g D e f in it i o n s .............................................................. 2 6\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally left blank.\nii\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov",
      "page": 2
    },
    {
      "title": "I. Introduction",
      "content": "National Incident Management System (NIMS) resource management guidance enables many\norganizational elements to collaborate and coordinate to systematically manage resources—\npersonnel, teams, facilities, equipment and supplies. Most jurisdictions or organizations do not\nown and maintain all the resources necessary to address all potential threats and hazards.\nTherefore, effective resource management includes making good use of each jurisdiction’s\nresources, engaging private sector resources, involving volunteer organizations and encouraging\nfurther development of mutual aid agreements.\nThe NIMS Guideline for Resource Management Preparedness supplements the NIMS Resource\nManagement component by providing additional details on resource management preparedness\nprocesses, best practices, authorities and tools. The audience for this guide is any Authority\nHaving Jurisdiction (AHJ) that is responsible for acquiring, inventorying, storing, or sharing\nresources. Whether building a new resource management program or working to improve an\nexisting one, AHJs can use this guide to find information about resource management\npreparedness and best practices.\nThe National Qualification System (NQS) provides the tools for jurisdictions and organizations\nto share resources seamlessly. Using the NQS approach to qualify, certify, and credential\nincident management and support personnel ensures personnel deploying through mutual aid\nagreements and compacts have the capabilities to perform the duties of their assigned roles.\nFor AHJs that already have resource management processes in place, this guide does not replace\nestablished procedures. Rather, it may help an AHJ refine its processes with a view to\nencouraging consistent, effective and interoperable processes nationwide. Note that adopting the\nresource management preparedness concepts described in this guide is voluntary. Principles\nwithin this guide can help preparedness grant recipients build towards NIMS compliance. The\ncontents of this document do not have the force and effect of law and are not meant to bind the\npublic in any way.\n1\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness",
      "page": 5
    },
    {
      "title": "II. Resource Management",
      "content": "Preparedness Overview\nThe resource management preparedness activities described here pertain primarily to resources\nthat are shareable or deployable between organizations and jurisdictions. Implementing a\ncomprehensive resource management process at the organizational or jurisdictional level helps\nalign resource capabilities and terminology, streamline resource coordination and ensure\ninteroperability nationwide.\nThe NIMS Resource Management component identifies five kinds of resources: personnel,\nequipment, teams, supplies and facilities. These resources, on their own or combined, can help a\njurisdiction build capabilities to respond to incidents. For example, as Figure 1 shows, acquiring\nepidemiological equipment and supplies, qualifying additional epidemiologists and typing\nepidemiological response teams can help a jurisdiction increase its public health capabilities to\nbetter respond to a public health emergency.\nFigure 1: Jurisdictions use resources as building blocks to increase capabilities. For\nexample, a jurisdiction can acquire, credential and type epidemiological resources to\nbuild its public health capabilities.\nEach jurisdiction or organization that owns, maintains and operates these resources is responsible\nfor managing the minimum capability, interoperability and sharing of these resources during an\nincident.\n2\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov",
      "page": 6
    },
    {
      "title": "III. Resource Management",
      "content": "Preparedness Processes\nResource management preparedness involves four processes:\n• Acquiring, storing and inventorying resources;\n• Identifying and typing resources;\n• Qualifying, certifying and credentialing personnel; and\n• Planning for resources.\nThese activities should fit into a jurisdiction’s or organization’s comprehensive emergency\nmanagement preparedness activities as part of an annual or cyclical process. Resource\nmanagement preparedness builds on activities that organizations and jurisdictions may already\nbe implementing, such as emergency operations planning.\nA. Acquiring, Storing and Inventorying Resources\nJurisdictions and organizations acquire, store and inventory resources for day-to-day operations,\nin addition to stockpiling resources for incidents. This is a collaborative process in which\ndepartments, agencies and organizations each maintain their own resources and\njurisdictions/organizations coordinate with them to track and inventory broad operational\ncapabilities and logistical requirements, such as storage.\nOrganizations/jurisdictions can acquire resources by making purchases, receiving donations, or\nhiring personnel. Acquisition processes and protocols vary from jurisdiction to jurisdiction. Once\ninventory resources are on hand, the jurisdiction should properly store them for future use.\nStorage processes and procedures also vary from jurisdiction to jurisdiction.\nResource Inventorying\nEffective resource management involves establishing a resource inventory and keeping the\ninformation current and accurate. Although a resource inventory can be as simple as a paper\nspreadsheet, many resource managers use Information Technology (IT)-based inventory systems\nto document and track resources. Accurate inventories enable organizations not only to resource\nincidents promptly but to support day-to-day resource management activities such as\nreconciliation, accounting and auditing.\nNational Resource Hub (NRH)\nThe National Resource Hub is a suite of web-based tools that support a consistent approach for the\nresource management preparedness process. Users can: access and automate the use of NIMS\nresource typing definitions, job titles/position qualifications and position task book templates; Inventory\nindividual resources—personnel, equipment, teams, supplies, and facilities; and manage personnel\nqualifications, certifications and credentials. Learn more at https://preptoolkit.fema.gov/web/national-\nresource-hub.\n3\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nWhen inventorying and organizing resources, jurisdictions and organizations can categorize\nresources in various ways:\n• Core Capability:1 The core capability for which a resource is most useful\n• Category: The function for which a resource is most useful (for example, firefighting, law\nenforcement, or health and medical)\n• Resource Kind: One of the five main resource types, such as personnel, facilities, or\nequipment\n• Type: A resource’s level of minimum capability to perform its function:\n‒ Type 1 represents a higher capability than Type 2, which represents a higher capability\nthan Type 3 and so on\n‒ The level of capability depends on size, power and capacity (for equipment) or\nexperience and qualifications (for personnel and teams)\nA comprehensive resource management preparedness strategy provides the following benefits:\n• Allows the supplying organization, or provider, to understand expectations of a resource\nbased on the capabilities outlined in resource typing\n• Allows the receiving organization, or requestor, to receive a preassembled and predetermined\nresource that meets the minimum capabilities for the specified resource type\n• Integrates resource management into day-to-day organizational and jurisdictional operations,\nmaking the national mutual aid process a seamless continuation of resource management to\nsupport incident operations\nFor NIMS purposes, resource inventorying is a preparedness activity that takes place outside of\nincident response. Inventories include an up-to-date count and pertinent details about an\norganization’s resources. Inventories often provide the basis for resource tracking during an\nincident. An effective resource inventory stores details about each resource, such as:\n• Name: The resource’s unique name\n• Aliases: Any other names for the resource, whether formal or informal; these can be radio\ncall signs, license numbers, nicknames, or anything else that helps users identify the resource\n• Status: The resource’s availability for deployment and estimated hours necessary to prepare\nfor deployment\n• Resource Typing Definition or Job Title: This can be either a standard NIMS resource\ntyping definition or Job Title/Position Qualification or—for non-typed resources—a state,\nlocal, tribal or territorial definition\n1 The National Preparedness Goal (NPG) defines 32 core capabilities, listed here: https://www.fema.gov/emergency-\nmanagers/national-preparedness/mission-core-capabilities.\n4\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n• Mutual Aid Readiness: The status indicating whether the resource is available and ready for\ndeployment under mutual aid\n• Home Location: The resource’s permanent storage location, base, or office; this section\nshould also include the home location’s associated latitude/longitude and United States\nNational Grid (USNG) coordinates to ensure interoperability with mapping and decision\nsupport tools\n• Present Location: The resource’s current storage location, base, office, or deployment\nassignment, with associated latitude/longitude and USNG coordinates\n• Point of Contact (POC): The person(s) who can provide essential information about the\nresource\n• Owner: The agency, company, person, or other entity that owns the resource\n• Manufacturer/Model (equipment only): The entity that built the resource, plus the\nresource’s model name/number; this section should also include the serial number—the\nresource’s unique identifier that serves as a real-world inventory control number or other\nvalue used in official records\n• Contracts: Purchase, lease, rental, or maintenance agreements or other financial agreements\nassociated with the resource\n• Certifications: Documentation that validates the official qualifications, certifications and\nlicenses associated with the resource\n• Deployment Information: Information necessary for requesting a resource, including:\n‒ Minimum Lead Time (in hours): The minimum amount of time a resource needs to\nprepare for deployment\n‒ Maximum Deployment Time (in days): The maximum amount of time a resource can\nstay on the scene; when the deployment time runs out, the requesting organization should\nopt for maintenance, recovery, or resupply\n‒ Limitations: Any limitations placed on the resource’s use, deployable area, capabilities\nand so on\n‒ Custom Attributes: A customizable field that an agency can add to provide any\nnecessary information that the standard fields do not contain\nResource Management Activities\nJurisdictions and organizations are responsible for coordinating resource acquisition, storage and\ninventorying as part of the resource management process. Since departments, agencies and\norganizations may own resources, the jurisdiction or organization should assign responsibility for\nmanaging, maintaining and communicating the following critical pieces of information:\n• Personnel rosters;\n• Equipment maintenance;\n5\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\n• Personnel qualification standards;\n• Training standards;\n• Team composition; and\n• Financial considerations, such as rates, reimbursement processes, compensation and\ninsurance considerations.\nAdditionally, the jurisdiction or organization should assign responsibility for analyzing how\nindividual resources fit into the bigger picture of resource readiness. This responsibility includes\ntracking:\n• Resource capabilities;\n• Overall operational status;\n• Geographic location of resources;\n• Release and return instructions;\n• Sustainability needs to maintain the resource’s usability;\n• Mutual aid agreements; and\n• External liaisons or agency representatives for future coordination needs.\nThese pieces of information help inform the planning process and promote a coordinated\nresource response.\nB. Identifying and Typing Resources\nBy identifying and typing resources, jurisdictions and organizations build a common\nunderstanding of a specific resource and its capabilities. This process primarily focuses on\nresources that deploy across jurisdictional boundaries.\nIdentifying NIMS-Typed Resources\nIdentifying NIMS-typed resources is the process of pre-identifying resources that a jurisdiction\nor organization wants to align with NIMS resource typing definitions. Jurisdictions and\norganizations may have additional resources that are not currently NIMS-typed but are still used\nregularly. The jurisdiction or organization should identify NIMS-typed resources that are:\n• Widely used and deployable across jurisdictional boundaries through mutual aid agreements\nor compacts;\n• Identifiable by capability, category and kind;\n• Countable and trackable to determine availability;\n• Used for incident management, support and coordination under the Incident Command\nSystem (ICS) or in Emergency Operations Centers (EOC); and\n• Interoperable or compatible through common resource ordering, management and tracking\nsystems.\n6\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nTyping Resources\nFEMA leads the development and maintenance of resource typing definitions for resources\nshared on a local, interstate, regional, or national scale. FEMA’s National Integration Center\n(NIC) maintains a library of resource typing definition documents that define FEMA’s\nrecommendations for minimum capabilities for resources. Resource typing benefits jurisdictions\nand organizations by:\n• Ensuring minimum capabilities across shared resources;\n• Establishing a common language across jurisdictions and organizations;\n• Simplifying and speeding up the process of ordering and providing resources during\nresponse;\n• Enabling communities to plan for, request and share resources confidently;\n• Facilitating mutual aid agreements using established resources and teams; and\n• Providing a clear understanding of capacities and capabilities, allowing jurisdictions and\norganizations to easily identify gaps.\nTyping resources involves aligning a resource’s capabilities to those in the NIMS resource\ntyping definition. AHJs align their resources with NIMS resource typing definitions so they and\ntheir mutual aid partners have a shared understanding of the capabilities and functions of each\nresource and can quickly and accurately share resources when necessary. For example, if a\njurisdiction or organization needs a Type 1 Epidemiological Response Team, all parties can\nreference the NIMS resource typing definition document and quickly understand the capabilities\nand functions. Figure 2 illustrates the importance of typing resources to ensure a common\nunderstanding of resources.\nFigure 2: The resources pictured have different capabilities and represent different types.\nResource Typing Library Tool (RTLT)\nNIMS resource typing definitions provide guidance and clear expectations for minimum capabilities of\ndeployable resources. Nationally typed resources are stored in the RTLT:\nhttps://www.fema.gov/emergency-managers/nims/components#resource-typing.\nThe NIC develops resource typing definitions that follow the following principles:\n• Differentiating types based on capabilities: Resources receive their type assignments based\non capability or qualification rather than on quantity or capacity. For example, increased\n7\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\ncapability reflects a higher level of education or training, or additional abilities or\nresponsibilities.\n• Establishing the minimum: Resource typing seeks to standardize minimum resource\ncapabilities across the country. Jurisdictions that own, operate and maintain resources are\nfree to add extra levels of capability or capacity; resources will likely vary in many ways,\nincluding training requirements, equipment and supplies and numbers of personnel.\n• Representing a broad national perspective: Resource types reflect the capabilities of\njurisdictions around the country, not the specialized requirements of a particular jurisdiction\nor a geographic area. Resource types should account for variations in size, scope and\nresources of jurisdictions around the country.\n• Using measurable industry standards: Where possible, resource types reflect the\nestablished industry standards within a given industry or profession, such as those required\nby national law or provided by accrediting organizations and associations.\nA NIMS typed resource must meet the minimum criteria outlined in the resource typing\ndefinition. AHJs can identify a resource’s type by comparing its capabilities with those described\nin the resource typing definition. For more information on reading resource typing definitions\nand typing resources, see Appendix D.\nIdentifying Resource Types\n▪ If a resource meets or exceeds all of the minimum capabilities described for a Type 3 but falls below\nthe capabilities for a Type 2, that resource is a Type 3.\n▪ If a resource meets or exceeds all of the minimum capabilities described for a Type 1, that resource is\na Type 1.\n▪ A resource must meet or exceed all minimum criteria for a specific type, because resource requestors\nneed assurance they will receive a resource that meets the minimum capabilities described in the\nresource typing definition.\nAHJs may adapt the specifics of a resource’s criteria—such as training guidance, number of\nsupplies and so on—by adding requirements or capabilities to meet the jurisdiction’s needs, but\nany NIMS typed resource must still meet the minimums outlined in the resource typing\ndefinition.\nJurisdictional Resource Typing Definitions\nIf FEMA does not have an established resource typing definition for a resource that a jurisdiction\nuses and shares, the jurisdiction may develop its own resource typing definition, following the\nprinciples outlined above and defining minimum capabilities for that resource. Appendix E\nexplains how to develop a jurisdictional resource typing definition.\nA jurisdictional resource typing definition should not conflict with FEMA’s resource typing\ndefinitions. If a jurisdiction establishes its own resource typing definition, it should share that\ndefinition with FEMA and mutual aid partners to promote common language and understanding\nof the resource’s capabilities and to facilitate planning and future resource sharing. FEMA may\nalso consider that resource type for inclusion in the NIMS resource typing definitions.\n8\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nC. Qualifying, Certifying and Credentialing Personnel\nThe NIMS Guideline for the National Qualification System (NQS) expands upon the content in\nNIMS to provide specific instructions on how to build a qualification system. It also provides an\noverview on how jurisdictions can use NIMS Position Task Books (PTB), which are the primary\ntools for qualifying personnel. NQS does not replace current qualification systems but provides\nan option for jurisdictions that do not have one in place—or serves as a supplement for a\njurisdiction’s existing system. For more information, see the NIMS Guideline for the NQS.\nNational Qualification System (NQS)\nThe NIMS Guideline for the NQS describes the components of a qualification and certification system,\ndefines a process for certifying the qualifications of incident personnel, describes how to establish and\nimplement a peer review process and introduces the process of credentialing personnel. The document\nresides here: https://www.fema.gov/emergency-managers/nims/components#nqs.\nD. Planning for Resources\nJurisdictions and organizations work together before incidents occur to develop plans for\nidentifying, managing, estimating, allocating, ordering, deploying and demobilizing resources.\nThe planning process includes identifying resource requirements based on threats to, and\nvulnerabilities of, the jurisdiction or organization. To plan for resources, jurisdictions and\norganizations estimate their current capabilities, assess their resource management gaps,\nestablish resource management planning priorities and utilize mutual aid agreements to address\nthose gaps.\nCapability Planning\nPlanning for resources requires finding ways to fill the gaps between current capabilities and\nresource demands during a large-scale incident. Planning involves the processes and mechanisms\nfor requesting and managing response and recovery resources. Planning can help a jurisdiction or\norganization identify what kinds of resources and what capabilities may be necessary if an\nincident’s demands exceed current capabilities.\nThe planning process includes estimating capabilities, identifying departments and agencies\nresponsible for specific resource management functions and identifying gaps in capabilities.\nCapability planning helps answer the following questions:\n• What do we need to prepare for?\n• What resources do we have that allow us to achieve our targets?\n• What resources can we obtain through mutual aid to be prepared to meet our targets?\nUnderstanding what resources might be necessary is the first step in identifying the sources for\nprocuring those resources. Aligning the jurisdiction’s or organization’s current capabilities with\nestimated resource needs is a critical step in the preparedness planning process.\nUsing Mutual Aid Agreements\nOnce a jurisdiction or organization has identified gaps in resource capabilities, it can utilize\nmutual aid agreements to fill those gaps. Resource owners should work with their state\n9\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nemergency management agencies to identify the mutual aid agreements available and, if\nnecessary, develop enabling mechanisms if needed to be eligible to deploy through an available\nmutual aid agreement. The NIMS Guideline for Mutual Aid provides detailed information to help\nAHJs navigate mutual aid agreements. As part of the planning process, AHJs may want to\nconsider establishing mutual aid agreements with state, local, tribal and territorial organizations,\nNongovernmental Organizations (NGO) and private partners—in both the immediate\nsurrounding area and more distant jurisdictions—to increase resource capabilities.\nComprehensive Preparedness Guide (CPG) 101\nAdditional guidance and suggestions on the planning process is available in FEMA’s CPG 101.\nCPG 101 defines the methods for conducting risk analyses, assessing capabilities and estimating\ndemands.\n10\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov",
      "page": 7
    },
    {
      "title": "IV. Resource Management",
      "content": "Authorities and Roles\nA number of organizations play a role in the resource management process. Below are some of\nthose organizations and jurisdictions, along with descriptions of their roles in resource\nmanagement.\nA. FEMA\nNIMS provides guidance on resource management for state, local, tribal and territorial\njurisdictions, as well as for Federal departments and agencies. FEMA also leads the development\nand maintenance of NIMS resource typing definitions for resources shared on a local, intrastate,\ninterstate, regional or national scale. FEMA provides tools and best practices for implementing\nresource management processes and programs to support effective mutual aid.\nB. Federal, State, Local, Tribal and Territorial Jurisdictions\nFederal, state, local, tribal and territorial jurisdictions are responsible for maintaining their own\ninventory of resources for use in incident responses. Federal agencies, states, localities, tribes\nand territories have the authority to implement resource management programs throughout their\nareas of jurisdiction. Jurisdictions use FEMA guidance, tools and best practices to supplement\ntheir resource management programs and support standardization for effective mutual aid. These\njurisdictions can follow the processes outlined in Section III of this document to maintain\nreadiness for response.\nC. NEMA\nThe National Emergency Management Association (NEMA) is a nonpartisan, nonprofit\n501(c)(3) association dedicated to enhancing public safety by improving the nation’s ability to\nprepare for, respond to and recover from all emergencies, disasters and threats to our nation’s\nsecurity. NEMA is the professional association of and for emergency management directors\nfrom all 50 states, eight U.S. territories and the District of Columbia. More information about\nNEMA is available here: https://www.nemaweb.org/.2\nNEMA manages two key tools for resource management:\n• Emergency Management Assistance Compact (EMAC): The EMAC is an all-hazards, all-\ndisciplines mutual aid compact that serves as the cornerstone of the nation’s mutual aid\nsystem. EMAC provides interstate assistance for governor-declared states of emergency or\ndisaster. A state may request resources through EMAC if resources are not available from\njurisdictions within the state or from the state itself. EMAC provides resources through\nminimum capability or Mission Ready Packages (MRP), which are pre-rostered teams with\n2 This is a non-Federal website. Linking to this site is for factual use only and is not an endorsement by the Federal\nEmergency Management Agency, Department of Homeland Security, or any Federal employee.\n11\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nassociated equipment that states can request. EMAC includes provisions for reimbursement,\ntort liability, license reciprocity, request processing and more.\nEMAC establishes a firm legal foundation for sharing resources between states.3 Once the\nconditions for providing assistance to a requesting state are finalized, the EMAC terms\nconstitute a legally binding agreement. The EMAC legislation solves the problems of\nliability and cost responsibilities, and allows credentials, licenses and certifications to be\nhonored across state lines. Additional information is available at https://www.emacweb.org/.4\nA jurisdiction’s emergency preparation responsibilities include developing internal\nprocedures for implementing EMAC. Tasks include incorporating planning and lessons\nlearned, establishing resource allocation with neighboring states, conducting EMAC training\nand exercises in cooperation with state emergency management associations and resource\nproviders and developing MRPs.\nMission Ready Package (MRP) Templates\nDeveloped by NEMA, MRP templates are resource-specific logistical planning tools available for AHJs\nseeking to pre-plan resource deployments. AHJs using MRPs often deploy their resources and get\nreimbursed more quickly. MRPs include pre-scripted mission statements, limitations, required support,\nexpected time frame and estimated mission costs.\n• Mutual Aid Support System (MASS): MASS is a free geographic information system\nlocated web-based database that categorizes and tracks the inventory of organizations, people\nand equipment comprising MRPs. Users can export MRP data stored in MASS to EMAC,\nwhich facilitates the national mutual aid request and acquisition process. MASS also lets\nusers control who has access to view a state’s resource inventories.\nD. Regional Organizations, Volunteer Organizations and the\nPrivate Sector\nRegional organizations, volunteer organizations, and the private sector are also responsible for\nmaintaining their own resource inventories for use in incident responses. These organizations can\nfollow the processes outlined in Section III of this document to maintain readiness for response.\nRegional organizations, volunteer organizations, and the private sector can coordinate with\njurisdictional counterparts at other levels to facilitate resource management and sharing.\n3 Joint Resolution Granting the Consent of Congress to the Emergency Management Assistance Compact, Pub. L.\n104-321 (1996).\n4 This is a non-Federal website. Linking to this site is for factual use only and is not an endorsement by the Federal\nEmergency Management Agency, Department of Homeland Security, or any Federal employee.\n12\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov",
      "page": 15
    },
    {
      "title": "V. Appendices",
      "content": "A. Appendix A: Glossary\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for\ndeveloping, implementing, maintaining and overseeing the qualification process within its\norganization or jurisdiction. This may be a state or Federal agency, training commission, NGO,\nprivate sector company, or tribal or local agency such as a police, fire, or public works\ndepartment. In some cases, the AHJ may provide support to multiple disciplines that collaborate\nas a part of a team, such as an Incident Management Team (IMT).\nCertification: The process of authoritatively attesting that individuals meet established\nqualifications necessary for key incident management functions and are, therefore, qualified for\nspecific positions.\nCore capability: An element that the National Preparedness Goal (NPG) defines as necessary to\nhelp the nation prevent, protect against, mitigate, respond to and recover from the threats and\nhazards that pose the greatest risk.\nCriteria: A listing within a resource typing definition or Job Title/Position Qualification that\nincludes the minimum qualifications a resource should meet for qualification.\nCredentialing: Providing documentation that identifies personnel and authenticates and verifies\ntheir qualifications for a particular position.\nHazard: Something potentially dangerous or harmful; often the root cause of an unwanted\noutcome.\nKind: As applied to incident resources, a class or group of items or people of the same nature or\ncharacter or having traits in common.\nMission area: One of five broad objectives (Prevention, Protection, Mitigation, Response and\nRecovery) under which the National Preparedness Goal (NPG) groups the core capabilities.\nMutual aid agreement or assistance agreement: A written or oral agreement between or\namong agencies/organizations and jurisdictions that provides a mechanism for quickly obtaining\nassistance in the form of personnel, equipment, materials and other associated services. The\nprimary objective is to facilitate the rapid, short-term deployment of support prior to, during and\nafter an incident.\nNational Incident Management System (NIMS): A systematic, proactive approach to help\nguide all levels of government, NGOs and the private sector to work together to prevent, protect\nagainst, mitigate, respond to and recover from the effects of incidents. NIMS provides\nstakeholders across the whole community with the shared vocabulary, systems and processes to\nsuccessfully deliver the capabilities the National Preparedness System describes. NIMS provides\na consistent foundation for dealing with all incidents, ranging from daily occurrences to incidents\nrequiring a coordinated Federal response.\n13\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nNational Qualification System (NQS): A nationwide approach, including best practices, for\nAHJs to use in qualifying, certifying and credentialing incident management and support\npersonnel.\nNongovernmental Organization (NGO): A group that is based on the interests of its members,\nindividuals, or institutions. An NGO is not created by a government, but it may work\ncooperatively with government. Examples of NGOs include faith-based groups, relief agencies,\norganizations that support people with access and functional needs (AFN) and animal welfare\norganizations.\nPosition qualifications: The minimum criteria necessary for an individual to fill a specific\nposition.\nPosition Task Book (PTB): A document that describes the minimum competencies, behaviors\nand tasks necessary to qualify or recertify for a NIMS position. The PTB documents a trainee’s\nperformance of given tasks.\nResource management: Systems for identifying available resources at all jurisdictional levels to\nenable timely, efficient and unimpeded access to resources necessary to prepare for, respond to,\nor recover from an incident.\nResources: Personnel, equipment, teams, supplies and facilities available or potentially available\nfor assignment to an incident—for which jurisdictions or organizations track status. FEMA\ndescribes resources by kind and type. Organizations can use resources in operational support or\nin supervisory capacities, either at an incident or in an EOC.\nType: A resource’s level of minimum capability to perform its function. The level of capability\ndepends on size, power, capacity (for equipment), or experience and qualifications. Type 1\nrepresents a higher capability than Types 2, 3 and 4.\n14\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nB. Appendix B: Abbreviations\nAFN Access and functional needs\nAHJ Authority Having Jurisdiction\nCPG Comprehensive Preparedness Guide\nEMAC Emergency Management Assistance Compact\nEMI Emergency Management Institute\nEOC Emergency Operations Center\nFEMA Federal Emergency Management Agency\nICS Incident Command System\nIMT Incident Management Team\nIRIS Incident Resource Inventory System\nMASS Mutual Aid Support System\nMRP Mission Ready Package\nNEMA National Emergency Management Association\nNGO Nongovernmental Organization\nNIC National Integration Center\nNIMS National Incident Management System\nNPG National Preparedness Goal\nNQS National Qualification System\nNWCG National Wildfire Coordinating Group\nPOC Point of contact\nPTB Position Task Book\nQRB Qualification Review Board\nRTLT Resource Typing Library Tool\nSPR Stakeholder Preparedness Review\nTHIRA Threat and Hazard Identification and Risk Assessment\nUSNG United States National Grid\n15\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nC. Appendix C: Resources\nThe following resources can assist AHJs in establishing qualification, certification and\ncredentialing processes consistent with NQS doctrine.\nNational Incident Management System (NIMS)\n• On the NIMS website, users can find links to NIMS documents, guidelines and operational\ntools, as well as training information, implementation guidance, the latest updates and\ncontact information for the FEMA Regional NIMS Coordinators.\n• The Resource Management section of NIMS contains details on the qualification,\ncertification and credentialing of incident personnel. It also defines pertinent terms, to ensure\ncommon terminology among all qualification system users.\n• https://www.fema.gov/emergency-managers/nims\nNational Qualification System (NQS)\n• The NIMS Guideline for the NQS describes the components of a qualification and\ncertification system, defines a process for certifying the qualifications of incident personnel,\ndescribes how to establish and implement a peer review process and introduces the process of\ncredentialing personnel.\n• The NIMS NQS Supplemental Guide for Coaches and Evaluators describes the process of\ncoaching a trainee to perform PTB tasks and evaluating trainee performance of PTB tasks as\npart of the qualification process.\n• The NIMS NQS Supplemental Guide for Qualification Review Boards (QRB) describes the\nbasic principles of a QRB and provides general recommendations and practices to help a\njurisdiction establish or enhance a QRB.\n• NQS also provides Job Titles/Position Qualifications and PTBs for a range of incident\nmanagement, incident support and emergency management positions.\n• https://www.fema.gov/emergency-managers/nims/components#nqs\nNIMS Guideline for Mutual Aid\n• The NIMS Guideline for Mutual Aid enhances mutual aid efforts by providing stakeholders\nwith common practices and processes for mutual aid planning and by describing how to\ncreate legal agreements and operational plans to support mutual aid planning.\n• https://www.fema.gov/emergency-managers/nims/components#mutual-aid\nNational Resource Hub (NRH)\n• The National Resource Hub is a suite of web-based tools that support a consistent approach\nfor the resource management preparedness process. Users can: access and automate the use\nof NIMS resource typing definitions, job titles/position qualifications and position task book\ntemplates; Inventory individual resources—personnel, equipment, teams, supplies, and\nfacilities; and manage personnel qualifications, certifications and credentials. Note: The\n16\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nNational Resource Hub is a “system of systems” that combines and simplifies the capabilities\nof legacy IRIS, RTLT and OneResponder systems.\n• https://preptoolkit.fema.gov/web/national-resource-hub\nEmergency Management Institute (EMI)\n• EMI, FEMA’s emergency management training arm, is the national focal point for the\ndevelopment and delivery of emergency management training. EMI provides an extensive\nlist of training activities that can help personnel qualify for ICS positions.\n• https://training.fema.gov/emi.aspx\nIncident Command System (ICS) Resource Center\n• EMI’s ICS Resource Center provides information and links to an extensive array of ICS\ntraining materials, job aids, position checklists and forms.\n• https://training.fema.gov/emiweb/is/icsresource/index.htm\nNIMS ICS All-Hazards Position Specific Training Program Website\n• This EMI site provides links to detailed information for Federal, state and local personnel,\nmanagers, and instructors who are involved in the All-Hazards Position Specific Training\nProgram.\n• https://training.fema.gov/allhazards/\nFEMA Resource Typing Library Tool (RTLT)\n• The RTLT is an online catalog of national resource typing definition and NIMS Job\nTitle/Position Qualification documents.\n• https://www.fema.gov/emergency-managers/nims/components#resource-typing\nComprehensive Preparedness Guide (CPG) 101: Developing and Maintaining\nEmergency Operations Plans\n• CPG 101 is designed to help both novice and experienced planners navigate the planning\nprocess.\n• https://www.fema.gov/emergency-managers/national-preparedness/plan#cpg\nComprehensive Preparedness Guide (CPG) 201: Threat and Hazard Identification\nand Risk Assessment (THIRA) and Stakeholder Preparedness Review (SPR)\nGuide\n• CPG 201 provides guidance to help communities conduct the THIRA and SPR processes.\n• https://www.fema.gov/emergency-managers/national-preparedness/plan#cpg\n17\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nD. Appendix D: How to Read Resource Typing Documents\nResource Typing Definitions\nA resource typing definition document has the following sections, as shown in the example on\nthe next page:\n• Heading – Two lines listing the mission area and core capability the resource falls under\n• Resource Name – The resource’s formal name\n• Description – A brief summary of the resource’s purpose and capabilities\n• Resource Category – The category the resource falls under\n• Resource Kind – One of the prescribed kinds of resources (for example, Team or Equipment)\n• Overall Function – A detailed description of the resource’s function\n• Composition and Ordering Specifications – Additional information about the resource’s\ncomposition and what to consider before ordering the resource\n• Component – The table header under which various resource capabilities appear, introducing\nrows of details including metrics and measures\n• Typing Columns – The minimum capabilities required, type by type, with clarifying notes, if\nnecessary\n• Notes – Additional general information about the resource\n• References – Related resources and guidance documents\n18\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n19\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nJob Titles/Position Qualifications\nA Job Title/Position Qualification document has the following sections, as shown in the example\non the next page:\n• Heading – Two lines listing the mission area and core capability the position falls under\n• Position Name – The formal position name\n• Resource Category – The category the position falls under\n• Resource Kind – One of the prescribed kinds of resources (in this case, Personnel)\n• Overall Function – A brief summary of the position’s purpose and capabilities\n• Composition and Ordering Specifications – Additional information about the position’s\ncomposition and what to consider before ordering the position\n• Component – The table header under which various resource capabilities appear\n• Description – A detailed description of the position’s function\n• Education – The minimum education necessary to serve in the position\n• Training – The minimum training courses necessary to serve in the position\n• Experience – The minimum prior experience necessary to serve in the position\n• Physical/Medical Fitness – The minimum physical and medical fitness capabilities necessary\nto serve in the position\n• Currency – The minimum level of participation in the position necessary to maintain\nqualification\n• Professional and Technical Licenses and Certifications – Any licenses or certifications\nnecessary to serve in the position\n• Notes – Additional information about the resource\n• References – Related resources and guidance documents\n20\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n21\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nHow to Identify the Type of a Resource\nTo match a resource to its proper type, first locate the relevant resource typing definition in the\nRTLT.\nFind the resource’s characteristics and components. Next, compare the capabilities of the\nresource with the requirements for the lowest type listed in the resource typing definition.\n(Remember that if the document lists multiple types, Type 1 is the highest.) If the resource meets\nor exceeds all of the requirements of the lowest type, then evaluate it against the next higher\ntype, and so on. If the resource exceeds the minimum capabilities for one type but does not meet\nthe minimum capabilities of the next type, then the resource belongs at the lower type. An\nexample of how to perform this process follows.\nExample: Determining the Type of a Fire Engine\nA jurisdiction is seeking to determine the appropriate type for its pumper fire engine. The\njurisdiction’s pumper has the following specifications:\n• Pump capacity: 1,000 gallons per minute (GPM)\n• Tank capacity: 800 gallons\n• 2.5-inch hose: 1,000 feet\n• 1.5-inch hose: 100 feet\n• 1-inch hose: 800 feet\n• Personnel per engine: 3\n22\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThe jurisdiction begins by comparing the resource with the minimum requirements for the lowest\ntype given in the definition. In this example, Type 4 is the lowest type for an Engine, Fire\nPumper:\nNext, the jurisdiction compares the resource with the minimum requirements for a Type 3\nengine:\n23\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nNow the jurisdiction compares the resource with the minimum requirements for a Type 2 engine:\nFinally, the jurisdiction compares the resource with the minimum requirements for a Type 1\nengine:\nThis resource does not qualify as a Type 1 Engine, Fire Pumper because it does not meet the\nminimum requirements for all capabilities. Therefore, the jurisdiction should inventory this\nresource as a Type 2 Engine, Fire Pumper.\n24\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n25\n\n\nFEMA-NIMS@fema.dhs.gov NIMS Guideline for Resource Management Preparedness\nE. Appendix E: How to Create Resource Typing Definitions\nFEMA Resource Typing Definitions\nFEMA’s NIC uses a four-step process to develop resource typing definition documents and Job\nTitle/Position Qualification documents.\nIn the Development phase, the NIC identifies a working group of subject matter experts and\nstakeholders to inform the development of draft documents describing the minimum capabilities.\nThe working group meets regularly to discuss minimum capabilities as it supports FEMA in the\ncreation of the initial draft documents.\nDuring the National Engagement phase, the documents are released to the public for a 30-day\ncomment period. Stakeholders can provide recommended changes, updates and edits to the\ndocuments. This process helps validate the contents of the documents and ensures the documents\nrepresent a national minimum.\nIn the Adjudication phase, NIC staff review the public comments received during National\nEngagement and update the documents where appropriate. Staff then place the documents in the\nconcurrence process for leadership approval.\nFinally, in the Rollout phase, the NIC releases the approved documents for publication.\nJurisdictions can then use the documents to help manage resources.\nJurisdictional Resource Typing Definitions\nIf FEMA does not have an established resource typing definition for a resource that a jurisdiction\nuses and shares, the jurisdiction may develop its own resource typing definition using the process\noutlined above. Jurisdiction staff should involve subject-matter experts and stakeholders to help\ndefine minimum capabilities for the resource. They should also invite additional stakeholders to\nreview the document and provide input to validate the minimum capabilities before publication.\nThe jurisdiction should share the new resource typing definition with FEMA and mutual aid\npartners to promote common language and understanding of the resource’s capabilities and to\nfacilitate planning and future resource sharing. FEMA may consider adding the new resource\ntype to the NIMS resource typing definitions.\nWhen creating a jurisdictional resource typing definition, the jurisdiction should consider the\nfollowing:\n26\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\n• Resource typing definitions apply to deployable resources: The point of typing resources\nis to ensure that resource providers and requestors have consistent expectations of a\nresource’s capability levels. If the resource will not support incident operations outside its\nown jurisdiction, typing the resource may not be beneficial.\n• Focus on capabilities: Resource typing definitions are intended to be guidelines for\nminimum capabilities. In most cases, resource typing definitions distinguish types based on\ncapabilities rather than other factors, such as quantities, capacity, or other characteristics.\n• Do not create resource typing definitions that conflict with NIMS resource typing\ndefinitions: NIMS resource typing definitions are flexible enough that jurisdictions can\ntypically manage their resources as necessary without creating new resource types. Creating\nnew resource types that conflict with NIMS resource typing definitions undermines the value\nof the standardized national system. Jurisdictions can create new resource typing definitions\nonly if they do not conflict with NIMS definitions.\n• Resource typing definitions are not laws: Resource typing definitions have no legal\nauthority. Resource typing definitions simply attempt to standardize resources nationally to\nallow seamless integration across organizational boundaries. Under no circumstances should\nresource typing definitions carry the weight of law. State, local, tribal, territorial and Federal\nstatutes always take precedence.\nJurisdictions can use IRIS to create jurisdictional resource typing definitions. Users can publish\nthese jurisdictional resource typing definitions within IRIS and then add inventories under the\nnew jurisdictional resource typing definition. Templates for creating jurisdictional resource\ntyping definitions are also available at https://www.fema.gov/resource-management-mutual-aid.\nStakeholders may customize the resource typing templates with jurisdiction logos and\norganization names, but using the FEMA logo is prohibited. Stakeholders cannot use government\ntrademarks or government agency logos without permission.\nIf a jurisdiction creates a jurisdictional resource typing definition, the jurisdiction can submit the\ndocument to FEMA by sending it to the NIMS inbox: FEMA-NIMS@fema.dhs.gov. FEMA\nregularly reviews information about resource requests and use through mutual aid to determine\nnew resources to type. FEMA considers jurisdictional resource typing definitions as potential\nfuture NIMS resource types.\n27",
      "page": 17
    }
  ],
  "citations": [
    {
      "citation_id": "fema_nims_guideline-resource-management-preparedness_section1_p2",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 2,
      "content_preview": "National Incident\nManagement System\nGuideline for Resource\nManagement Preparedness\nJune 2021\nFEMA\n\n\nNIMS Guideline for Resource Management Preparedness FEMA-NIMS@fema.dhs.gov\nThis page intentionally l..."
    },
    {
      "citation_id": "fema_nims_guideline-resource-management-preparedness_section2_p5",
      "section_title": "I. Introduction",
      "section_number": 2,
      "start_page": 5,
      "content_preview": "National Incident Management System (NIMS) resource management guidance enables many\norganizational elements to collaborate and coordinate to systematically manage resources—\npersonnel, teams, facilit..."
    },
    {
      "citation_id": "fema_nims_guideline-resource-management-preparedness_section3_p6",
      "section_title": "II. Resource Management",
      "section_number": 3,
      "start_page": 6,
      "content_preview": "Preparedness Overview\nThe resource management preparedness activities described here pertain primarily to resources\nthat are shareable or deployable between organizations and jurisdictions. Implementi..."
    },
    {
      "citation_id": "fema_nims_guideline-resource-management-preparedness_section4_p7",
      "section_title": "III. Resource Management",
      "section_number": 4,
      "start_page": 7,
      "content_preview": "Preparedness Processes\nResource management preparedness involves four processes:\n• Acquiring, storing and inventorying resources;\n• Identifying and typing resources;\n• Qualifying, certifying and crede..."
    },
    {
      "citation_id": "fema_nims_guideline-resource-management-preparedness_section5_p15",
      "section_title": "IV. Resource Management",
      "section_number": 5,
      "start_page": 15,
      "content_preview": "Authorities and Roles\nA number of organizations play a role in the resource management process. Below are some of\nthose organizations and jurisdictions, along with descriptions of their roles in resou..."
    },
    {
      "citation_id": "fema_nims_guideline-resource-management-preparedness_section6_p17",
      "section_title": "V. Appendices",
      "section_number": 6,
      "start_page": 17,
      "content_preview": "A. Appendix A: Glossary\nAuthority Having Jurisdiction (AHJ): An entity that has the authority and responsibility for\ndeveloping, implementing, maintaining and overseeing the qualification process with..."
    }
  ],
  "metadata": {
    "category": "fema_other",
    "filename": "nims-guideline-resource-management-preparedness.pdf",
    "word_count": 7295,
    "char_count": 51809
  }
}