{
  "source_file": "Data/raw/ics_forms/ics_form_209_incident_status_summary_v3.pdf",
  "citation_prefix": "fema_ics209",
  "total_pages": 23,
  "full_text": "\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2. Incident Number:\n*3. Report Version (check *4. Incident Commander(s) & 5. Incident *6. Incident Start Date/Time:\none box on left): Agency or Organization: Management\nDate:\nOrganization:\n Initial Rpt #\nTime:\n Update (if used):\n Final Time Zone:\n7. Current Incident Size 8. Percent (%) *9. Incident 10. Incident *11. For Time Period:\nor Area Involved (use unit Contained Definition: Complexity\nlabel – e.g., “sq mi,” “city Level: From Date/Time:\n_____________\nblock”):\nCompleted To Date/Time:\n_____________\nApproval & Routing Information\n*12. Prepared By: *13. Date/Time Submitted:\nPrint Name: ICS Position:\nTime Zone:\nDate/Time Prepared:\n*14. Approved By: *15. Primary Location, Organization, or\nPrint Name: ICS Position: Agency Sent To:\nSignature:\nIncident Location Information\n*16. State: *17. County/Parish/Borough: *18. City:\n19. Unit or Other: *20. Incident Jurisdiction: 21. Incident Location Ownership\n(if different than jurisdiction):\n22. Longitude (indicate format): 23. US National Grid Reference: 24. Legal Description (township, section,\nrange):\nLatitude (indicate format):\n*25. Short Location or Area Description (list all affected areas or a reference point): 26. UTM Coordinates:\n27. Note any electronic geospatial data included or attached (indicate data format, content, and collection time information and\nlabels):\nIncident Summary\n*28. Significant Events for the Time Period Reported (summarize significant progress made, evacuations, incident growth, etc.):\n29. Primary Materials or Hazards Involved (hazardous chemicals, fuel types, infectious agents, radiation, etc.):\n30. Damage Assessment Information (summarize A. Structural B. # Threatened C. # D. #\ndamage and/or restriction of use or availability to Summary (72 hrs) Damaged Destroyed\nresidential or commercial property, natural resources,\nE. Single Residences\ncritical infrastructure and key resources, etc.):\nF. Nonresidential\nCommercial Property\nOther Minor\nStructures\nOther\nICS 209, Page 1 of ___ * Required when applicable.\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2.Incident Number:\nAdditional Incident Decision Support Information\nA. # This A. # This\nReporting B. Total # Reporting B. Total #\n*31. Public Status Summary: Period to Date *32. Responder Status Summary: Period to Date\nC. Indicate Number of Civilians (Public) Below: C. Indicate Number of Responders Below:\nD. Fatalities D. Fatalities\nE. With Injuries/Illness E. With Injuries/Illness\nF. Trapped/In Need of Rescue F. Trapped/In Need of Rescue\nG. Missing (note if estimated) G. Missing\nH. Evacuated (note if estimated) H. Sheltering in Place\nI. Sheltering in Place (note if estimated) I. Have Received Immunizations\nJ. In Temporary Shelters (note if est.) J. Require Immunizations\nK. Have Received Mass Immunizations K. In Quarantine\nL. Require Immunizations (note if est.)\nM. In Quarantine\nN. Total # Civilians (Public) Affected: N. Total # Responders Affected:\n33.Life, Safety, and Health Status/Threat Remarks: *34. Life, Safety, and Health Threat\nManagement: A. Check if Active\nA. No Likely Threat \nB. Potential Future Threat \nC. Mass Notifications in Progress \nD. Mass Notifications Completed \nE. No Evacuation(s) Imminent \nF. Planning for Evacuation \nG. Planning for Shelter-in-Place \n35.Weather Concerns (synopsis of current and predicted H. Evacuation(s) in Progress \nweather; discuss related factors that may cause concern): I. Shelter-in-Place in Progress \nJ. Repopulation in Progress \nK. Mass Immunization in Progress \nL. Mass Immunization Complete \nM. Quarantine in Progress \nN. Area Restriction in Effect \n\n\n\n\n36.Projected Incident Activity, Potential, Movement, Escalation, or Spread and influencing factors during the next operational\nperiod and in 12-, 24-, 48-, and 72-hour timeframes:\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n37.Strategic Objectives (define planned end-state for incident):\nICS 209, Page 2 of ___ *Required when applicable.\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2.Incident Number:\nAdditional Incident Decision Support Information (continued)\n38.Current Incident Threat Summary and Risk Information in 12-, 24-, 48-, and 72-hour timeframes and beyond. Summarize\nprimary incident threats to life, property, communities and community stability, residences, health care facilities, other critical\ninfrastructure and key resources, commercial facilities, natural and environmental resources, cultural resources, and continuity of\noperations and/or business. Identify corresponding incident-related potential economic or cascading impacts.\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n39.Critical Resource Needs in 12-, 24-, 48-, and 72-hour timeframes and beyond to meet critical incident objectives. List resource\ncategory, kind, and/or type, and amount needed, in priority order:\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n40.Strategic Discussion: Explain the relation of overall strategy, constraints, and current available information to:\n1)critical resource needs identified above,\n2)the Incident Action Plan and management objectives and targets,\n3)anticipated results.\nExplain major problems and concerns such as operational challenges, incident management problems, and social,\npolitical, economic, or environmental concerns or impacts.\n41.Planned Actions for Next Operational Period:\n42.Projected Final Incident Size/Area (use unit label – e.g., “sq mi”):\n43.Anticipated Incident Management Completion Date:\n44.Projected Significant Resource Demobilization Start Date:\n45.Estimated Incident Costs to Date:\n46.Projected Final Incident Cost Estimate:\n47.Remarks (or continuation of any blocks above – list block number in notation):\nICS 209, Page 3 of ___ *Required when applicable.\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n1.Incident Name: 2.Incident Number:\nIncident Resource Commitment Summary\n49.Resources (summarize resources by category, kind, and/or type; show # of\nresources on top ½ of box, show # of personnel associated with resource on\nbottom ½ of box):\n48.Agency or\nOrganization:\nlennosreP\nlanoitiddA.05\na\not\ndengissa\nton\n:ecruoser\n51.Total\nPersonnel\n(includes those\nassociated\nwith resources\n– e.g., aircraft\nor engines –\nand individual\noverhead):\n52.Total\nResources\n53.Additional Cooperating and Assisting Organizations Not Listed Above:\nICS 209, Page ___ of ___ *Required when applicable.\n\n\nICS 209\nIncident Status Summary\nPurpose. The ICS 209 is used for reporting information on significant incidents. It is not intended for every incident, as\nmost incidents are of short duration and do not require scarce resources, significant mutual aid, or additional support and\nattention. The ICS 209 contains basic information elements needed to support decisionmaking at all levels above the\nincident to support the incident. Decisionmakers may include the agency having jurisdiction, but also all multiagency\ncoordination system (MACS) elements and parties, such as cooperating and assisting agencies/organizations, dispatch\ncenters, emergency operations centers, administrators, elected officials, and local, tribal, county, State, and Federal\nagencies. Once ICS 209 information has been submitted from the incident, decisionmakers and others at all incident\nsupport and coordination points may transmit and share the information (based on its sensitivity and appropriateness) for\naccess and use at local, regional, State, and national levels as it is needed to facilitate support.\nAccurate and timely completion of the ICS 209 is necessary to identify appropriate resource needs, determine allocation\nof limited resources when multiple incidents occur, and secure additional capability when there are limited resources due\nto constraints of time, distance, or other factors. The information included on the ICS 209 influences the priority of the\nincident, and thus its share of available resources and incident support.\nThe ICS 209 is designed to provide a “snapshot in time” to effectively move incident decision support information where it\nis needed. It should contain the most accurate and up-to-date information available at the time it is prepared. However,\nreaders of the ICS 209 may have access to more up-to-date or real-time information in reference to certain information\nelements on the ICS 209. Coordination among communications and information management elements within ICS and\namong MACS should delineate authoritative sources for more up-to-date and/or real-time information when ICS 209\ninformation becomes outdated in a quickly evolving incident.\nReporting Requirements. The ICS 209 is intended to be used when an incident reaches a certain threshold where it\nbecomes significant enough to merit special attention, require additional resource support needs, or cause media\nattention, increased public safety threat, etc. Agencies or organizations may set reporting requirements and, therefore,\nICS 209s should be completed according to each jurisdiction or discipline’s policies, mobilization guide, or preparedness\nplans. It is recommended that consistent ICS 209 reporting parameters be adopted and used by jurisdictions or\ndisciplines for consistency over time, documentation, efficiency, trend monitoring, incident tracking, etc.\nFor example, an agency or MAC (Multiagency Coordination) Group may require the submission of an initial ICS 209 when\na new incident has reached a certain predesignated level of significance, such as when a given number of resources are\ncommitted to the incident, when a new incident is not completed within a certain timeframe, or when impacts/threats to life\nand safety reach a given level.\nTypically, ICS 209 forms are completed either once daily or for each operational period – in addition to the initial\nsubmission. Jurisdictional or organizational guidance may indicate frequency of ICS 209 submission for particular\ndefinitions of incidents or for all incidents. This specific guidance may help determine submission timelines when\noperational periods are extremely short (e.g., 2 hours) and it is not necessary to submit new ICS 209 forms for all\noperational periods.\nAny plans or guidelines should also indicate parameters for when it is appropriate to stop submitting ICS 209s for an\nincident, based upon incident activity and support levels.\nPreparation. When an Incident Management Organization (such as an Incident Management Team) is in place, the\nSituation Unit Leader or Planning Section Chief prepares the ICS 209 at the incident. On other incidents, the ICS 209\nmay be completed by a dispatcher in the local communications center, or by another staff person or manager. This form\nshould be completed at the incident or at the closest level to the incident.\nThe ICS 209 should be completed with the best possible, currently available, and verifiable information at the time it is\ncompleted and signed.\nThis form is designed to serve incidents impacting specific geographic areas that can easily be defined. It also has the\nflexibility for use on ubiquitous events, or those events that cover extremely large areas and that may involve many\njurisdictions and ICS organizations. For these incidents, it will be useful to clarify on the form exactly which portion of the\nlarger incident the ICS 209 is meant to address. For example, a particular ICS 209 submitted during a statewide outbreak\nof mumps may be relevant only to mumps-related activities in Story County, Iowa. This can be indicated in both the\nincident name, Block 1, and in the Incident Location Information section in Blocks 16–26.\n\n\nWhile most of the “Incident Location Information” in Blocks 16–26 is optional, the more information that can be submitted,\nthe better. Submission of multiple location indicators increases accuracy, improves interoperability, and increases\ninformation sharing between disparate systems. Preparers should be certain to follow accepted protocols or standards\nwhen entering location information, and clearly label all location information. As with other ICS 209 data, geospatial\ninformation may be widely shared and utilized, so accuracy is essential.\nIf electronic data is submitted with the ICS 209, do not attach or send extremely large data files. Incident geospatial data\nthat is distributed with the ICS 209 should be in simple incident geospatial basics, such as the incident perimeter, point of\norigin, etc. Data file sizes should be small enough to be easily transmitted through dial-up connections or other limited\ncommunications capabilities when ICS 209 information is transmitted electronically. Any attached data should be clearly\nlabeled as to format content and collection time, and should follow existing naming conventions and standards.\nDistribution. ICS 209 information is meant to be completed at the level as close to the incident as possible, preferably at\nthe incident. Once the ICS 209 has been submitted outside the incident to a dispatch center or MACS element, it may\nsubsequently be transmitted to various incident supports and coordination entities based on the support needs and the\ndecisions made within the MACS in which the incident occurs.\nCoordination with public information system elements and investigative/intelligence information organizations at the\nincident and within MACS is essential to protect information security and to ensure optimal information sharing and\ncoordination. There may be times in which particular ICS 209s contain sensitive information that should not be released\nto the public (such as information regarding active investigations, fatalities, etc.). When this occurs, the ICS 209 (or\nrelevant sections of it) should be labeled appropriately, and care should be taken in distributing the information within\nMACS.\nAll completed and signed original ICS 209 forms MUST be given to the incident’s Documentation Unit and/or maintained\nas part of the official incident record.\nNotes:\n• To promote flexibility, only a limited number of ICS 209 blocks are typically required, and most of those are required\nonly when applicable.\n• Most fields are optional, to allow responders to use the form as best fits their needs and protocols for information\ncollection.\n• For the purposes of the ICS 209, responders are those personnel who are assigned to an incident or who are a part of\nthe response community as defined by NIMS. This may include critical infrastructure owners and operators,\nnongovernmental and nonprofit organizational personnel, and contract employees (such as caterers), depending on\nlocal/jurisdictional/discipline practices.\n• For additional flexibility only pages 1–3 are numbered, for two reasons:\nPossible submission of additional pages for the Remarks Section (Block 47), and\no\nPossible submission of additional copies of the fourth/last page (the “Incident Resource Commitment Summary”) to\no\nprovide a more detailed resource summary.\nBlock\nBlock Title Instructions\nNumber\n*1 Incident Name REQUIRED BLOCK.\n• Enter the full name assigned to the incident.\n• Check spelling of the full incident name.\n• For an incident that is a Complex, use the word “Complex” at the end of\nthe incident name.\n• If the name changes, explain comments in Remarks, Block 47.\n• Do not use the same incident name for different incidents in the same\ncalendar year.\n\n\nBlock\nBlock Title Instructions\nNumber\n2 Incident Number • Enter the appropriate number based on current guidance. The incident\nnumber may vary by jurisdiction and discipline.\n• Examples include:\nA computer-aided dispatch (CAD) number.\no\nAn accounting number.\no\nA county number.\no\nA disaster declaration number.\no\nA combination of the State, unit/agency ID, and a dispatch system\no\nnumber.\nA mission number.\no\nAny other unique number assigned to the incident and derived by\no\nmeans other than those above.\n• Make sure the number entered is correct.\n• Do not use the same incident number for two different incidents in the\nsame calendar year.\n• Incident numbers associated with host jurisdictions or agencies and\nincident numbers assigned by agencies represented in Unified Command\nshould be listed, or indicated in Remarks, Block 47.\n*3 Report Version (check REQUIRED BLOCK.\none box on left) • This indicates the current version of the ICS 209 form being submitted.\n• If only one ICS 209 will be submitted, check BOTH “Initial” and “Final” (or\ncheck only “Final”).\n Initial Check “Initial” if this is the first ICS 209 for this incident.\n Update Check “Update” if this is a subsequent report for the same incident. These\ncan be submitted at various time intervals (see “Reporting Requirements”\nabove).\n Final • Check “Final” if this is the last ICS 209 to be submitted for this incident\n(usually when the incident requires only minor support that can be\nsupplied by the organization having jurisdiction).\n• Incidents may also be marked as “Final” if they become part of a new\nComplex (when this occurs, it can be indicated in Remarks, Block 47).\nReport # (if used) Use this optional field if your agency or organization requires the tracking of\nICS 209 report numbers. Agencies may also track the ICS 209 by the\ndate/time submitted.\n*4 Incident Commander(s) REQUIRED BLOCK.\n& Agency or • Enter both the first and last name of the Incident Commander.\nOrganization • If the incident is under a Unified Command, list all Incident Commanders\nby first initial and last name separated by a comma, including their\norganization. For example:\nL. Burnett – Minneapolis FD, R. Domanski – Minneapolis PD,\nC. Taylor – St. Paul PD, Y. Martin – St. Paul FD,\nS. McIntyre – U.S. Army Corps, J. Hartl – NTSB\n5 Incident Management Indicate the incident management organization for the incident, which may\nOrganization be a Type 1, 2, or 3 Incident Management Team (IMT), a Unified Command,\na Unified Command with an IMT, etc. This block should not be completed\nunless a recognized incident management organization is assigned to the\nincident.\n\n\nBlock\nBlock Title Instructions\nNumber\n*6 Incident Start Date/Time REQUIRED.\nThis is always the start date and time of the incident (not the report date and\ntime or operational period).\nDate Enter the start date (month/day/year).\nTime Enter the start time (using the 24-hour clock).\nTime Zone Enter the time zone of the incident (e.g., EDT, PST).\n7 Current Incident Size or • Enter the appropriate incident descriptive size or area involved (acres,\nArea Involved (use unit number of buildings, square miles, hectares, square kilometers, etc.).\nlabel – e.g., “sq mi,” “city • Enter the total area involved for incident Complexes in this block, and list\nblock”) each sub-incident and size in Remarks (Block 47).\n• Indicate that the size is an estimate, if a more specific figure is not\navailable.\n• Incident size may be a population figure rather than a geographic figure,\ndepending on the incident definition and objectives.\n• If the incident involves more than one jurisdiction or mixed ownership,\nagencies/organizations may require listing a size breakdown by\norganization, or including this information in Remarks (Block 47).\n• The incident may be one part of a much larger event (refer to introductory\ninstructions under “Preparation). Incident size/area depends on the area\nactively managed within the incident objectives and incident operations,\nand may also be defined by a delegation of authority or letter of\nexpectation outlining management bounds.\n8 Percent (%) Contained • Enter the percent that this incident is completed or contained (e.g., 50%),\nor Completed (circle one) with a % label.\n• For example, a spill may be 65% contained, or flood response objectives\nmay be 50% met.\n*9 Incident Definition REQUIRED BLOCK.\nEnter a general definition of the incident in this block. This may be a general\nincident category or kind description, such as “tornado,” “wildfire,” “bridge\ncollapse,” “civil unrest,” “parade,” “vehicle fire,” “mass casualty,” etc.\n10 Incident Complexity Identify the incident complexity level as determined by Unified/Incident\nLevel Commanders, if available or used.\n*11 For Time Period REQUIRED BLOCK.\n• Enter the time interval for which the form applies. This period should\ninclude all of the time since the last ICS 209 was submitted, or if it is the\ninitial ICS 209, it should cover the time lapsed since the incident started.\n• The time period may include one or more operational periods, based on\nagency/organizational reporting requirements.\nFrom Date/Time • Enter the start date (month/day/year).\n• Enter the start time (using the 24-hour clock).\nTo Date/Time • Enter the end date (month/day/year).\n• Enter the end time (using the 24-hour clock).\n\n\nBlock\nBlock Title Instructions\nNumber\nAPPROVAL & ROUTING INFORMATION\n*12 Prepared By REQUIRED BLOCK.\nWhen an incident management organization is in place, this would be the\nSituation Unit Leader or Planning Section Chief at the incident. On other\nincidents, it could be a dispatcher in the local emergency communications\ncenter, or another staff person or manager.\nPrint Name Print the name of the person preparing the form.\nICS Position The ICS title of the person preparing the form (e.g., “Situation Unit Leader”).\nDate/Time Prepared Enter the date (month/day/year) and time (using the 24-hour clock) the form\nwas prepared. Enter the time zone if appropriate.\n*13 Date/Time Submitted REQUIRED.\nEnter the submission date (month/day/year) and time (using the 24-hour\nclock).\nTime Zone Enter the time zone from which the ICS 209 was submitted (e.g., EDT,\nPST).\n*14 Approved By REQUIRED.\nWhen an incident management organization is in place, this would be the\nPlanning Section Chief or Incident Commander at the incident. On other\nincidents, it could be the jurisdiction’s dispatch center manager,\norganizational administrator, or other manager.\nPrint Name Print the name of the person approving the form.\nICS Position The position of the person signing the ICS 209 should be entered (e.g.,\n“Incident Commander”).\nSignature Signature of the person approving the ICS 209, typically the Incident\nCommander. The original signed ICS 209 should be maintained with other\nincident documents.\n*15 Primary Location, REQUIRED BLOCK.\nOrganization, or Agency Enter the appropriate primary location or office the ICS 209 was sent to\nSent To apart from the incident. This most likely is the entity or office that ordered\nthe incident management organization that is managing the incident. This\nmay be a dispatch center or a MACS element such as an emergency\noperations center. If a dispatch center or other emergency center prepared\nthe ICS 209 for the incident, indicate where it was submitted initially.\nINCIDENT LOCATION INFORMATION\n• Much of the “Incident Location Information” in Blocks 16–26 is optional, but completing as many fields as possible\nincreases accuracy, and improves interoperability and information sharing between disparate systems.\n• As with all ICS 209 information, accuracy is essential because the information may be widely distributed and used in\na variety of systems. Location and/or geospatial data may be used for maps, reports, and analysis by multiple\nparties outside the incident.\n• Be certain to follow accepted protocols, conventions, or standards where appropriate when submitting location\ninformation, and clearly label all location information.\n• Incident location information is usually based on the point of origin of the incident, and the majority of the area\nwhere the incident jurisdiction is.\n*16 State REQUIRED BLOCK WHEN APPLICABLE.\n• Enter the State where the incident originated.\n• If other States or jurisdictions are involved, enter them in Block 25 or\nBlock 44.\n\n\nBlock\nBlock Title Instructions\nNumber\n*17 County / Parish / REQUIRED BLOCK WHEN APPLICABLE.\nBorough • Enter the county, parish, or borough where the incident originated.\n• If other counties or jurisdictions are involved, enter them in Block 25 or\nBlock 47.\n*18 City REQUIRED BLOCK WHEN APPLICABLE.\n• Enter the city where the incident originated.\n• If other cities or jurisdictions are involved, enter them in Block 25 or Block\n47.\n19 Unit or Other Enter the unit, sub-unit, unit identification (ID) number or code (if used), or\nother information about where the incident originated. This may be a local\nidentifier that indicates primary incident jurisdiction or responsibility (e.g.,\npolice, fire, public works, etc.) or another type of organization. Enter\nspecifics in Block 25.\n*20 Incident Jurisdiction REQUIRED BLOCK WHEN APPLICABLE.\nEnter the jurisdiction where the incident originated (the entry may be\ngeneral, such as Federal, city, or State, or may specifically identify agency\nnames such as Warren County, U.S. Coast Guard, Panama City, NYPD).\n21 Incident Location • When relevant, indicate the ownership of the area where the incident\nOwnership (if different originated, especially if it is different than the agency having jurisdiction.\nthan jurisdiction) • This may include situations where jurisdictions contract for emergency\nservices, or where it is relevant to include ownership by private entities,\nsuch as a large industrial site.\n22 22. Longitude (indicate • Enter the longitude and latitude where the incident originated, if available\nformat): and normally used by the authority having jurisdiction for the incident.\n• Clearly label the data, as longitude and latitude can be derived from\nLatitude (indicate various sources. For example, if degrees, minutes, and seconds are\nformat): used, label as “33 degrees, 45 minutes, 01 seconds.”\n23 US National Grid • Enter the US National Grid (USNG) reference where the incident\nReference originated, if available and commonly used by the agencies/jurisdictions\nwith primary responsibility for the incident.\n• Clearly label the data.\n24 Legal Description • Enter the legal description where the incident originated, if available and\n(township, section, range) commonly used by the agencies/jurisdictions with primary responsibility\nfor the incident.\n• Clearly label the data (e.g., N 1/2 SE 1/4, SW 1/4, S24, T32N, R18E).\n*25 Short Location or Area REQUIRED BLOCK.\nDescription (list all • List all affected areas as described in instructions for Blocks 16–24\naffected areas or a above, OR summarize a general location, OR list a reference point for\nreference point) the incident (e.g., “the southern third of Florida,” “in ocean 20 miles west\nof Catalina Island, CA,” or “within a 5 mile radius of Walden, CO”).\n• This information is important for readers unfamiliar with the area (or with\nother location identification systems) to be able to quickly identify the\ngeneral location of the incident on a map.\n• Other location information may also be listed here if needed or relevant\nfor incident support (e.g., base meridian).\n26 UTM Coordinates Indicate Universal Transverse Mercator reference coordinates if used by the\ndiscipline or jurisdiction.\n\n\nBlock\nBlock Title Instructions\nNumber\n27 Note any electronic • Indicate whether and how geospatial data is included or attached.\ngeospatial data included • Utilize common and open geospatial data standards.\nor attached (indicate data • WARNING: Do not attach or send extremely large data files with the ICS\nformat, content, and 209. Incident geospatial data that is distributed with the ICS 209 should\ncollection time information be simple incident geospatial basics, such as the incident perimeter,\nand labels) origin, etc. Data file sizes should be small enough to be easily\ntransmitted through dial-up connections or other limited communications\ncapabilities when ICS 209 information is transmitted electronically.\n• NOTE: Clearly indicate data content. For example, data may be about\nan incident perimeter (such as a shape file), the incident origin (a point),\na point and radius (such as an evacuation zone), or a line or lines (such\nas a pipeline).\n• NOTE: Indicate the data format (e.g., .shp, .kml, .kmz, or .gml file) and\nany relevant information about projection, etc.\n• NOTE: Include a hyperlink or other access information if incident map\ndata is posted online or on an FTP (file transfer protocol) site to facilitate\ndownloading and minimize information requests.\n• NOTE: Include a point of contact for getting geospatial incident\ninformation, if included in the ICS 209 or available and supporting the\nincident.\nINCIDENT SUMMARY\n*28 Significant Events for REQUIRED BLOCK.\nthe Time Period • Describe significant events that occurred during the period being\nReported (summarize reported in Block 6. Examples include:\nsignificant progress made, Road closures.\no\nevacuations, incident Evacuations.\no\ngrowth, etc.) Progress made and accomplishments.\no\nIncident command transitions.\no\nRepopulation of formerly evacuated areas and specifics.\no\nContainment.\no\n• Refer to other blocks in the ICS 209 when relevant for additional\ninformation (e.g., “Details on evacuations may be found in Block 33”), or\nin Remarks, Block 47.\n• Be specific and detailed in reference to events. For example, references\nto road closures should include road number and duration of closure (or\ninclude further detail in Block 33). Use specific metrics if needed, such\nas the number of people or animals evacuated, or the amount of a\nmaterial spilled and/or recovered.\n• This block may be used for a single-paragraph synopsis of overall\nincident status.\n29 Primary Materials or • When relevant, enter the appropriate primary materials, fuels, or other\nHazards Involved hazards involved in the incident that are leaking, burning, infecting, or\n(hazardous chemicals, otherwise influencing the incident.\nfuel types, infectious • Examples include hazardous chemicals, wildland fuel models,\nagents, radiation, etc.) biohazards, explosive materials, oil, gas, structural collapse, avalanche\nactivity, criminal activity, etc.\nOther Enter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources.\n\n\nBlock\nBlock Title Instructions\nNumber\n30 Damage Assessment • Include a short summary of damage or use/access restrictions/\nInformation (summarize limitations caused by the incident for the reporting period, and\ndamage and/or restriction cumulatively.\nof use or availability to • Include if needed any information on the facility status, such as\nresidential or commercial operational status, if it is evacuated, etc. when needed.\nproperty, natural • Include any critical infrastructure or key resources damaged/destroyed/\nresources, critical impacted by the incident, the kind of infrastructure, and the extent of\ninfrastructure and key damage and/or impact and any known cascading impacts.\nresources, etc.) • Refer to more specific or detailed damage assessment forms and\npackages when they are used and/or relevant.\nA. Structural Summary Complete this table as needed based on the definitions for 30B–F below.\nNote in table or in text block if numbers entered are estimates or are\nconfirmed. Summaries may also include impact to Shoreline and Wildlife,\netc.\nB. # Threatened (72 hrs) Enter the number of structures potentially threatened by the incident within\nthe next 72 hours, based on currently available information.\nC. # Damaged Enter the number of structures damaged by the incident.\nD. # Destroyed Enter the number of structures destroyed beyond repair by the incident.\nE. Single Residences Enter the number of single dwellings/homes/units impacted in Columns\n30B–D. Note any specifics in the text block if needed, such as type of\nresidence (apartments, condominiums, single-family homes, etc.).\nF. Nonresidential Enter the number of buildings or units impacted in Columns 30B–D. This\nCommercial Properties includes any primary structure used for nonresidential purposes, excluding\nOther Minor Structures (Block 30G). Note any specifics regarding building\nor unit types in the text block.\nOther Minor Structures Enter any miscellaneous structures impacted in Columns 30B–D not\ncovered in 30E–F above, including any minor structures such as booths,\nsheds, or outbuildings.\nOther Enter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources.\n\n\nBlock\nBlock Title Instructions\nNumber\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (PAGE 2)\n*31 Public Status Summary • This section is for summary information regarding incident-related\ninjuries, illness, and fatalities for civilians (or members of the public); see\n31C–N below.\n• Explain or describe the nature of any reported injuries, illness, or other\nactivities in Life, Safety, and Health Status/Threat Remarks (Block 33).\n• Illnesses include those that may be caused through a biological event\nsuch as an epidemic or an exposure to toxic or radiological substances.\n• NOTE: Do not estimate any fatality information.\n• NOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\nin time, as much of the information is subject to frequent change.\n• NOTE: Do not complete this block if the incident covered by the ICS 209\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\no\nactions, to mitigate multiple/conflicting reports.\nFor example, if managing evacuation shelters is part of the incident\no\noperation itself, do include these numbers in Block 31J with any notes\nin Block 33.\n• NOTE: When providing an estimated value, denote in parenthesis: \"est.\"\nHandling Sensitive Information\n• Release of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n• Thoroughly review the “Distribution” section in the introductory ICS 209\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any ICS 209 may make\ninformation available to many people and networks at once.\n• Information regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe ICS 209.\nA. # This Reporting Enter the total number of individuals impacted in each category for this\nPeriod reporting period (since the previous ICS 209 was submitted).\nB. Total # to Date • Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n• This is a cumulative total number that should be adjusted each reporting\nperiod.\nC. Indicate Number of • For lines 31D–M below, enter the number of civilians affected for each\nCivilians (Public) Below category.\n• Indicate if numbers are estimates, for those blocks where this is an\noption.\n• Civilians are those members of the public who are affected by the\nincident, but who are not included as part of the response effort through\nUnified Command partnerships and those organizations and agencies\nassisting and cooperating with response efforts.\nD. Fatalities • Enter the number of confirmed civilian/public fatalities.\n• See information in introductory instructions (“Distribution”) and in Block\n31 instructions regarding sensitive handling of fatality information.\n\n\nBlock\nBlock Title Instructions\nNumber\nE. With Injuries/Illness Enter the number of civilian/public injuries or illnesses directly related to the\nincident. Injury or illness is defined by the incident or jurisdiction(s).\n*31 F. Trapped/In Need of Enter the number of civilians who are trapped or in need of rescue due to\n(continued) Rescue the incident.\nG. Missing (note if Enter the number of civilians who are missing due to the incident. Indicate if\nestimated) an estimate is used.\nH. Evacuated (note if Enter the number of civilians who are evacuated due to the incident. These\nestimated) are likely to be best estimates, but indicate if they are estimated.\nI. Sheltering-in-Place Enter the number of civilians who are sheltering in place due to the incident.\n(note if estimated) Indicate if estimates are used.\nJ. In Temporary Shelters Enter the number of civilians who are in temporary shelters as a direct result\n(note if estimated) of the incident, noting if the number is an estimate.\nK. Have Received Mass Enter the number of civilians who have received mass immunizations due to\nImmunizations the incident and/or as part of incident operations. Do not estimate.\nL. Require Mass Enter the number of civilians who require mass immunizations due to the\nImmunizations (note if incident and/or as part of incident operations. Indicate if it is an estimate.\nestimated)\nM. In Quarantine Enter the number of civilians who are in quarantine due to the incident\nand/or as part of incident operations. Do not estimate.\nN. Total # Civilians Enter sum totals for Columns 31A and 31B for Rows 31D–M.\n(Public) Affected\n*32 Responder Status • This section is for summary information regarding incident-related\nSummary injuries, illness, and fatalities for responders; see 32C–N.\n• Illnesses include those that may be related to a biological event such as\nan epidemic or an exposure to toxic or radiological substances directly in\nrelation to the incident.\n• Explain or describe the nature of any reported injuries, illness, or other\nactivities in Block 33.\n• NOTE: Do not estimate any fatality information or responder status\ninformation.\n• NOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\nin time, as much of the information is subject to frequent change.\n• NOTE: Do not complete this block if the incident covered by the ICS 209\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\nactions, to mitigate multiple/conflicting reports.\nHandling Sensitive Information\n• Release of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n• Thoroughly review the “Distribution” section in the introductory ICS 209\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any ICS 209 may make\ninformation available to many people and networks at once.\n• Information regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe ICS 209.\n\n\nBlock\nBlock Title Instructions\nNumber\n*32 A. # This Reporting Enter the total number of responders impacted in each category for this\n(continued) Period reporting period (since the previous ICS 209 was submitted).\nB. Total # to Date • Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n• This is a cumulative total number that should be adjusted each reporting\nperiod.\nC. Indicate Number of • For lines 32D–M below, enter the number of responders relevant for\nResponders Below each category.\n• Responders are those personnel included as part of Unified Command\npartnerships and those organizations and agencies assisting and\ncooperating with response efforts.\nD. Fatalities • Enter the number of confirmed responder fatalities.\n• See information in introductory instructions (“Distribution”) and for Block\n32 regarding sensitive handling of fatality information.\nE. With Injuries/Illness • Enter the number of incident responders with serious injuries or illnesses\ndue to the incident.\n• For responders, serious injuries or illness are typically those in which the\nperson is unable to continue to perform in his or her incident assignment,\nbut the authority having jurisdiction may have additional guidelines on\nreporting requirements in this area.\nF. Trapped/In Need Of Enter the number of incident responders who are in trapped or in need of\nRescue rescue due to the incident.\nG. Missing Enter the number of incident responders who are missing due to incident\nconditions.\nH. (BLANK; use however is appropriate.)\nI. Sheltering in Place Enter the number of responders who are sheltering in place due to the\nincident. Once responders become the victims, this needs to be noted in\nBlock 33 or Block 47 and handled accordingly.\nJ. (BLANK; use however is appropriate.)\nL. Require Immunizations Enter the number of responders who require immunizations due to the\nincident and/or as part of incident operations.\nM. In Quarantine Enter the number of responders who are in quarantine as a direct result of\nthe incident and/or related to incident operations.\nN. Total # Responders Enter sum totals for Columns 32A and 32B for Rows 32D–M.\nAffected\n33 Life, Safety, and Health • Enter any details needed for Blocks 31, 32, and 34. Enter any specific\nStatus/Threat Remarks comments regarding illness, injuries, fatalities, and threat management\nfor this incident, such as whether estimates were used for numbers given\nin Block 31.\n• This information should be reported as accurately as possible as a\nsnapshot in time, as much of the information is subject to frequent\nchange.\n• Evacuation information can be very sensitive to local residents and\nofficials. Be accurate in the assessment.\n• Clearly note primary responsibility and contacts for any activities or\ninformation in Blocks 31, 32, and 34 that may be caused by the incident,\nbut that are being managed and/or reported by other parties.\n• Provide additional explanation or information as relevant in Blocks 28,\n36, 38, 40, 41, or in Remarks (Block 47).\n\n\nBlock\nBlock Title Instructions\nNumber\n*34 Life, Safety, and Health Note any details in Life, Safety, and Health Status/Threat Remarks (Block\nThreat Management 33), and provide additional explanation or information as relevant in Blocks\n28, 36, 38, 40, 41, or in Remarks (Block 47). Additional pages may be\nnecessary for notes.\nA. Check if Active Check any applicable blocks in 34C–P based on currently available\ninformation regarding incident activity and potential.\nB. Notes Note any specific details, or include in Block 33.\nC. No Likely Threat Check if there is no likely threat to life, health, and safety.\nD. Potential Future Threat Check if there is a potential future threat to life, health, and safety.\nE. Mass Notifications In • Check if there are any mass notifications in progress regarding\nProgress emergency situations, evacuations, shelter in place, or other public safety\nadvisories related to this incident.\n• These may include use of threat and alert systems such as the\nEmergency Alert System or a “reverse 911” system.\n• Please indicate the areas where mass notifications have been completed\n(e.g., “mass notifications to ZIP codes 50201, 50014, 50010, 50011,” or\n“notified all residents within a 5-mile radius of Gatlinburg”).\nF. Mass Notifications Check if actions referred to in Block 34E above have been completed.\nCompleted\nG. No Evacuation(s) Check if evacuations are not anticipated in the near future based on current\nImminent information.\nH. Planning for Check if evacuation planning is underway in relation to this incident.\nEvacuation\nI. Planning for Shelter-in- Check if planning is underway for shelter-in-place activities related to this\nPlace incident.\nJ. Evacuation(s) in Check if there are active evacuations in progress in relation to this incident.\nProgress\nK. Shelter-In-Place in Check if there are active shelter-in-place actions in progress in relation to\nProgress this incident.\nL. Repopulation in Check if there is an active repopulation in progress related to this incident.\nProgress\nM. Mass Immunization in Check if there is an active mass immunization in progress related to this\nProgress incident.\nN. Mass Immunization Check if a mass immunization effort has been completed in relation to this\nComplete incident.\nO. Quarantine in Progress Check if there is an active quarantine in progress related to this incident.\nP. Area Restriction in Check if there are any restrictions in effect, such as road or area closures,\nEffect especially those noted in Block 28.\n\n\nBlock\nBlock Title Instructions\nNumber\n35 Weather Concerns • Complete a short synopsis/discussion on significant weather factors that\n(synopsis of current and could cause concerns for the incident when relevant.\npredicted weather; • Include current and/or predicted weather factors, and the timeframe for\ndiscuss related factors predictions.\nthat may cause concern) • Include relevant factors such as:\nWind speed (label units, such as mph).\no\nWind direction (clarify and label where wind is coming from and going\no\nto in plain language – e.g., “from NNW,” “from E,” or “from SW”).\nTemperature (label units, such as F).\no\nRelative humidity (label %).\no\nWatches.\no\nWarnings.\no\nTides.\no\nCurrents.\no\n• Any other weather information relative to the incident, such as flooding,\nhurricanes, etc.\n36 Projected Incident • Provide an estimate (when it is possible to do so) of the direction/scope\nActivity, Potential, in which the incident is expected to spread, migrate, or expand during the\nMovement, Escalation, next indicated operational period, or other factors that may cause activity\nor Spread and influencing changes.\nfactors during the next • Discuss incident potential relative to values at risk, or values to be\noperational period and in protected (such as human life), and the potential changes to those as the\n12-, 24-, 48-, and 72-hour incident changes.\ntimeframes • Include an estimate of the acreage or area that will likely be affected.\n12 hours • If known, provide the above information in 12-, 24-, 48- and 72-hour\ntimeframes, and any activity anticipated after 72 hours.\n24 hours\n48 hours\n72 hours\nAnticipated after 72\nhours\n37 Strategic Objectives Briefly discuss the desired outcome for the incident based on currently\n(define planned end-state available information. Note any high-level objectives and any possible\nfor incident) strategic benefits as well (especially for planned events).\n\n\nBlock\nBlock Title Instructions\nNumber\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (continued) (PAGE 3)\n38 Current Incident Threat Summarize major or significant threats due to incident activity based on\nSummary and Risk currently available information. Include a breakdown of threats in terms of\nInformation in 12-, 24-, 12-, 24-, 48-, and 72-hour timeframes.\n48-, and 72-hour\ntimeframes and beyond.\nSummarize primary\nincident threats to life,\nproperty, communities\nand community stability,\nresidences, health care\nfacilities, other critical\ninfrastructure and key\nresources, commercial\nfacilities, natural and\nenvironmental resources,\ncultural resources, and\ncontinuity of operations\nand/or business. Identify\ncorresponding incident-\nrelated potential economic\nor cascading impacts.\n12 hours\n24 hours\n48 hours\n72 hours\nAnticipated after 72\nhours\n\n\nBlock\nBlock Title Instructions\nNumber\n39 Critical Resource Needs • List the specific critical resources and numbers needed, in order of\nin 12-, 24-, 48-, and 72- priority. Be specific as to the need.\nhour timeframes and • Use plain language and common terminology for resources, and indicate\nbeyond to meet critical resource category, kind, and type (if available or known) to facilitate\nincident objectives. List incident support.\nresource category, kind, • If critical resources are listed in this block, there should be corresponding\nand/or type, and amount orders placed for them through appropriate resource ordering channels.\nneeded, in priority order: • Provide critical resource needs in 12-, 24-, 48- and 72-hour increments.\n12 hours List the most critical resources needed for each timeframe, if needs have\nbeen identified for each timeframe. Listing critical resources by the time\n24 hours\nthey are needed gives incident support personnel a “heads up” for short-\n48 hours range planning, and assists the ordering process to ensure these\n72 hours resources will be in place when they are needed.\n• More than one resource need may be listed for each timeframe. For\nAnticipated after 72\nexample, a list could include:\nhours\n24 hrs: 3 Type 2 firefighting helicopters, 2 Type I Disaster Medical\no\nAssistance Teams\n48 hrs: Mobile Communications Unit (Law/Fire)\no\nAfter 72 hrs: 1 Type 2 Incident Management Team\no\n• Documentation in the ICS 209 can help the incident obtain critical\nregional or national resources through outside support mechanisms\nincluding multiagency coordination systems and mutual aid.\nInformation provided in other blocks on the ICS 209 can help to\no\nsupport the need for resources, including Blocks 28, 29, 31–38, and\n40–42.\nAdditional comments in the Remarks section (Block 47) can also help\no\nexplain what the incident is requesting and why it is critical (for\nexample, “Type 2 Incident Management Team is needed in three\ndays to transition command when the current Type 2 Team times\nout”).\n• Do not use this block for noncritical resources.\n40 Strategic Discussion: • Wording should be consistent with Block 39 to justify critical resource\nExplain the relation of needs, which should relate to planned actions in the Incident Action Plan.\noverall strategy, • Give a short assessment of the likelihood of meeting the incident\nconstraints, and current management targets, given the current management strategy and\navailable information to: currently known constraints.\n1) critical resource needs • Identify when the chosen management strategy will succeed given the\nidentified above, current constraints. Adjust the anticipated incident management\ncompletion target in Block 43 as needed based on this discussion.\n2) the Incident Action Plan\n• Explain major problems and concerns as indicated.\nand management\nobjectives and targets,\n3) anticipated results.\nExplain major problems\nand concerns such as\noperational challenges,\nincident management\nproblems, and social,\npolitical, economic, or\nenvironmental concerns\nor impacts.\n\n\nBlock\nBlock Title Instructions\nNumber\n41 Planned Actions for • Provide a short summary of actions planned for the next operational\nNext Operational Period period.\n• Examples:\n“The current Incident Management Team will transition out to a\no\nreplacement IMT.”\n“Continue to review operational/ engineering plan to facilitate removal\no\nof the partially collapsed west bridge supports.”\n“Continue refining mapping of the recovery operations and damaged\no\nassets using GPS.”\n“Initiate removal of unauthorized food vendors.”\no\n42 Projected Final Incident • Enter an estimate of the total area likely to be involved or affected over\nSize/Area (use unit label the course of the incident.\n– e.g., “sq mi”) • Label the estimate of the total area or population involved, affected, or\nimpacted with the relevant units such as acres, hectares, square miles,\netc.\n• Note that total area involved may not be limited to geographic area (see\nprevious discussions regarding incident definition, scope, operations, and\nobjectives). Projected final size may involve a population rather than a\ngeographic area.\n43 Anticipated Incident • Enter the date (month/day/year) at which time it is expected that incident\nManagement objectives will be met. This is often explained similar to incident\nCompletion Date containment or control, or the time at which the incident is expected to be\nclosed or when significant incident support will be discontinued.\n• Avoid leaving this block blank if possible, as this is important information\nfor managers.\n44 Projected Significant Enter the date (month/day/year) when initiation of significant resource\nResource demobilization is anticipated.\nDemobilization Start\nDate\n45 Estimated Incident • Enter the estimated total incident costs to date for the entire incident\nCosts to Date based on currently available information.\n• Incident costs include estimates of all costs for the response, including all\nmanagement and support activities per discipline, agency, or\norganizational guidance and policy.\n• This does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n• If costs decrease, explain in Remarks (Block 47).\n• If additional space is required, please add as an attachment.\n46 Projected Final Incident • Enter an estimate of the total costs for the incident once all costs have\nCost Estimate been processed based on current spending and projected incident\npotential, per discipline, agency, or organizational guidance and policy.\nThis is often an estimate of daily costs combined with incident potential\ninformation.\n• This does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n• If additional space is required, please add as an attachment.\n\n\nBlock\nBlock Title Instructions\nNumber\n47 Remarks (or continuation • Use this block to expand on information that has been entered in\nof any blocks above – list previous blocks, or to include other pertinent information that has not\nblock number in notation) been previously addressed.\n• List the block number for any information continued from a previous\nblock.\n• Additional information may include more detailed weather information,\nspecifics on injuries or fatalities, threats to critical infrastructure or other\nresources, more detailed evacuation site locations and number of\nevacuated, information or details regarding incident cause, etc.\n• For Complexes that include multiple incidents, list all sub-incidents\nincluded in the Complex.\n• List jurisdictional or ownership breakdowns if needed when an incident is\nin more than one jurisdiction and/or ownership area. Breakdown may be:\nBy size (e.g., 35 acres in City of Gatlinburg, 250 acres in Great Smoky\no\nMountains), and/or\nBy geography (e.g., incident area on the west side of the river is in\no\njurisdiction of City of Minneapolis; area on east side of river is City of\nSt. Paul jurisdiction; river is joint jurisdiction with USACE).\n• Explain any reasons for incident size reductions or adjustments (e.g.,\nreduction in acreage due to more accurate mapping).\n• This section can also be used to list any additional information about the\nincident that may be needed by incident support mechanisms outside the\nincident itself. This may be basic information needed through\nmultiagency coordination systems or public information systems (e.g., a\npublic information phone number for the incident, or the incident Web site\naddress).\n• Attach additional pages if it is necessary to include additional comments\nin the Remarks section.\nINCIDENT RESOURCE COMMITMENT SUMMARY (PAGE 4)\n• This last/fourth page of the ICS 209 can be copied and used if needed to accommodate additional resources,\nagencies, or organizations. Write the actual page number on the pages as they are used.\n• Include only resources that have been assigned to the incident and that have arrived and/or been checked in to the\nincident. Do not include resources that have been ordered but have not yet arrived.\nFor summarizing:\n• When there are large numbers of responders, it may be helpful to group agencies or organizations together. Use\nthe approach that works best for the multiagency coordination system applicable to the incident. For example,\nGroup State, local, county, city, or Federal responders together under such headings, or\no\nGroup resources from one jurisdiction together and list only individual jurisdictions (e.g., list the public works,\no\npolice, and fire department resources for a city under that city’s name).\n• On a large incident, it may also be helpful to group similar categories, kinds, or types of resources together for this\nsummary.\n\n\nBlock\nBlock Title Instructions\nNumber\n48 Agency or Organization • List the agencies or organizations contributing resources to the incident\nas responders, through mutual aid agreements, etc.\n• List agencies or organizations using clear language so readers who may\nnot be from the discipline or host jurisdiction can understand the\ninformation.\n• Agencies or organizations may be listed individually or in groups.\n• When resources are grouped together, individual agencies or\norganizations may be listed below in Block 53.\n• Indicate in the rows under Block 49 how many resources are assigned to\nthe incident under each resource identified.\nThese can listed with the number of resources on the top of the box,\no\nand the number of personnel associated with the resources on the\nbottom half of the box.\nFor example:\no\n Resource: Type 2 Helicopters… 3/8 (indicates 3 aircraft, 8\npersonnel).\n Resource: Type 1 Decontamination Unit… 1/3 (indicates 1 unit, 3\npersonnel).\n• Indicate in the rows under Block 51 the total number of personnel\nassigned for each agency listed under Block 48, including both individual\noverhead and those associated with other resources such as fire\nengines, decontamination units, etc.\n49 Resources (summarize • List resources using clear language when possible – so ICS 209 readers\nresources by category, who may not be from the discipline or host jurisdiction can understand\nkind, and/or type; show # the information.\nof resources on top ½ of Examples: Type 1 Fire Engines, Type 4 Helicopters\no\nbox, show # of personnel • Enter total numbers in columns for each resource by agency,\nassociated with resource organization, or grouping in the proper blocks.\non bottom ½ of box) These can listed with the number of resources on the top of the box,\no\nand the number of personnel associated with the resources on the\nbottom half of the box.\nFor example:\no\n Resource: Type 2 Helicopters… 3/8 (indicates 3 aircraft, 8\npersonnel).\n Resource: Type 1 Decontamination Unit… 1/3 (indicates 1 unit, 3\npersonnel).\n• NOTE: One option is to group similar resources together when it is\nsensible to do so for the summary.\nFor example, do not list every type of fire engine – rather, it may be\no\nadvisable to list two generalized types of engines, such as “structure\nfire engines” and “wildland fire engines” in separate columns with\ntotals for each.\n• NOTE: It is not advisable to list individual overhead personnel\nindividually in the resource section, especially as this form is intended as\na summary. These personnel should be included in the Total Personnel\nsums in Block 51.\n50 Additional Personnel not List the number of additional individuals (or overhead) that are not assigned\nassigned to a resource to a specific resource by agency or organization.\n51 Total Personnel • Enter the total personnel for each agency, organization, or grouping in\n(includes those the Total Personnel column.\nassociated with resources • WARNING: Do not simply add the numbers across!\n– e.g., aircraft or engines • The number of Total Personnel for each row should include both:\n– and individual The total number of personnel assigned to each of the resources\no\noverhead) listed in Block 49, and\nThe total number of additional individual overhead personnel from\no\neach agency, organization, or group listed in Block 50.\n\n\nBlock\nBlock Title Instructions\nNumber\n52 Total Resources Include the sum total of resources for each column, including the total for the\ncolumn under Blocks 49, 50, and 51. This should include the total number\nof resources in Block 49, as personnel totals will be counted under Block 51.\n53 Additional Cooperating • List all agencies and organizations that are not directly involved in the\nand Assisting incident, but are providing support.\nOrganizations Not • Examples may include ambulance services, Red Cross, DHS, utility\nListed Above companies, etc.\n• Do not repeat any resources counted in Blocks 48–52, unless\nexplanations are needed for groupings created under Block 48 (Agency\nor Organization).",
  "pages": [
    {
      "page": 1,
      "text": "INCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2. Incident Number:\n*3. Report Version (check *4. Incident Commander(s) & 5. Incident *6. Incident Start Date/Time:\none box on left): Agency or Organization: Management\nDate:\nOrganization:\n Initial Rpt #\nTime:\n Update (if used):\n Final Time Zone:\n7. Current Incident Size 8. Percent (%) *9. Incident 10. Incident *11. For Time Period:\nor Area Involved (use unit Contained Definition: Complexity\nlabel – e.g., “sq mi,” “city Level: From Date/Time:\n_____________\nblock”):\nCompleted To Date/Time:\n_____________\nApproval & Routing Information\n*12. Prepared By: *13. Date/Time Submitted:\nPrint Name: ICS Position:\nTime Zone:\nDate/Time Prepared:\n*14. Approved By: *15. Primary Location, Organization, or\nPrint Name: ICS Position: Agency Sent To:\nSignature:\nIncident Location Information\n*16. State: *17. County/Parish/Borough: *18. City:\n19. Unit or Other: *20. Incident Jurisdiction: 21. Incident Location Ownership\n(if different than jurisdiction):\n22. Longitude (indicate format): 23. US National Grid Reference: 24. Legal Description (township, section,\nrange):\nLatitude (indicate format):\n*25. Short Location or Area Description (list all affected areas or a reference point): 26. UTM Coordinates:\n27. Note any electronic geospatial data included or attached (indicate data format, content, and collection time information and\nlabels):\nIncident Summary\n*28. Significant Events for the Time Period Reported (summarize significant progress made, evacuations, incident growth, etc.):\n29. Primary Materials or Hazards Involved (hazardous chemicals, fuel types, infectious agents, radiation, etc.):\n30. Damage Assessment Information (summarize A. Structural B. # Threatened C. # D. #\ndamage and/or restriction of use or availability to Summary (72 hrs) Damaged Destroyed\nresidential or commercial property, natural resources,\nE. Single Residences\ncritical infrastructure and key resources, etc.):\nF. Nonresidential\nCommercial Property\nOther Minor\nStructures\nOther\nICS 209, Page 1 of ___ * Required when applicable."
    },
    {
      "page": 2,
      "text": "INCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2.Incident Number:\nAdditional Incident Decision Support Information\nA. # This A. # This\nReporting B. Total # Reporting B. Total #\n*31. Public Status Summary: Period to Date *32. Responder Status Summary: Period to Date\nC. Indicate Number of Civilians (Public) Below: C. Indicate Number of Responders Below:\nD. Fatalities D. Fatalities\nE. With Injuries/Illness E. With Injuries/Illness\nF. Trapped/In Need of Rescue F. Trapped/In Need of Rescue\nG. Missing (note if estimated) G. Missing\nH. Evacuated (note if estimated) H. Sheltering in Place\nI. Sheltering in Place (note if estimated) I. Have Received Immunizations\nJ. In Temporary Shelters (note if est.) J. Require Immunizations\nK. Have Received Mass Immunizations K. In Quarantine\nL. Require Immunizations (note if est.)\nM. In Quarantine\nN. Total # Civilians (Public) Affected: N. Total # Responders Affected:\n33.Life, Safety, and Health Status/Threat Remarks: *34. Life, Safety, and Health Threat\nManagement: A. Check if Active\nA. No Likely Threat \nB. Potential Future Threat \nC. Mass Notifications in Progress \nD. Mass Notifications Completed \nE. No Evacuation(s) Imminent \nF. Planning for Evacuation \nG. Planning for Shelter-in-Place \n35.Weather Concerns (synopsis of current and predicted H. Evacuation(s) in Progress \nweather; discuss related factors that may cause concern): I. Shelter-in-Place in Progress \nJ. Repopulation in Progress \nK. Mass Immunization in Progress \nL. Mass Immunization Complete \nM. Quarantine in Progress \nN. Area Restriction in Effect \n\n\n\n\n36.Projected Incident Activity, Potential, Movement, Escalation, or Spread and influencing factors during the next operational\nperiod and in 12-, 24-, 48-, and 72-hour timeframes:\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n37.Strategic Objectives (define planned end-state for incident):\nICS 209, Page 2 of ___ *Required when applicable."
    },
    {
      "page": 3,
      "text": "INCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2.Incident Number:\nAdditional Incident Decision Support Information (continued)\n38.Current Incident Threat Summary and Risk Information in 12-, 24-, 48-, and 72-hour timeframes and beyond. Summarize\nprimary incident threats to life, property, communities and community stability, residences, health care facilities, other critical\ninfrastructure and key resources, commercial facilities, natural and environmental resources, cultural resources, and continuity of\noperations and/or business. Identify corresponding incident-related potential economic or cascading impacts.\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n39.Critical Resource Needs in 12-, 24-, 48-, and 72-hour timeframes and beyond to meet critical incident objectives. List resource\ncategory, kind, and/or type, and amount needed, in priority order:\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n40.Strategic Discussion: Explain the relation of overall strategy, constraints, and current available information to:\n1)critical resource needs identified above,\n2)the Incident Action Plan and management objectives and targets,\n3)anticipated results.\nExplain major problems and concerns such as operational challenges, incident management problems, and social,\npolitical, economic, or environmental concerns or impacts.\n41.Planned Actions for Next Operational Period:\n42.Projected Final Incident Size/Area (use unit label – e.g., “sq mi”):\n43.Anticipated Incident Management Completion Date:\n44.Projected Significant Resource Demobilization Start Date:\n45.Estimated Incident Costs to Date:\n46.Projected Final Incident Cost Estimate:\n47.Remarks (or continuation of any blocks above – list block number in notation):\nICS 209, Page 3 of ___ *Required when applicable."
    },
    {
      "page": 4,
      "text": "INCIDENT STATUS SUMMARY (ICS 209)\n1.Incident Name: 2.Incident Number:\nIncident Resource Commitment Summary\n49.Resources (summarize resources by category, kind, and/or type; show # of\nresources on top ½ of box, show # of personnel associated with resource on\nbottom ½ of box):\n48.Agency or\nOrganization:\nlennosreP\nlanoitiddA.05\na\not\ndengissa\nton\n:ecruoser\n51.Total\nPersonnel\n(includes those\nassociated\nwith resources\n– e.g., aircraft\nor engines –\nand individual\noverhead):\n52.Total\nResources\n53.Additional Cooperating and Assisting Organizations Not Listed Above:\nICS 209, Page ___ of ___ *Required when applicable."
    },
    {
      "page": 5,
      "text": "ICS 209\nIncident Status Summary\nPurpose. The ICS 209 is used for reporting information on significant incidents. It is not intended for every incident, as\nmost incidents are of short duration and do not require scarce resources, significant mutual aid, or additional support and\nattention. The ICS 209 contains basic information elements needed to support decisionmaking at all levels above the\nincident to support the incident. Decisionmakers may include the agency having jurisdiction, but also all multiagency\ncoordination system (MACS) elements and parties, such as cooperating and assisting agencies/organizations, dispatch\ncenters, emergency operations centers, administrators, elected officials, and local, tribal, county, State, and Federal\nagencies. Once ICS 209 information has been submitted from the incident, decisionmakers and others at all incident\nsupport and coordination points may transmit and share the information (based on its sensitivity and appropriateness) for\naccess and use at local, regional, State, and national levels as it is needed to facilitate support.\nAccurate and timely completion of the ICS 209 is necessary to identify appropriate resource needs, determine allocation\nof limited resources when multiple incidents occur, and secure additional capability when there are limited resources due\nto constraints of time, distance, or other factors. The information included on the ICS 209 influences the priority of the\nincident, and thus its share of available resources and incident support.\nThe ICS 209 is designed to provide a “snapshot in time” to effectively move incident decision support information where it\nis needed. It should contain the most accurate and up-to-date information available at the time it is prepared. However,\nreaders of the ICS 209 may have access to more up-to-date or real-time information in reference to certain information\nelements on the ICS 209. Coordination among communications and information management elements within ICS and\namong MACS should delineate authoritative sources for more up-to-date and/or real-time information when ICS 209\ninformation becomes outdated in a quickly evolving incident.\nReporting Requirements. The ICS 209 is intended to be used when an incident reaches a certain threshold where it\nbecomes significant enough to merit special attention, require additional resource support needs, or cause media\nattention, increased public safety threat, etc. Agencies or organizations may set reporting requirements and, therefore,\nICS 209s should be completed according to each jurisdiction or discipline’s policies, mobilization guide, or preparedness\nplans. It is recommended that consistent ICS 209 reporting parameters be adopted and used by jurisdictions or\ndisciplines for consistency over time, documentation, efficiency, trend monitoring, incident tracking, etc.\nFor example, an agency or MAC (Multiagency Coordination) Group may require the submission of an initial ICS 209 when\na new incident has reached a certain predesignated level of significance, such as when a given number of resources are\ncommitted to the incident, when a new incident is not completed within a certain timeframe, or when impacts/threats to life\nand safety reach a given level.\nTypically, ICS 209 forms are completed either once daily or for each operational period – in addition to the initial\nsubmission. Jurisdictional or organizational guidance may indicate frequency of ICS 209 submission for particular\ndefinitions of incidents or for all incidents. This specific guidance may help determine submission timelines when\noperational periods are extremely short (e.g., 2 hours) and it is not necessary to submit new ICS 209 forms for all\noperational periods.\nAny plans or guidelines should also indicate parameters for when it is appropriate to stop submitting ICS 209s for an\nincident, based upon incident activity and support levels.\nPreparation. When an Incident Management Organization (such as an Incident Management Team) is in place, the\nSituation Unit Leader or Planning Section Chief prepares the ICS 209 at the incident. On other incidents, the ICS 209\nmay be completed by a dispatcher in the local communications center, or by another staff person or manager. This form\nshould be completed at the incident or at the closest level to the incident.\nThe ICS 209 should be completed with the best possible, currently available, and verifiable information at the time it is\ncompleted and signed.\nThis form is designed to serve incidents impacting specific geographic areas that can easily be defined. It also has the\nflexibility for use on ubiquitous events, or those events that cover extremely large areas and that may involve many\njurisdictions and ICS organizations. For these incidents, it will be useful to clarify on the form exactly which portion of the\nlarger incident the ICS 209 is meant to address. For example, a particular ICS 209 submitted during a statewide outbreak\nof mumps may be relevant only to mumps-related activities in Story County, Iowa. This can be indicated in both the\nincident name, Block 1, and in the Incident Location Information section in Blocks 16–26."
    },
    {
      "page": 6,
      "text": "While most of the “Incident Location Information” in Blocks 16–26 is optional, the more information that can be submitted,\nthe better. Submission of multiple location indicators increases accuracy, improves interoperability, and increases\ninformation sharing between disparate systems. Preparers should be certain to follow accepted protocols or standards\nwhen entering location information, and clearly label all location information. As with other ICS 209 data, geospatial\ninformation may be widely shared and utilized, so accuracy is essential.\nIf electronic data is submitted with the ICS 209, do not attach or send extremely large data files. Incident geospatial data\nthat is distributed with the ICS 209 should be in simple incident geospatial basics, such as the incident perimeter, point of\norigin, etc. Data file sizes should be small enough to be easily transmitted through dial-up connections or other limited\ncommunications capabilities when ICS 209 information is transmitted electronically. Any attached data should be clearly\nlabeled as to format content and collection time, and should follow existing naming conventions and standards.\nDistribution. ICS 209 information is meant to be completed at the level as close to the incident as possible, preferably at\nthe incident. Once the ICS 209 has been submitted outside the incident to a dispatch center or MACS element, it may\nsubsequently be transmitted to various incident supports and coordination entities based on the support needs and the\ndecisions made within the MACS in which the incident occurs.\nCoordination with public information system elements and investigative/intelligence information organizations at the\nincident and within MACS is essential to protect information security and to ensure optimal information sharing and\ncoordination. There may be times in which particular ICS 209s contain sensitive information that should not be released\nto the public (such as information regarding active investigations, fatalities, etc.). When this occurs, the ICS 209 (or\nrelevant sections of it) should be labeled appropriately, and care should be taken in distributing the information within\nMACS.\nAll completed and signed original ICS 209 forms MUST be given to the incident’s Documentation Unit and/or maintained\nas part of the official incident record.\nNotes:\n• To promote flexibility, only a limited number of ICS 209 blocks are typically required, and most of those are required\nonly when applicable.\n• Most fields are optional, to allow responders to use the form as best fits their needs and protocols for information\ncollection.\n• For the purposes of the ICS 209, responders are those personnel who are assigned to an incident or who are a part of\nthe response community as defined by NIMS. This may include critical infrastructure owners and operators,\nnongovernmental and nonprofit organizational personnel, and contract employees (such as caterers), depending on\nlocal/jurisdictional/discipline practices.\n• For additional flexibility only pages 1–3 are numbered, for two reasons:\nPossible submission of additional pages for the Remarks Section (Block 47), and\no\nPossible submission of additional copies of the fourth/last page (the “Incident Resource Commitment Summary”) to\no\nprovide a more detailed resource summary.\nBlock\nBlock Title Instructions\nNumber\n*1 Incident Name REQUIRED BLOCK.\n• Enter the full name assigned to the incident.\n• Check spelling of the full incident name.\n• For an incident that is a Complex, use the word “Complex” at the end of\nthe incident name.\n• If the name changes, explain comments in Remarks, Block 47.\n• Do not use the same incident name for different incidents in the same\ncalendar year."
    },
    {
      "page": 7,
      "text": "Block\nBlock Title Instructions\nNumber\n2 Incident Number • Enter the appropriate number based on current guidance. The incident\nnumber may vary by jurisdiction and discipline.\n• Examples include:\nA computer-aided dispatch (CAD) number.\no\nAn accounting number.\no\nA county number.\no\nA disaster declaration number.\no\nA combination of the State, unit/agency ID, and a dispatch system\no\nnumber.\nA mission number.\no\nAny other unique number assigned to the incident and derived by\no\nmeans other than those above.\n• Make sure the number entered is correct.\n• Do not use the same incident number for two different incidents in the\nsame calendar year.\n• Incident numbers associated with host jurisdictions or agencies and\nincident numbers assigned by agencies represented in Unified Command\nshould be listed, or indicated in Remarks, Block 47.\n*3 Report Version (check REQUIRED BLOCK.\none box on left) • This indicates the current version of the ICS 209 form being submitted.\n• If only one ICS 209 will be submitted, check BOTH “Initial” and “Final” (or\ncheck only “Final”).\n Initial Check “Initial” if this is the first ICS 209 for this incident.\n Update Check “Update” if this is a subsequent report for the same incident. These\ncan be submitted at various time intervals (see “Reporting Requirements”\nabove).\n Final • Check “Final” if this is the last ICS 209 to be submitted for this incident\n(usually when the incident requires only minor support that can be\nsupplied by the organization having jurisdiction).\n• Incidents may also be marked as “Final” if they become part of a new\nComplex (when this occurs, it can be indicated in Remarks, Block 47).\nReport # (if used) Use this optional field if your agency or organization requires the tracking of\nICS 209 report numbers. Agencies may also track the ICS 209 by the\ndate/time submitted.\n*4 Incident Commander(s) REQUIRED BLOCK.\n& Agency or • Enter both the first and last name of the Incident Commander.\nOrganization • If the incident is under a Unified Command, list all Incident Commanders\nby first initial and last name separated by a comma, including their\norganization. For example:\nL. Burnett – Minneapolis FD, R. Domanski – Minneapolis PD,\nC. Taylor – St. Paul PD, Y. Martin – St. Paul FD,\nS. McIntyre – U.S. Army Corps, J. Hartl – NTSB\n5 Incident Management Indicate the incident management organization for the incident, which may\nOrganization be a Type 1, 2, or 3 Incident Management Team (IMT), a Unified Command,\na Unified Command with an IMT, etc. This block should not be completed\nunless a recognized incident management organization is assigned to the\nincident."
    },
    {
      "page": 8,
      "text": "Block\nBlock Title Instructions\nNumber\n*6 Incident Start Date/Time REQUIRED.\nThis is always the start date and time of the incident (not the report date and\ntime or operational period).\nDate Enter the start date (month/day/year).\nTime Enter the start time (using the 24-hour clock).\nTime Zone Enter the time zone of the incident (e.g., EDT, PST).\n7 Current Incident Size or • Enter the appropriate incident descriptive size or area involved (acres,\nArea Involved (use unit number of buildings, square miles, hectares, square kilometers, etc.).\nlabel – e.g., “sq mi,” “city • Enter the total area involved for incident Complexes in this block, and list\nblock”) each sub-incident and size in Remarks (Block 47).\n• Indicate that the size is an estimate, if a more specific figure is not\navailable.\n• Incident size may be a population figure rather than a geographic figure,\ndepending on the incident definition and objectives.\n• If the incident involves more than one jurisdiction or mixed ownership,\nagencies/organizations may require listing a size breakdown by\norganization, or including this information in Remarks (Block 47).\n• The incident may be one part of a much larger event (refer to introductory\ninstructions under “Preparation). Incident size/area depends on the area\nactively managed within the incident objectives and incident operations,\nand may also be defined by a delegation of authority or letter of\nexpectation outlining management bounds.\n8 Percent (%) Contained • Enter the percent that this incident is completed or contained (e.g., 50%),\nor Completed (circle one) with a % label.\n• For example, a spill may be 65% contained, or flood response objectives\nmay be 50% met.\n*9 Incident Definition REQUIRED BLOCK.\nEnter a general definition of the incident in this block. This may be a general\nincident category or kind description, such as “tornado,” “wildfire,” “bridge\ncollapse,” “civil unrest,” “parade,” “vehicle fire,” “mass casualty,” etc.\n10 Incident Complexity Identify the incident complexity level as determined by Unified/Incident\nLevel Commanders, if available or used.\n*11 For Time Period REQUIRED BLOCK.\n• Enter the time interval for which the form applies. This period should\ninclude all of the time since the last ICS 209 was submitted, or if it is the\ninitial ICS 209, it should cover the time lapsed since the incident started.\n• The time period may include one or more operational periods, based on\nagency/organizational reporting requirements.\nFrom Date/Time • Enter the start date (month/day/year).\n• Enter the start time (using the 24-hour clock).\nTo Date/Time • Enter the end date (month/day/year).\n• Enter the end time (using the 24-hour clock)."
    },
    {
      "page": 9,
      "text": "Block\nBlock Title Instructions\nNumber\nAPPROVAL & ROUTING INFORMATION\n*12 Prepared By REQUIRED BLOCK.\nWhen an incident management organization is in place, this would be the\nSituation Unit Leader or Planning Section Chief at the incident. On other\nincidents, it could be a dispatcher in the local emergency communications\ncenter, or another staff person or manager.\nPrint Name Print the name of the person preparing the form.\nICS Position The ICS title of the person preparing the form (e.g., “Situation Unit Leader”).\nDate/Time Prepared Enter the date (month/day/year) and time (using the 24-hour clock) the form\nwas prepared. Enter the time zone if appropriate.\n*13 Date/Time Submitted REQUIRED.\nEnter the submission date (month/day/year) and time (using the 24-hour\nclock).\nTime Zone Enter the time zone from which the ICS 209 was submitted (e.g., EDT,\nPST).\n*14 Approved By REQUIRED.\nWhen an incident management organization is in place, this would be the\nPlanning Section Chief or Incident Commander at the incident. On other\nincidents, it could be the jurisdiction’s dispatch center manager,\norganizational administrator, or other manager.\nPrint Name Print the name of the person approving the form.\nICS Position The position of the person signing the ICS 209 should be entered (e.g.,\n“Incident Commander”).\nSignature Signature of the person approving the ICS 209, typically the Incident\nCommander. The original signed ICS 209 should be maintained with other\nincident documents.\n*15 Primary Location, REQUIRED BLOCK.\nOrganization, or Agency Enter the appropriate primary location or office the ICS 209 was sent to\nSent To apart from the incident. This most likely is the entity or office that ordered\nthe incident management organization that is managing the incident. This\nmay be a dispatch center or a MACS element such as an emergency\noperations center. If a dispatch center or other emergency center prepared\nthe ICS 209 for the incident, indicate where it was submitted initially.\nINCIDENT LOCATION INFORMATION\n• Much of the “Incident Location Information” in Blocks 16–26 is optional, but completing as many fields as possible\nincreases accuracy, and improves interoperability and information sharing between disparate systems.\n• As with all ICS 209 information, accuracy is essential because the information may be widely distributed and used in\na variety of systems. Location and/or geospatial data may be used for maps, reports, and analysis by multiple\nparties outside the incident.\n• Be certain to follow accepted protocols, conventions, or standards where appropriate when submitting location\ninformation, and clearly label all location information.\n• Incident location information is usually based on the point of origin of the incident, and the majority of the area\nwhere the incident jurisdiction is.\n*16 State REQUIRED BLOCK WHEN APPLICABLE.\n• Enter the State where the incident originated.\n• If other States or jurisdictions are involved, enter them in Block 25 or\nBlock 44."
    },
    {
      "page": 10,
      "text": "Block\nBlock Title Instructions\nNumber\n*17 County / Parish / REQUIRED BLOCK WHEN APPLICABLE.\nBorough • Enter the county, parish, or borough where the incident originated.\n• If other counties or jurisdictions are involved, enter them in Block 25 or\nBlock 47.\n*18 City REQUIRED BLOCK WHEN APPLICABLE.\n• Enter the city where the incident originated.\n• If other cities or jurisdictions are involved, enter them in Block 25 or Block\n47.\n19 Unit or Other Enter the unit, sub-unit, unit identification (ID) number or code (if used), or\nother information about where the incident originated. This may be a local\nidentifier that indicates primary incident jurisdiction or responsibility (e.g.,\npolice, fire, public works, etc.) or another type of organization. Enter\nspecifics in Block 25.\n*20 Incident Jurisdiction REQUIRED BLOCK WHEN APPLICABLE.\nEnter the jurisdiction where the incident originated (the entry may be\ngeneral, such as Federal, city, or State, or may specifically identify agency\nnames such as Warren County, U.S. Coast Guard, Panama City, NYPD).\n21 Incident Location • When relevant, indicate the ownership of the area where the incident\nOwnership (if different originated, especially if it is different than the agency having jurisdiction.\nthan jurisdiction) • This may include situations where jurisdictions contract for emergency\nservices, or where it is relevant to include ownership by private entities,\nsuch as a large industrial site.\n22 22. Longitude (indicate • Enter the longitude and latitude where the incident originated, if available\nformat): and normally used by the authority having jurisdiction for the incident.\n• Clearly label the data, as longitude and latitude can be derived from\nLatitude (indicate various sources. For example, if degrees, minutes, and seconds are\nformat): used, label as “33 degrees, 45 minutes, 01 seconds.”\n23 US National Grid • Enter the US National Grid (USNG) reference where the incident\nReference originated, if available and commonly used by the agencies/jurisdictions\nwith primary responsibility for the incident.\n• Clearly label the data.\n24 Legal Description • Enter the legal description where the incident originated, if available and\n(township, section, range) commonly used by the agencies/jurisdictions with primary responsibility\nfor the incident.\n• Clearly label the data (e.g., N 1/2 SE 1/4, SW 1/4, S24, T32N, R18E).\n*25 Short Location or Area REQUIRED BLOCK.\nDescription (list all • List all affected areas as described in instructions for Blocks 16–24\naffected areas or a above, OR summarize a general location, OR list a reference point for\nreference point) the incident (e.g., “the southern third of Florida,” “in ocean 20 miles west\nof Catalina Island, CA,” or “within a 5 mile radius of Walden, CO”).\n• This information is important for readers unfamiliar with the area (or with\nother location identification systems) to be able to quickly identify the\ngeneral location of the incident on a map.\n• Other location information may also be listed here if needed or relevant\nfor incident support (e.g., base meridian).\n26 UTM Coordinates Indicate Universal Transverse Mercator reference coordinates if used by the\ndiscipline or jurisdiction."
    },
    {
      "page": 11,
      "text": "Block\nBlock Title Instructions\nNumber\n27 Note any electronic • Indicate whether and how geospatial data is included or attached.\ngeospatial data included • Utilize common and open geospatial data standards.\nor attached (indicate data • WARNING: Do not attach or send extremely large data files with the ICS\nformat, content, and 209. Incident geospatial data that is distributed with the ICS 209 should\ncollection time information be simple incident geospatial basics, such as the incident perimeter,\nand labels) origin, etc. Data file sizes should be small enough to be easily\ntransmitted through dial-up connections or other limited communications\ncapabilities when ICS 209 information is transmitted electronically.\n• NOTE: Clearly indicate data content. For example, data may be about\nan incident perimeter (such as a shape file), the incident origin (a point),\na point and radius (such as an evacuation zone), or a line or lines (such\nas a pipeline).\n• NOTE: Indicate the data format (e.g., .shp, .kml, .kmz, or .gml file) and\nany relevant information about projection, etc.\n• NOTE: Include a hyperlink or other access information if incident map\ndata is posted online or on an FTP (file transfer protocol) site to facilitate\ndownloading and minimize information requests.\n• NOTE: Include a point of contact for getting geospatial incident\ninformation, if included in the ICS 209 or available and supporting the\nincident.\nINCIDENT SUMMARY\n*28 Significant Events for REQUIRED BLOCK.\nthe Time Period • Describe significant events that occurred during the period being\nReported (summarize reported in Block 6. Examples include:\nsignificant progress made, Road closures.\no\nevacuations, incident Evacuations.\no\ngrowth, etc.) Progress made and accomplishments.\no\nIncident command transitions.\no\nRepopulation of formerly evacuated areas and specifics.\no\nContainment.\no\n• Refer to other blocks in the ICS 209 when relevant for additional\ninformation (e.g., “Details on evacuations may be found in Block 33”), or\nin Remarks, Block 47.\n• Be specific and detailed in reference to events. For example, references\nto road closures should include road number and duration of closure (or\ninclude further detail in Block 33). Use specific metrics if needed, such\nas the number of people or animals evacuated, or the amount of a\nmaterial spilled and/or recovered.\n• This block may be used for a single-paragraph synopsis of overall\nincident status.\n29 Primary Materials or • When relevant, enter the appropriate primary materials, fuels, or other\nHazards Involved hazards involved in the incident that are leaking, burning, infecting, or\n(hazardous chemicals, otherwise influencing the incident.\nfuel types, infectious • Examples include hazardous chemicals, wildland fuel models,\nagents, radiation, etc.) biohazards, explosive materials, oil, gas, structural collapse, avalanche\nactivity, criminal activity, etc.\nOther Enter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources."
    },
    {
      "page": 12,
      "text": "Block\nBlock Title Instructions\nNumber\n30 Damage Assessment • Include a short summary of damage or use/access restrictions/\nInformation (summarize limitations caused by the incident for the reporting period, and\ndamage and/or restriction cumulatively.\nof use or availability to • Include if needed any information on the facility status, such as\nresidential or commercial operational status, if it is evacuated, etc. when needed.\nproperty, natural • Include any critical infrastructure or key resources damaged/destroyed/\nresources, critical impacted by the incident, the kind of infrastructure, and the extent of\ninfrastructure and key damage and/or impact and any known cascading impacts.\nresources, etc.) • Refer to more specific or detailed damage assessment forms and\npackages when they are used and/or relevant.\nA. Structural Summary Complete this table as needed based on the definitions for 30B–F below.\nNote in table or in text block if numbers entered are estimates or are\nconfirmed. Summaries may also include impact to Shoreline and Wildlife,\netc.\nB. # Threatened (72 hrs) Enter the number of structures potentially threatened by the incident within\nthe next 72 hours, based on currently available information.\nC. # Damaged Enter the number of structures damaged by the incident.\nD. # Destroyed Enter the number of structures destroyed beyond repair by the incident.\nE. Single Residences Enter the number of single dwellings/homes/units impacted in Columns\n30B–D. Note any specifics in the text block if needed, such as type of\nresidence (apartments, condominiums, single-family homes, etc.).\nF. Nonresidential Enter the number of buildings or units impacted in Columns 30B–D. This\nCommercial Properties includes any primary structure used for nonresidential purposes, excluding\nOther Minor Structures (Block 30G). Note any specifics regarding building\nor unit types in the text block.\nOther Minor Structures Enter any miscellaneous structures impacted in Columns 30B–D not\ncovered in 30E–F above, including any minor structures such as booths,\nsheds, or outbuildings.\nOther Enter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources."
    },
    {
      "page": 13,
      "text": "Block\nBlock Title Instructions\nNumber\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (PAGE 2)\n*31 Public Status Summary • This section is for summary information regarding incident-related\ninjuries, illness, and fatalities for civilians (or members of the public); see\n31C–N below.\n• Explain or describe the nature of any reported injuries, illness, or other\nactivities in Life, Safety, and Health Status/Threat Remarks (Block 33).\n• Illnesses include those that may be caused through a biological event\nsuch as an epidemic or an exposure to toxic or radiological substances.\n• NOTE: Do not estimate any fatality information.\n• NOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\nin time, as much of the information is subject to frequent change.\n• NOTE: Do not complete this block if the incident covered by the ICS 209\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\no\nactions, to mitigate multiple/conflicting reports.\nFor example, if managing evacuation shelters is part of the incident\no\noperation itself, do include these numbers in Block 31J with any notes\nin Block 33.\n• NOTE: When providing an estimated value, denote in parenthesis: \"est.\"\nHandling Sensitive Information\n• Release of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n• Thoroughly review the “Distribution” section in the introductory ICS 209\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any ICS 209 may make\ninformation available to many people and networks at once.\n• Information regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe ICS 209.\nA. # This Reporting Enter the total number of individuals impacted in each category for this\nPeriod reporting period (since the previous ICS 209 was submitted).\nB. Total # to Date • Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n• This is a cumulative total number that should be adjusted each reporting\nperiod.\nC. Indicate Number of • For lines 31D–M below, enter the number of civilians affected for each\nCivilians (Public) Below category.\n• Indicate if numbers are estimates, for those blocks where this is an\noption.\n• Civilians are those members of the public who are affected by the\nincident, but who are not included as part of the response effort through\nUnified Command partnerships and those organizations and agencies\nassisting and cooperating with response efforts.\nD. Fatalities • Enter the number of confirmed civilian/public fatalities.\n• See information in introductory instructions (“Distribution”) and in Block\n31 instructions regarding sensitive handling of fatality information."
    },
    {
      "page": 14,
      "text": "Block\nBlock Title Instructions\nNumber\nE. With Injuries/Illness Enter the number of civilian/public injuries or illnesses directly related to the\nincident. Injury or illness is defined by the incident or jurisdiction(s).\n*31 F. Trapped/In Need of Enter the number of civilians who are trapped or in need of rescue due to\n(continued) Rescue the incident.\nG. Missing (note if Enter the number of civilians who are missing due to the incident. Indicate if\nestimated) an estimate is used.\nH. Evacuated (note if Enter the number of civilians who are evacuated due to the incident. These\nestimated) are likely to be best estimates, but indicate if they are estimated.\nI. Sheltering-in-Place Enter the number of civilians who are sheltering in place due to the incident.\n(note if estimated) Indicate if estimates are used.\nJ. In Temporary Shelters Enter the number of civilians who are in temporary shelters as a direct result\n(note if estimated) of the incident, noting if the number is an estimate.\nK. Have Received Mass Enter the number of civilians who have received mass immunizations due to\nImmunizations the incident and/or as part of incident operations. Do not estimate.\nL. Require Mass Enter the number of civilians who require mass immunizations due to the\nImmunizations (note if incident and/or as part of incident operations. Indicate if it is an estimate.\nestimated)\nM. In Quarantine Enter the number of civilians who are in quarantine due to the incident\nand/or as part of incident operations. Do not estimate.\nN. Total # Civilians Enter sum totals for Columns 31A and 31B for Rows 31D–M.\n(Public) Affected\n*32 Responder Status • This section is for summary information regarding incident-related\nSummary injuries, illness, and fatalities for responders; see 32C–N.\n• Illnesses include those that may be related to a biological event such as\nan epidemic or an exposure to toxic or radiological substances directly in\nrelation to the incident.\n• Explain or describe the nature of any reported injuries, illness, or other\nactivities in Block 33.\n• NOTE: Do not estimate any fatality information or responder status\ninformation.\n• NOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\nin time, as much of the information is subject to frequent change.\n• NOTE: Do not complete this block if the incident covered by the ICS 209\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\nactions, to mitigate multiple/conflicting reports.\nHandling Sensitive Information\n• Release of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n• Thoroughly review the “Distribution” section in the introductory ICS 209\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any ICS 209 may make\ninformation available to many people and networks at once.\n• Information regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe ICS 209."
    },
    {
      "page": 15,
      "text": "Block\nBlock Title Instructions\nNumber\n*32 A. # This Reporting Enter the total number of responders impacted in each category for this\n(continued) Period reporting period (since the previous ICS 209 was submitted).\nB. Total # to Date • Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n• This is a cumulative total number that should be adjusted each reporting\nperiod.\nC. Indicate Number of • For lines 32D–M below, enter the number of responders relevant for\nResponders Below each category.\n• Responders are those personnel included as part of Unified Command\npartnerships and those organizations and agencies assisting and\ncooperating with response efforts.\nD. Fatalities • Enter the number of confirmed responder fatalities.\n• See information in introductory instructions (“Distribution”) and for Block\n32 regarding sensitive handling of fatality information.\nE. With Injuries/Illness • Enter the number of incident responders with serious injuries or illnesses\ndue to the incident.\n• For responders, serious injuries or illness are typically those in which the\nperson is unable to continue to perform in his or her incident assignment,\nbut the authority having jurisdiction may have additional guidelines on\nreporting requirements in this area.\nF. Trapped/In Need Of Enter the number of incident responders who are in trapped or in need of\nRescue rescue due to the incident.\nG. Missing Enter the number of incident responders who are missing due to incident\nconditions.\nH. (BLANK; use however is appropriate.)\nI. Sheltering in Place Enter the number of responders who are sheltering in place due to the\nincident. Once responders become the victims, this needs to be noted in\nBlock 33 or Block 47 and handled accordingly.\nJ. (BLANK; use however is appropriate.)\nL. Require Immunizations Enter the number of responders who require immunizations due to the\nincident and/or as part of incident operations.\nM. In Quarantine Enter the number of responders who are in quarantine as a direct result of\nthe incident and/or related to incident operations.\nN. Total # Responders Enter sum totals for Columns 32A and 32B for Rows 32D–M.\nAffected\n33 Life, Safety, and Health • Enter any details needed for Blocks 31, 32, and 34. Enter any specific\nStatus/Threat Remarks comments regarding illness, injuries, fatalities, and threat management\nfor this incident, such as whether estimates were used for numbers given\nin Block 31.\n• This information should be reported as accurately as possible as a\nsnapshot in time, as much of the information is subject to frequent\nchange.\n• Evacuation information can be very sensitive to local residents and\nofficials. Be accurate in the assessment.\n• Clearly note primary responsibility and contacts for any activities or\ninformation in Blocks 31, 32, and 34 that may be caused by the incident,\nbut that are being managed and/or reported by other parties.\n• Provide additional explanation or information as relevant in Blocks 28,\n36, 38, 40, 41, or in Remarks (Block 47)."
    },
    {
      "page": 16,
      "text": "Block\nBlock Title Instructions\nNumber\n*34 Life, Safety, and Health Note any details in Life, Safety, and Health Status/Threat Remarks (Block\nThreat Management 33), and provide additional explanation or information as relevant in Blocks\n28, 36, 38, 40, 41, or in Remarks (Block 47). Additional pages may be\nnecessary for notes.\nA. Check if Active Check any applicable blocks in 34C–P based on currently available\ninformation regarding incident activity and potential.\nB. Notes Note any specific details, or include in Block 33.\nC. No Likely Threat Check if there is no likely threat to life, health, and safety.\nD. Potential Future Threat Check if there is a potential future threat to life, health, and safety.\nE. Mass Notifications In • Check if there are any mass notifications in progress regarding\nProgress emergency situations, evacuations, shelter in place, or other public safety\nadvisories related to this incident.\n• These may include use of threat and alert systems such as the\nEmergency Alert System or a “reverse 911” system.\n• Please indicate the areas where mass notifications have been completed\n(e.g., “mass notifications to ZIP codes 50201, 50014, 50010, 50011,” or\n“notified all residents within a 5-mile radius of Gatlinburg”).\nF. Mass Notifications Check if actions referred to in Block 34E above have been completed.\nCompleted\nG. No Evacuation(s) Check if evacuations are not anticipated in the near future based on current\nImminent information.\nH. Planning for Check if evacuation planning is underway in relation to this incident.\nEvacuation\nI. Planning for Shelter-in- Check if planning is underway for shelter-in-place activities related to this\nPlace incident.\nJ. Evacuation(s) in Check if there are active evacuations in progress in relation to this incident.\nProgress\nK. Shelter-In-Place in Check if there are active shelter-in-place actions in progress in relation to\nProgress this incident.\nL. Repopulation in Check if there is an active repopulation in progress related to this incident.\nProgress\nM. Mass Immunization in Check if there is an active mass immunization in progress related to this\nProgress incident.\nN. Mass Immunization Check if a mass immunization effort has been completed in relation to this\nComplete incident.\nO. Quarantine in Progress Check if there is an active quarantine in progress related to this incident.\nP. Area Restriction in Check if there are any restrictions in effect, such as road or area closures,\nEffect especially those noted in Block 28."
    },
    {
      "page": 17,
      "text": "Block\nBlock Title Instructions\nNumber\n35 Weather Concerns • Complete a short synopsis/discussion on significant weather factors that\n(synopsis of current and could cause concerns for the incident when relevant.\npredicted weather; • Include current and/or predicted weather factors, and the timeframe for\ndiscuss related factors predictions.\nthat may cause concern) • Include relevant factors such as:\nWind speed (label units, such as mph).\no\nWind direction (clarify and label where wind is coming from and going\no\nto in plain language – e.g., “from NNW,” “from E,” or “from SW”).\nTemperature (label units, such as F).\no\nRelative humidity (label %).\no\nWatches.\no\nWarnings.\no\nTides.\no\nCurrents.\no\n• Any other weather information relative to the incident, such as flooding,\nhurricanes, etc.\n36 Projected Incident • Provide an estimate (when it is possible to do so) of the direction/scope\nActivity, Potential, in which the incident is expected to spread, migrate, or expand during the\nMovement, Escalation, next indicated operational period, or other factors that may cause activity\nor Spread and influencing changes.\nfactors during the next • Discuss incident potential relative to values at risk, or values to be\noperational period and in protected (such as human life), and the potential changes to those as the\n12-, 24-, 48-, and 72-hour incident changes.\ntimeframes • Include an estimate of the acreage or area that will likely be affected.\n12 hours • If known, provide the above information in 12-, 24-, 48- and 72-hour\ntimeframes, and any activity anticipated after 72 hours.\n24 hours\n48 hours\n72 hours\nAnticipated after 72\nhours\n37 Strategic Objectives Briefly discuss the desired outcome for the incident based on currently\n(define planned end-state available information. Note any high-level objectives and any possible\nfor incident) strategic benefits as well (especially for planned events)."
    },
    {
      "page": 18,
      "text": "Block\nBlock Title Instructions\nNumber\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (continued) (PAGE 3)\n38 Current Incident Threat Summarize major or significant threats due to incident activity based on\nSummary and Risk currently available information. Include a breakdown of threats in terms of\nInformation in 12-, 24-, 12-, 24-, 48-, and 72-hour timeframes.\n48-, and 72-hour\ntimeframes and beyond.\nSummarize primary\nincident threats to life,\nproperty, communities\nand community stability,\nresidences, health care\nfacilities, other critical\ninfrastructure and key\nresources, commercial\nfacilities, natural and\nenvironmental resources,\ncultural resources, and\ncontinuity of operations\nand/or business. Identify\ncorresponding incident-\nrelated potential economic\nor cascading impacts.\n12 hours\n24 hours\n48 hours\n72 hours\nAnticipated after 72\nhours"
    },
    {
      "page": 19,
      "text": "Block\nBlock Title Instructions\nNumber\n39 Critical Resource Needs • List the specific critical resources and numbers needed, in order of\nin 12-, 24-, 48-, and 72- priority. Be specific as to the need.\nhour timeframes and • Use plain language and common terminology for resources, and indicate\nbeyond to meet critical resource category, kind, and type (if available or known) to facilitate\nincident objectives. List incident support.\nresource category, kind, • If critical resources are listed in this block, there should be corresponding\nand/or type, and amount orders placed for them through appropriate resource ordering channels.\nneeded, in priority order: • Provide critical resource needs in 12-, 24-, 48- and 72-hour increments.\n12 hours List the most critical resources needed for each timeframe, if needs have\nbeen identified for each timeframe. Listing critical resources by the time\n24 hours\nthey are needed gives incident support personnel a “heads up” for short-\n48 hours range planning, and assists the ordering process to ensure these\n72 hours resources will be in place when they are needed.\n• More than one resource need may be listed for each timeframe. For\nAnticipated after 72\nexample, a list could include:\nhours\n24 hrs: 3 Type 2 firefighting helicopters, 2 Type I Disaster Medical\no\nAssistance Teams\n48 hrs: Mobile Communications Unit (Law/Fire)\no\nAfter 72 hrs: 1 Type 2 Incident Management Team\no\n• Documentation in the ICS 209 can help the incident obtain critical\nregional or national resources through outside support mechanisms\nincluding multiagency coordination systems and mutual aid.\nInformation provided in other blocks on the ICS 209 can help to\no\nsupport the need for resources, including Blocks 28, 29, 31–38, and\n40–42.\nAdditional comments in the Remarks section (Block 47) can also help\no\nexplain what the incident is requesting and why it is critical (for\nexample, “Type 2 Incident Management Team is needed in three\ndays to transition command when the current Type 2 Team times\nout”).\n• Do not use this block for noncritical resources.\n40 Strategic Discussion: • Wording should be consistent with Block 39 to justify critical resource\nExplain the relation of needs, which should relate to planned actions in the Incident Action Plan.\noverall strategy, • Give a short assessment of the likelihood of meeting the incident\nconstraints, and current management targets, given the current management strategy and\navailable information to: currently known constraints.\n1) critical resource needs • Identify when the chosen management strategy will succeed given the\nidentified above, current constraints. Adjust the anticipated incident management\ncompletion target in Block 43 as needed based on this discussion.\n2) the Incident Action Plan\n• Explain major problems and concerns as indicated.\nand management\nobjectives and targets,\n3) anticipated results.\nExplain major problems\nand concerns such as\noperational challenges,\nincident management\nproblems, and social,\npolitical, economic, or\nenvironmental concerns\nor impacts."
    },
    {
      "page": 20,
      "text": "Block\nBlock Title Instructions\nNumber\n41 Planned Actions for • Provide a short summary of actions planned for the next operational\nNext Operational Period period.\n• Examples:\n“The current Incident Management Team will transition out to a\no\nreplacement IMT.”\n“Continue to review operational/ engineering plan to facilitate removal\no\nof the partially collapsed west bridge supports.”\n“Continue refining mapping of the recovery operations and damaged\no\nassets using GPS.”\n“Initiate removal of unauthorized food vendors.”\no\n42 Projected Final Incident • Enter an estimate of the total area likely to be involved or affected over\nSize/Area (use unit label the course of the incident.\n– e.g., “sq mi”) • Label the estimate of the total area or population involved, affected, or\nimpacted with the relevant units such as acres, hectares, square miles,\netc.\n• Note that total area involved may not be limited to geographic area (see\nprevious discussions regarding incident definition, scope, operations, and\nobjectives). Projected final size may involve a population rather than a\ngeographic area.\n43 Anticipated Incident • Enter the date (month/day/year) at which time it is expected that incident\nManagement objectives will be met. This is often explained similar to incident\nCompletion Date containment or control, or the time at which the incident is expected to be\nclosed or when significant incident support will be discontinued.\n• Avoid leaving this block blank if possible, as this is important information\nfor managers.\n44 Projected Significant Enter the date (month/day/year) when initiation of significant resource\nResource demobilization is anticipated.\nDemobilization Start\nDate\n45 Estimated Incident • Enter the estimated total incident costs to date for the entire incident\nCosts to Date based on currently available information.\n• Incident costs include estimates of all costs for the response, including all\nmanagement and support activities per discipline, agency, or\norganizational guidance and policy.\n• This does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n• If costs decrease, explain in Remarks (Block 47).\n• If additional space is required, please add as an attachment.\n46 Projected Final Incident • Enter an estimate of the total costs for the incident once all costs have\nCost Estimate been processed based on current spending and projected incident\npotential, per discipline, agency, or organizational guidance and policy.\nThis is often an estimate of daily costs combined with incident potential\ninformation.\n• This does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n• If additional space is required, please add as an attachment."
    },
    {
      "page": 21,
      "text": "Block\nBlock Title Instructions\nNumber\n47 Remarks (or continuation • Use this block to expand on information that has been entered in\nof any blocks above – list previous blocks, or to include other pertinent information that has not\nblock number in notation) been previously addressed.\n• List the block number for any information continued from a previous\nblock.\n• Additional information may include more detailed weather information,\nspecifics on injuries or fatalities, threats to critical infrastructure or other\nresources, more detailed evacuation site locations and number of\nevacuated, information or details regarding incident cause, etc.\n• For Complexes that include multiple incidents, list all sub-incidents\nincluded in the Complex.\n• List jurisdictional or ownership breakdowns if needed when an incident is\nin more than one jurisdiction and/or ownership area. Breakdown may be:\nBy size (e.g., 35 acres in City of Gatlinburg, 250 acres in Great Smoky\no\nMountains), and/or\nBy geography (e.g., incident area on the west side of the river is in\no\njurisdiction of City of Minneapolis; area on east side of river is City of\nSt. Paul jurisdiction; river is joint jurisdiction with USACE).\n• Explain any reasons for incident size reductions or adjustments (e.g.,\nreduction in acreage due to more accurate mapping).\n• This section can also be used to list any additional information about the\nincident that may be needed by incident support mechanisms outside the\nincident itself. This may be basic information needed through\nmultiagency coordination systems or public information systems (e.g., a\npublic information phone number for the incident, or the incident Web site\naddress).\n• Attach additional pages if it is necessary to include additional comments\nin the Remarks section.\nINCIDENT RESOURCE COMMITMENT SUMMARY (PAGE 4)\n• This last/fourth page of the ICS 209 can be copied and used if needed to accommodate additional resources,\nagencies, or organizations. Write the actual page number on the pages as they are used.\n• Include only resources that have been assigned to the incident and that have arrived and/or been checked in to the\nincident. Do not include resources that have been ordered but have not yet arrived.\nFor summarizing:\n• When there are large numbers of responders, it may be helpful to group agencies or organizations together. Use\nthe approach that works best for the multiagency coordination system applicable to the incident. For example,\nGroup State, local, county, city, or Federal responders together under such headings, or\no\nGroup resources from one jurisdiction together and list only individual jurisdictions (e.g., list the public works,\no\npolice, and fire department resources for a city under that city’s name).\n• On a large incident, it may also be helpful to group similar categories, kinds, or types of resources together for this\nsummary."
    },
    {
      "page": 22,
      "text": "Block\nBlock Title Instructions\nNumber\n48 Agency or Organization • List the agencies or organizations contributing resources to the incident\nas responders, through mutual aid agreements, etc.\n• List agencies or organizations using clear language so readers who may\nnot be from the discipline or host jurisdiction can understand the\ninformation.\n• Agencies or organizations may be listed individually or in groups.\n• When resources are grouped together, individual agencies or\norganizations may be listed below in Block 53.\n• Indicate in the rows under Block 49 how many resources are assigned to\nthe incident under each resource identified.\nThese can listed with the number of resources on the top of the box,\no\nand the number of personnel associated with the resources on the\nbottom half of the box.\nFor example:\no\n Resource: Type 2 Helicopters… 3/8 (indicates 3 aircraft, 8\npersonnel).\n Resource: Type 1 Decontamination Unit… 1/3 (indicates 1 unit, 3\npersonnel).\n• Indicate in the rows under Block 51 the total number of personnel\nassigned for each agency listed under Block 48, including both individual\noverhead and those associated with other resources such as fire\nengines, decontamination units, etc.\n49 Resources (summarize • List resources using clear language when possible – so ICS 209 readers\nresources by category, who may not be from the discipline or host jurisdiction can understand\nkind, and/or type; show # the information.\nof resources on top ½ of Examples: Type 1 Fire Engines, Type 4 Helicopters\no\nbox, show # of personnel • Enter total numbers in columns for each resource by agency,\nassociated with resource organization, or grouping in the proper blocks.\non bottom ½ of box) These can listed with the number of resources on the top of the box,\no\nand the number of personnel associated with the resources on the\nbottom half of the box.\nFor example:\no\n Resource: Type 2 Helicopters… 3/8 (indicates 3 aircraft, 8\npersonnel).\n Resource: Type 1 Decontamination Unit… 1/3 (indicates 1 unit, 3\npersonnel).\n• NOTE: One option is to group similar resources together when it is\nsensible to do so for the summary.\nFor example, do not list every type of fire engine – rather, it may be\no\nadvisable to list two generalized types of engines, such as “structure\nfire engines” and “wildland fire engines” in separate columns with\ntotals for each.\n• NOTE: It is not advisable to list individual overhead personnel\nindividually in the resource section, especially as this form is intended as\na summary. These personnel should be included in the Total Personnel\nsums in Block 51.\n50 Additional Personnel not List the number of additional individuals (or overhead) that are not assigned\nassigned to a resource to a specific resource by agency or organization.\n51 Total Personnel • Enter the total personnel for each agency, organization, or grouping in\n(includes those the Total Personnel column.\nassociated with resources • WARNING: Do not simply add the numbers across!\n– e.g., aircraft or engines • The number of Total Personnel for each row should include both:\n– and individual The total number of personnel assigned to each of the resources\no\noverhead) listed in Block 49, and\nThe total number of additional individual overhead personnel from\no\neach agency, organization, or group listed in Block 50."
    },
    {
      "page": 23,
      "text": "Block\nBlock Title Instructions\nNumber\n52 Total Resources Include the sum total of resources for each column, including the total for the\ncolumn under Blocks 49, 50, and 51. This should include the total number\nof resources in Block 49, as personnel totals will be counted under Block 51.\n53 Additional Cooperating • List all agencies and organizations that are not directly involved in the\nand Assisting incident, but are providing support.\nOrganizations Not • Examples may include ambulance services, Red Cross, DHS, utility\nListed Above companies, etc.\n• Do not repeat any resources counted in Blocks 48–52, unless\nexplanations are needed for groupings created under Block 48 (Agency\nor Organization)."
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "INCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2. Incident Number:\n*3. Report Version (check *4. Incident Commander(s) & 5. Incident *6. Incident Start Date/Time:\none box on left): Agency or Organization: Management\nDate:\nOrganization:\n Initial Rpt #\nTime:\n Update (if used):\n Final Time Zone:",
      "page": 1
    },
    {
      "title": "7. Current Incident Size 8. Percent (%) *9. Incident 10. Incident *11. For Time Period:",
      "content": "or Area Involved (use unit Contained Definition: Complexity\nlabel – e.g., “sq mi,” “city Level: From Date/Time:\n_____________\nblock”):\nCompleted To Date/Time:\n_____________\nApproval & Routing Information\n*12. Prepared By: *13. Date/Time Submitted:\nPrint Name: ICS Position:\nTime Zone:\nDate/Time Prepared:\n*14. Approved By: *15. Primary Location, Organization, or\nPrint Name: ICS Position: Agency Sent To:\nSignature:\nIncident Location Information\n*16. State: *17. County/Parish/Borough: *18. City:",
      "page": 1
    },
    {
      "title": "19. Unit or Other: *20. Incident Jurisdiction: 21. Incident Location Ownership",
      "content": "(if different than jurisdiction):\n22. Longitude (indicate format): 23. US National Grid Reference: 24. Legal Description (township, section,\nrange):\nLatitude (indicate format):\n*25. Short Location or Area Description (list all affected areas or a reference point): 26. UTM Coordinates:\n27. Note any electronic geospatial data included or attached (indicate data format, content, and collection time information and\nlabels):\nIncident Summary\n*28. Significant Events for the Time Period Reported (summarize significant progress made, evacuations, incident growth, etc.):\n29. Primary Materials or Hazards Involved (hazardous chemicals, fuel types, infectious agents, radiation, etc.):",
      "page": 1
    },
    {
      "title": "30. Damage Assessment Information (summarize A. Structural B. # Threatened C. # D. #",
      "content": "damage and/or restriction of use or availability to Summary (72 hrs) Damaged Destroyed\nresidential or commercial property, natural resources,\nE. Single Residences\ncritical infrastructure and key resources, etc.):\nF. Nonresidential\nCommercial Property\nOther Minor\nStructures\nOther\nICS 209, Page 1 of ___ * Required when applicable.\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2.Incident Number:\nAdditional Incident Decision Support Information\nA. # This A. # This\nReporting B. Total # Reporting B. Total #\n*31. Public Status Summary: Period to Date *32. Responder Status Summary: Period to Date\nC. Indicate Number of Civilians (Public) Below: C. Indicate Number of Responders Below:\nD. Fatalities D. Fatalities\nE. With Injuries/Illness E. With Injuries/Illness\nF. Trapped/In Need of Rescue F. Trapped/In Need of Rescue\nG. Missing (note if estimated) G. Missing\nH. Evacuated (note if estimated) H. Sheltering in Place",
      "page": 2
    },
    {
      "title": "I. Sheltering in Place (note if estimated) I. Have Received Immunizations",
      "content": "J. In Temporary Shelters (note if est.) J. Require Immunizations\nK. Have Received Mass Immunizations K. In Quarantine\nL. Require Immunizations (note if est.)\nM. In Quarantine\nN. Total # Civilians (Public) Affected: N. Total # Responders Affected:\n33.Life, Safety, and Health Status/Threat Remarks: *34. Life, Safety, and Health Threat\nManagement: A. Check if Active\nA. No Likely Threat \nB. Potential Future Threat \nC. Mass Notifications in Progress \nD. Mass Notifications Completed \nE. No Evacuation(s) Imminent \nF. Planning for Evacuation \nG. Planning for Shelter-in-Place \n35.Weather Concerns (synopsis of current and predicted H. Evacuation(s) in Progress \nweather; discuss related factors that may cause concern): I. Shelter-in-Place in Progress \nJ. Repopulation in Progress \nK. Mass Immunization in Progress \nL. Mass Immunization Complete \nM. Quarantine in Progress \nN. Area Restriction in Effect \n\n\n\n\n36.Projected Incident Activity, Potential, Movement, Escalation, or Spread and influencing factors during the next operational\nperiod and in 12-, 24-, 48-, and 72-hour timeframes:\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n37.Strategic Objectives (define planned end-state for incident):\nICS 209, Page 2 of ___ *Required when applicable.\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2.Incident Number:\nAdditional Incident Decision Support Information (continued)\n38.Current Incident Threat Summary and Risk Information in 12-, 24-, 48-, and 72-hour timeframes and beyond. Summarize\nprimary incident threats to life, property, communities and community stability, residences, health care facilities, other critical\ninfrastructure and key resources, commercial facilities, natural and environmental resources, cultural resources, and continuity of\noperations and/or business. Identify corresponding incident-related potential economic or cascading impacts.\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n39.Critical Resource Needs in 12-, 24-, 48-, and 72-hour timeframes and beyond to meet critical incident objectives. List resource\ncategory, kind, and/or type, and amount needed, in priority order:\n12 hours:\n24 hours:\n48 hours:\n72 hours:\nAnticipated after 72 hours:\n40.Strategic Discussion: Explain the relation of overall strategy, constraints, and current available information to:\n1)critical resource needs identified above,\n2)the Incident Action Plan and management objectives and targets,\n3)anticipated results.\nExplain major problems and concerns such as operational challenges, incident management problems, and social,\npolitical, economic, or environmental concerns or impacts.\n41.Planned Actions for Next Operational Period:\n42.Projected Final Incident Size/Area (use unit label – e.g., “sq mi”):\n43.Anticipated Incident Management Completion Date:\n44.Projected Significant Resource Demobilization Start Date:\n45.Estimated Incident Costs to Date:\n46.Projected Final Incident Cost Estimate:\n47.Remarks (or continuation of any blocks above – list block number in notation):\nICS 209, Page 3 of ___ *Required when applicable.\n\n\nINCIDENT STATUS SUMMARY (ICS 209)\n1.Incident Name: 2.Incident Number:\nIncident Resource Commitment Summary\n49.Resources (summarize resources by category, kind, and/or type; show # of\nresources on top ½ of box, show # of personnel associated with resource on\nbottom ½ of box):\n48.Agency or\nOrganization:\nlennosreP\nlanoitiddA.05\na\not\ndengissa\nton\n:ecruoser\n51.Total\nPersonnel\n(includes those\nassociated\nwith resources\n– e.g., aircraft\nor engines –\nand individual\noverhead):\n52.Total\nResources\n53.Additional Cooperating and Assisting Organizations Not Listed Above:\nICS 209, Page ___ of ___ *Required when applicable.\n\n\nICS 209\nIncident Status Summary\nPurpose. The ICS 209 is used for reporting information on significant incidents. It is not intended for every incident, as\nmost incidents are of short duration and do not require scarce resources, significant mutual aid, or additional support and\nattention. The ICS 209 contains basic information elements needed to support decisionmaking at all levels above the\nincident to support the incident. Decisionmakers may include the agency having jurisdiction, but also all multiagency\ncoordination system (MACS) elements and parties, such as cooperating and assisting agencies/organizations, dispatch\ncenters, emergency operations centers, administrators, elected officials, and local, tribal, county, State, and Federal\nagencies. Once ICS 209 information has been submitted from the incident, decisionmakers and others at all incident\nsupport and coordination points may transmit and share the information (based on its sensitivity and appropriateness) for\naccess and use at local, regional, State, and national levels as it is needed to facilitate support.\nAccurate and timely completion of the ICS 209 is necessary to identify appropriate resource needs, determine allocation\nof limited resources when multiple incidents occur, and secure additional capability when there are limited resources due\nto constraints of time, distance, or other factors. The information included on the ICS 209 influences the priority of the\nincident, and thus its share of available resources and incident support.\nThe ICS 209 is designed to provide a “snapshot in time” to effectively move incident decision support information where it\nis needed. It should contain the most accurate and up-to-date information available at the time it is prepared. However,\nreaders of the ICS 209 may have access to more up-to-date or real-time information in reference to certain information\nelements on the ICS 209. Coordination among communications and information management elements within ICS and\namong MACS should delineate authoritative sources for more up-to-date and/or real-time information when ICS 209\ninformation becomes outdated in a quickly evolving incident.\nReporting Requirements. The ICS 209 is intended to be used when an incident reaches a certain threshold where it\nbecomes significant enough to merit special attention, require additional resource support needs, or cause media\nattention, increased public safety threat, etc. Agencies or organizations may set reporting requirements and, therefore,\nICS 209s should be completed according to each jurisdiction or discipline’s policies, mobilization guide, or preparedness\nplans. It is recommended that consistent ICS 209 reporting parameters be adopted and used by jurisdictions or\ndisciplines for consistency over time, documentation, efficiency, trend monitoring, incident tracking, etc.\nFor example, an agency or MAC (Multiagency Coordination) Group may require the submission of an initial ICS 209 when\na new incident has reached a certain predesignated level of significance, such as when a given number of resources are\ncommitted to the incident, when a new incident is not completed within a certain timeframe, or when impacts/threats to life\nand safety reach a given level.\nTypically, ICS 209 forms are completed either once daily or for each operational period – in addition to the initial\nsubmission. Jurisdictional or organizational guidance may indicate frequency of ICS 209 submission for particular\ndefinitions of incidents or for all incidents. This specific guidance may help determine submission timelines when\noperational periods are extremely short (e.g., 2 hours) and it is not necessary to submit new ICS 209 forms for all\noperational periods.\nAny plans or guidelines should also indicate parameters for when it is appropriate to stop submitting ICS 209s for an\nincident, based upon incident activity and support levels.\nPreparation. When an Incident Management Organization (such as an Incident Management Team) is in place, the\nSituation Unit Leader or Planning Section Chief prepares the ICS 209 at the incident. On other incidents, the ICS 209\nmay be completed by a dispatcher in the local communications center, or by another staff person or manager. This form\nshould be completed at the incident or at the closest level to the incident.\nThe ICS 209 should be completed with the best possible, currently available, and verifiable information at the time it is\ncompleted and signed.\nThis form is designed to serve incidents impacting specific geographic areas that can easily be defined. It also has the\nflexibility for use on ubiquitous events, or those events that cover extremely large areas and that may involve many\njurisdictions and ICS organizations. For these incidents, it will be useful to clarify on the form exactly which portion of the\nlarger incident the ICS 209 is meant to address. For example, a particular ICS 209 submitted during a statewide outbreak\nof mumps may be relevant only to mumps-related activities in Story County, Iowa. This can be indicated in both the\nincident name, Block 1, and in the Incident Location Information section in Blocks 16–26.\n\n\nWhile most of the “Incident Location Information” in Blocks 16–26 is optional, the more information that can be submitted,\nthe better. Submission of multiple location indicators increases accuracy, improves interoperability, and increases\ninformation sharing between disparate systems. Preparers should be certain to follow accepted protocols or standards\nwhen entering location information, and clearly label all location information. As with other ICS 209 data, geospatial\ninformation may be widely shared and utilized, so accuracy is essential.\nIf electronic data is submitted with the ICS 209, do not attach or send extremely large data files. Incident geospatial data\nthat is distributed with the ICS 209 should be in simple incident geospatial basics, such as the incident perimeter, point of\norigin, etc. Data file sizes should be small enough to be easily transmitted through dial-up connections or other limited\ncommunications capabilities when ICS 209 information is transmitted electronically. Any attached data should be clearly\nlabeled as to format content and collection time, and should follow existing naming conventions and standards.\nDistribution. ICS 209 information is meant to be completed at the level as close to the incident as possible, preferably at\nthe incident. Once the ICS 209 has been submitted outside the incident to a dispatch center or MACS element, it may\nsubsequently be transmitted to various incident supports and coordination entities based on the support needs and the\ndecisions made within the MACS in which the incident occurs.\nCoordination with public information system elements and investigative/intelligence information organizations at the\nincident and within MACS is essential to protect information security and to ensure optimal information sharing and\ncoordination. There may be times in which particular ICS 209s contain sensitive information that should not be released\nto the public (such as information regarding active investigations, fatalities, etc.). When this occurs, the ICS 209 (or\nrelevant sections of it) should be labeled appropriately, and care should be taken in distributing the information within\nMACS.\nAll completed and signed original ICS 209 forms MUST be given to the incident’s Documentation Unit and/or maintained\nas part of the official incident record.\nNotes:\n• To promote flexibility, only a limited number of ICS 209 blocks are typically required, and most of those are required\nonly when applicable.\n• Most fields are optional, to allow responders to use the form as best fits their needs and protocols for information\ncollection.\n• For the purposes of the ICS 209, responders are those personnel who are assigned to an incident or who are a part of\nthe response community as defined by NIMS. This may include critical infrastructure owners and operators,\nnongovernmental and nonprofit organizational personnel, and contract employees (such as caterers), depending on\nlocal/jurisdictional/discipline practices.\n• For additional flexibility only pages 1–3 are numbered, for two reasons:\nPossible submission of additional pages for the Remarks Section (Block 47), and\no\nPossible submission of additional copies of the fourth/last page (the “Incident Resource Commitment Summary”) to\no\nprovide a more detailed resource summary.\nBlock\nBlock Title Instructions\nNumber\n*1 Incident Name REQUIRED BLOCK.\n• Enter the full name assigned to the incident.\n• Check spelling of the full incident name.\n• For an incident that is a Complex, use the word “Complex” at the end of\nthe incident name.\n• If the name changes, explain comments in Remarks, Block 47.\n• Do not use the same incident name for different incidents in the same\ncalendar year.\n\n\nBlock\nBlock Title Instructions\nNumber\n2 Incident Number • Enter the appropriate number based on current guidance. The incident\nnumber may vary by jurisdiction and discipline.\n• Examples include:\nA computer-aided dispatch (CAD) number.\no\nAn accounting number.\no\nA county number.\no\nA disaster declaration number.\no\nA combination of the State, unit/agency ID, and a dispatch system\no\nnumber.\nA mission number.\no\nAny other unique number assigned to the incident and derived by\no\nmeans other than those above.\n• Make sure the number entered is correct.\n• Do not use the same incident number for two different incidents in the\nsame calendar year.\n• Incident numbers associated with host jurisdictions or agencies and\nincident numbers assigned by agencies represented in Unified Command\nshould be listed, or indicated in Remarks, Block 47.\n*3 Report Version (check REQUIRED BLOCK.\none box on left) • This indicates the current version of the ICS 209 form being submitted.\n• If only one ICS 209 will be submitted, check BOTH “Initial” and “Final” (or\ncheck only “Final”).\n Initial Check “Initial” if this is the first ICS 209 for this incident.\n Update Check “Update” if this is a subsequent report for the same incident. These\ncan be submitted at various time intervals (see “Reporting Requirements”\nabove).\n Final • Check “Final” if this is the last ICS 209 to be submitted for this incident\n(usually when the incident requires only minor support that can be\nsupplied by the organization having jurisdiction).\n• Incidents may also be marked as “Final” if they become part of a new\nComplex (when this occurs, it can be indicated in Remarks, Block 47).\nReport # (if used) Use this optional field if your agency or organization requires the tracking of\nICS 209 report numbers. Agencies may also track the ICS 209 by the\ndate/time submitted.\n*4 Incident Commander(s) REQUIRED BLOCK.\n& Agency or • Enter both the first and last name of the Incident Commander.\nOrganization • If the incident is under a Unified Command, list all Incident Commanders\nby first initial and last name separated by a comma, including their\norganization. For example:\nL. Burnett – Minneapolis FD, R. Domanski – Minneapolis PD,\nC. Taylor – St. Paul PD, Y. Martin – St. Paul FD,\nS. McIntyre – U.S. Army Corps, J. Hartl – NTSB\n5 Incident Management Indicate the incident management organization for the incident, which may\nOrganization be a Type 1, 2, or 3 Incident Management Team (IMT), a Unified Command,\na Unified Command with an IMT, etc. This block should not be completed\nunless a recognized incident management organization is assigned to the\nincident.\n\n\nBlock\nBlock Title Instructions\nNumber\n*6 Incident Start Date/Time REQUIRED.\nThis is always the start date and time of the incident (not the report date and\ntime or operational period).\nDate Enter the start date (month/day/year).\nTime Enter the start time (using the 24-hour clock).\nTime Zone Enter the time zone of the incident (e.g., EDT, PST).\n7 Current Incident Size or • Enter the appropriate incident descriptive size or area involved (acres,\nArea Involved (use unit number of buildings, square miles, hectares, square kilometers, etc.).\nlabel – e.g., “sq mi,” “city • Enter the total area involved for incident Complexes in this block, and list\nblock”) each sub-incident and size in Remarks (Block 47).\n• Indicate that the size is an estimate, if a more specific figure is not\navailable.\n• Incident size may be a population figure rather than a geographic figure,\ndepending on the incident definition and objectives.\n• If the incident involves more than one jurisdiction or mixed ownership,\nagencies/organizations may require listing a size breakdown by\norganization, or including this information in Remarks (Block 47).\n• The incident may be one part of a much larger event (refer to introductory\ninstructions under “Preparation). Incident size/area depends on the area\nactively managed within the incident objectives and incident operations,\nand may also be defined by a delegation of authority or letter of\nexpectation outlining management bounds.\n8 Percent (%) Contained • Enter the percent that this incident is completed or contained (e.g., 50%),\nor Completed (circle one) with a % label.\n• For example, a spill may be 65% contained, or flood response objectives\nmay be 50% met.\n*9 Incident Definition REQUIRED BLOCK.\nEnter a general definition of the incident in this block. This may be a general\nincident category or kind description, such as “tornado,” “wildfire,” “bridge\ncollapse,” “civil unrest,” “parade,” “vehicle fire,” “mass casualty,” etc.\n10 Incident Complexity Identify the incident complexity level as determined by Unified/Incident\nLevel Commanders, if available or used.\n*11 For Time Period REQUIRED BLOCK.\n• Enter the time interval for which the form applies. This period should\ninclude all of the time since the last ICS 209 was submitted, or if it is the\ninitial ICS 209, it should cover the time lapsed since the incident started.\n• The time period may include one or more operational periods, based on\nagency/organizational reporting requirements.\nFrom Date/Time • Enter the start date (month/day/year).\n• Enter the start time (using the 24-hour clock).\nTo Date/Time • Enter the end date (month/day/year).\n• Enter the end time (using the 24-hour clock).\n\n\nBlock\nBlock Title Instructions\nNumber\nAPPROVAL & ROUTING INFORMATION\n*12 Prepared By REQUIRED BLOCK.\nWhen an incident management organization is in place, this would be the\nSituation Unit Leader or Planning Section Chief at the incident. On other\nincidents, it could be a dispatcher in the local emergency communications\ncenter, or another staff person or manager.\nPrint Name Print the name of the person preparing the form.\nICS Position The ICS title of the person preparing the form (e.g., “Situation Unit Leader”).\nDate/Time Prepared Enter the date (month/day/year) and time (using the 24-hour clock) the form\nwas prepared. Enter the time zone if appropriate.\n*13 Date/Time Submitted REQUIRED.\nEnter the submission date (month/day/year) and time (using the 24-hour\nclock).\nTime Zone Enter the time zone from which the ICS 209 was submitted (e.g., EDT,\nPST).\n*14 Approved By REQUIRED.\nWhen an incident management organization is in place, this would be the\nPlanning Section Chief or Incident Commander at the incident. On other\nincidents, it could be the jurisdiction’s dispatch center manager,\norganizational administrator, or other manager.\nPrint Name Print the name of the person approving the form.\nICS Position The position of the person signing the ICS 209 should be entered (e.g.,\n“Incident Commander”).\nSignature Signature of the person approving the ICS 209, typically the Incident\nCommander. The original signed ICS 209 should be maintained with other\nincident documents.\n*15 Primary Location, REQUIRED BLOCK.\nOrganization, or Agency Enter the appropriate primary location or office the ICS 209 was sent to\nSent To apart from the incident. This most likely is the entity or office that ordered\nthe incident management organization that is managing the incident. This\nmay be a dispatch center or a MACS element such as an emergency\noperations center. If a dispatch center or other emergency center prepared\nthe ICS 209 for the incident, indicate where it was submitted initially.",
      "page": 2
    },
    {
      "title": "INCIDENT LOCATION INFORMATION",
      "content": "• Much of the “Incident Location Information” in Blocks 16–26 is optional, but completing as many fields as possible\nincreases accuracy, and improves interoperability and information sharing between disparate systems.\n• As with all ICS 209 information, accuracy is essential because the information may be widely distributed and used in\na variety of systems. Location and/or geospatial data may be used for maps, reports, and analysis by multiple\nparties outside the incident.\n• Be certain to follow accepted protocols, conventions, or standards where appropriate when submitting location\ninformation, and clearly label all location information.\n• Incident location information is usually based on the point of origin of the incident, and the majority of the area\nwhere the incident jurisdiction is.\n*16 State REQUIRED BLOCK WHEN APPLICABLE.\n• Enter the State where the incident originated.\n• If other States or jurisdictions are involved, enter them in Block 25 or\nBlock 44.\n\n\nBlock\nBlock Title Instructions\nNumber\n*17 County / Parish / REQUIRED BLOCK WHEN APPLICABLE.\nBorough • Enter the county, parish, or borough where the incident originated.\n• If other counties or jurisdictions are involved, enter them in Block 25 or\nBlock 47.\n*18 City REQUIRED BLOCK WHEN APPLICABLE.\n• Enter the city where the incident originated.\n• If other cities or jurisdictions are involved, enter them in Block 25 or Block\n47.\n19 Unit or Other Enter the unit, sub-unit, unit identification (ID) number or code (if used), or\nother information about where the incident originated. This may be a local\nidentifier that indicates primary incident jurisdiction or responsibility (e.g.,\npolice, fire, public works, etc.) or another type of organization. Enter\nspecifics in Block 25.\n*20 Incident Jurisdiction REQUIRED BLOCK WHEN APPLICABLE.\nEnter the jurisdiction where the incident originated (the entry may be\ngeneral, such as Federal, city, or State, or may specifically identify agency\nnames such as Warren County, U.S. Coast Guard, Panama City, NYPD).\n21 Incident Location • When relevant, indicate the ownership of the area where the incident\nOwnership (if different originated, especially if it is different than the agency having jurisdiction.\nthan jurisdiction) • This may include situations where jurisdictions contract for emergency\nservices, or where it is relevant to include ownership by private entities,\nsuch as a large industrial site.\n22 22. Longitude (indicate • Enter the longitude and latitude where the incident originated, if available\nformat): and normally used by the authority having jurisdiction for the incident.\n• Clearly label the data, as longitude and latitude can be derived from\nLatitude (indicate various sources. For example, if degrees, minutes, and seconds are\nformat): used, label as “33 degrees, 45 minutes, 01 seconds.”\n23 US National Grid • Enter the US National Grid (USNG) reference where the incident\nReference originated, if available and commonly used by the agencies/jurisdictions\nwith primary responsibility for the incident.\n• Clearly label the data.\n24 Legal Description • Enter the legal description where the incident originated, if available and\n(township, section, range) commonly used by the agencies/jurisdictions with primary responsibility\nfor the incident.\n• Clearly label the data (e.g., N 1/2 SE 1/4, SW 1/4, S24, T32N, R18E).\n*25 Short Location or Area REQUIRED BLOCK.\nDescription (list all • List all affected areas as described in instructions for Blocks 16–24\naffected areas or a above, OR summarize a general location, OR list a reference point for\nreference point) the incident (e.g., “the southern third of Florida,” “in ocean 20 miles west\nof Catalina Island, CA,” or “within a 5 mile radius of Walden, CO”).\n• This information is important for readers unfamiliar with the area (or with\nother location identification systems) to be able to quickly identify the\ngeneral location of the incident on a map.\n• Other location information may also be listed here if needed or relevant\nfor incident support (e.g., base meridian).\n26 UTM Coordinates Indicate Universal Transverse Mercator reference coordinates if used by the\ndiscipline or jurisdiction.\n\n\nBlock\nBlock Title Instructions\nNumber\n27 Note any electronic • Indicate whether and how geospatial data is included or attached.\ngeospatial data included • Utilize common and open geospatial data standards.\nor attached (indicate data • WARNING: Do not attach or send extremely large data files with the ICS\nformat, content, and 209. Incident geospatial data that is distributed with the ICS 209 should\ncollection time information be simple incident geospatial basics, such as the incident perimeter,\nand labels) origin, etc. Data file sizes should be small enough to be easily\ntransmitted through dial-up connections or other limited communications\ncapabilities when ICS 209 information is transmitted electronically.\n• NOTE: Clearly indicate data content. For example, data may be about\nan incident perimeter (such as a shape file), the incident origin (a point),\na point and radius (such as an evacuation zone), or a line or lines (such\nas a pipeline).\n• NOTE: Indicate the data format (e.g., .shp, .kml, .kmz, or .gml file) and\nany relevant information about projection, etc.\n• NOTE: Include a hyperlink or other access information if incident map\ndata is posted online or on an FTP (file transfer protocol) site to facilitate\ndownloading and minimize information requests.\n• NOTE: Include a point of contact for getting geospatial incident\ninformation, if included in the ICS 209 or available and supporting the\nincident.",
      "page": 9
    },
    {
      "title": "INCIDENT SUMMARY",
      "content": "*28 Significant Events for REQUIRED BLOCK.\nthe Time Period • Describe significant events that occurred during the period being\nReported (summarize reported in Block 6. Examples include:\nsignificant progress made, Road closures.\no\nevacuations, incident Evacuations.\no\ngrowth, etc.) Progress made and accomplishments.\no\nIncident command transitions.\no\nRepopulation of formerly evacuated areas and specifics.\no\nContainment.\no\n• Refer to other blocks in the ICS 209 when relevant for additional\ninformation (e.g., “Details on evacuations may be found in Block 33”), or\nin Remarks, Block 47.\n• Be specific and detailed in reference to events. For example, references\nto road closures should include road number and duration of closure (or\ninclude further detail in Block 33). Use specific metrics if needed, such\nas the number of people or animals evacuated, or the amount of a\nmaterial spilled and/or recovered.\n• This block may be used for a single-paragraph synopsis of overall\nincident status.\n29 Primary Materials or • When relevant, enter the appropriate primary materials, fuels, or other\nHazards Involved hazards involved in the incident that are leaking, burning, infecting, or\n(hazardous chemicals, otherwise influencing the incident.\nfuel types, infectious • Examples include hazardous chemicals, wildland fuel models,\nagents, radiation, etc.) biohazards, explosive materials, oil, gas, structural collapse, avalanche\nactivity, criminal activity, etc.\nOther Enter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources.\n\n\nBlock\nBlock Title Instructions\nNumber\n30 Damage Assessment • Include a short summary of damage or use/access restrictions/\nInformation (summarize limitations caused by the incident for the reporting period, and\ndamage and/or restriction cumulatively.\nof use or availability to • Include if needed any information on the facility status, such as\nresidential or commercial operational status, if it is evacuated, etc. when needed.\nproperty, natural • Include any critical infrastructure or key resources damaged/destroyed/\nresources, critical impacted by the incident, the kind of infrastructure, and the extent of\ninfrastructure and key damage and/or impact and any known cascading impacts.\nresources, etc.) • Refer to more specific or detailed damage assessment forms and\npackages when they are used and/or relevant.\nA. Structural Summary Complete this table as needed based on the definitions for 30B–F below.\nNote in table or in text block if numbers entered are estimates or are\nconfirmed. Summaries may also include impact to Shoreline and Wildlife,\netc.\nB. # Threatened (72 hrs) Enter the number of structures potentially threatened by the incident within\nthe next 72 hours, based on currently available information.\nC. # Damaged Enter the number of structures damaged by the incident.\nD. # Destroyed Enter the number of structures destroyed beyond repair by the incident.\nE. Single Residences Enter the number of single dwellings/homes/units impacted in Columns\n30B–D. Note any specifics in the text block if needed, such as type of\nresidence (apartments, condominiums, single-family homes, etc.).\nF. Nonresidential Enter the number of buildings or units impacted in Columns 30B–D. This\nCommercial Properties includes any primary structure used for nonresidential purposes, excluding\nOther Minor Structures (Block 30G). Note any specifics regarding building\nor unit types in the text block.\nOther Minor Structures Enter any miscellaneous structures impacted in Columns 30B–D not\ncovered in 30E–F above, including any minor structures such as booths,\nsheds, or outbuildings.\nOther Enter any miscellaneous issues which impacted Critical Infrastructure and\nKey Resources.\n\n\nBlock\nBlock Title Instructions\nNumber\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (PAGE 2)\n*31 Public Status Summary • This section is for summary information regarding incident-related\ninjuries, illness, and fatalities for civilians (or members of the public); see\n31C–N below.\n• Explain or describe the nature of any reported injuries, illness, or other\nactivities in Life, Safety, and Health Status/Threat Remarks (Block 33).\n• Illnesses include those that may be caused through a biological event\nsuch as an epidemic or an exposure to toxic or radiological substances.\n• NOTE: Do not estimate any fatality information.\n• NOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\nin time, as much of the information is subject to frequent change.\n• NOTE: Do not complete this block if the incident covered by the ICS 209\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\no\nactions, to mitigate multiple/conflicting reports.\nFor example, if managing evacuation shelters is part of the incident\no\noperation itself, do include these numbers in Block 31J with any notes\nin Block 33.\n• NOTE: When providing an estimated value, denote in parenthesis: \"est.\"\nHandling Sensitive Information\n• Release of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n• Thoroughly review the “Distribution” section in the introductory ICS 209\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any ICS 209 may make\ninformation available to many people and networks at once.\n• Information regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe ICS 209.\nA. # This Reporting Enter the total number of individuals impacted in each category for this\nPeriod reporting period (since the previous ICS 209 was submitted).\nB. Total # to Date • Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n• This is a cumulative total number that should be adjusted each reporting\nperiod.\nC. Indicate Number of • For lines 31D–M below, enter the number of civilians affected for each\nCivilians (Public) Below category.\n• Indicate if numbers are estimates, for those blocks where this is an\noption.\n• Civilians are those members of the public who are affected by the\nincident, but who are not included as part of the response effort through\nUnified Command partnerships and those organizations and agencies\nassisting and cooperating with response efforts.\nD. Fatalities • Enter the number of confirmed civilian/public fatalities.\n• See information in introductory instructions (“Distribution”) and in Block\n31 instructions regarding sensitive handling of fatality information.\n\n\nBlock\nBlock Title Instructions\nNumber\nE. With Injuries/Illness Enter the number of civilian/public injuries or illnesses directly related to the\nincident. Injury or illness is defined by the incident or jurisdiction(s).\n*31 F. Trapped/In Need of Enter the number of civilians who are trapped or in need of rescue due to\n(continued) Rescue the incident.\nG. Missing (note if Enter the number of civilians who are missing due to the incident. Indicate if\nestimated) an estimate is used.\nH. Evacuated (note if Enter the number of civilians who are evacuated due to the incident. These\nestimated) are likely to be best estimates, but indicate if they are estimated.\nI. Sheltering-in-Place Enter the number of civilians who are sheltering in place due to the incident.\n(note if estimated) Indicate if estimates are used.\nJ. In Temporary Shelters Enter the number of civilians who are in temporary shelters as a direct result\n(note if estimated) of the incident, noting if the number is an estimate.\nK. Have Received Mass Enter the number of civilians who have received mass immunizations due to\nImmunizations the incident and/or as part of incident operations. Do not estimate.\nL. Require Mass Enter the number of civilians who require mass immunizations due to the\nImmunizations (note if incident and/or as part of incident operations. Indicate if it is an estimate.\nestimated)\nM. In Quarantine Enter the number of civilians who are in quarantine due to the incident\nand/or as part of incident operations. Do not estimate.\nN. Total # Civilians Enter sum totals for Columns 31A and 31B for Rows 31D–M.\n(Public) Affected\n*32 Responder Status • This section is for summary information regarding incident-related\nSummary injuries, illness, and fatalities for responders; see 32C–N.\n• Illnesses include those that may be related to a biological event such as\nan epidemic or an exposure to toxic or radiological substances directly in\nrelation to the incident.\n• Explain or describe the nature of any reported injuries, illness, or other\nactivities in Block 33.\n• NOTE: Do not estimate any fatality information or responder status\ninformation.\n• NOTE: Please use caution when reporting information in this section that\nmay be on the periphery of the incident or change frequently. This\ninformation should be reported as accurately as possible as a snapshot\nin time, as much of the information is subject to frequent change.\n• NOTE: Do not complete this block if the incident covered by the ICS 209\nis not directly responsible for these actions (such as evacuations,\nsheltering, immunizations, etc.) even if they are related to the incident.\nOnly the authority having jurisdiction should submit reports for these\nactions, to mitigate multiple/conflicting reports.\nHandling Sensitive Information\n• Release of information in this section should be carefully coordinated\nwithin the incident management organization to ensure synchronization\nwith public information and investigative/intelligence actions.\n• Thoroughly review the “Distribution” section in the introductory ICS 209\ninstructions for details on handling sensitive information. Use caution\nwhen providing information in any situation involving fatalities, and verify\nthat appropriate notifications have been made prior to release of this\ninformation. Electronic transmission of any ICS 209 may make\ninformation available to many people and networks at once.\n• Information regarding fatalities should be cleared with the Incident\nCommander and/or an organizational administrator prior to submission of\nthe ICS 209.\n\n\nBlock\nBlock Title Instructions\nNumber\n*32 A. # This Reporting Enter the total number of responders impacted in each category for this\n(continued) Period reporting period (since the previous ICS 209 was submitted).\nB. Total # to Date • Enter the total number of individuals impacted in each category for the\nentire duration of the incident.\n• This is a cumulative total number that should be adjusted each reporting\nperiod.\nC. Indicate Number of • For lines 32D–M below, enter the number of responders relevant for\nResponders Below each category.\n• Responders are those personnel included as part of Unified Command\npartnerships and those organizations and agencies assisting and\ncooperating with response efforts.\nD. Fatalities • Enter the number of confirmed responder fatalities.\n• See information in introductory instructions (“Distribution”) and for Block\n32 regarding sensitive handling of fatality information.\nE. With Injuries/Illness • Enter the number of incident responders with serious injuries or illnesses\ndue to the incident.\n• For responders, serious injuries or illness are typically those in which the\nperson is unable to continue to perform in his or her incident assignment,\nbut the authority having jurisdiction may have additional guidelines on\nreporting requirements in this area.\nF. Trapped/In Need Of Enter the number of incident responders who are in trapped or in need of\nRescue rescue due to the incident.\nG. Missing Enter the number of incident responders who are missing due to incident\nconditions.\nH. (BLANK; use however is appropriate.)",
      "page": 11
    },
    {
      "title": "I. Sheltering in Place Enter the number of responders who are sheltering in place due to the",
      "content": "incident. Once responders become the victims, this needs to be noted in\nBlock 33 or Block 47 and handled accordingly.\nJ. (BLANK; use however is appropriate.)\nL. Require Immunizations Enter the number of responders who require immunizations due to the\nincident and/or as part of incident operations.\nM. In Quarantine Enter the number of responders who are in quarantine as a direct result of\nthe incident and/or related to incident operations.\nN. Total # Responders Enter sum totals for Columns 32A and 32B for Rows 32D–M.\nAffected\n33 Life, Safety, and Health • Enter any details needed for Blocks 31, 32, and 34. Enter any specific\nStatus/Threat Remarks comments regarding illness, injuries, fatalities, and threat management\nfor this incident, such as whether estimates were used for numbers given\nin Block 31.\n• This information should be reported as accurately as possible as a\nsnapshot in time, as much of the information is subject to frequent\nchange.\n• Evacuation information can be very sensitive to local residents and\nofficials. Be accurate in the assessment.\n• Clearly note primary responsibility and contacts for any activities or\ninformation in Blocks 31, 32, and 34 that may be caused by the incident,\nbut that are being managed and/or reported by other parties.\n• Provide additional explanation or information as relevant in Blocks 28,\n36, 38, 40, 41, or in Remarks (Block 47).\n\n\nBlock\nBlock Title Instructions\nNumber\n*34 Life, Safety, and Health Note any details in Life, Safety, and Health Status/Threat Remarks (Block\nThreat Management 33), and provide additional explanation or information as relevant in Blocks\n28, 36, 38, 40, 41, or in Remarks (Block 47). Additional pages may be\nnecessary for notes.\nA. Check if Active Check any applicable blocks in 34C–P based on currently available\ninformation regarding incident activity and potential.\nB. Notes Note any specific details, or include in Block 33.\nC. No Likely Threat Check if there is no likely threat to life, health, and safety.\nD. Potential Future Threat Check if there is a potential future threat to life, health, and safety.\nE. Mass Notifications In • Check if there are any mass notifications in progress regarding\nProgress emergency situations, evacuations, shelter in place, or other public safety\nadvisories related to this incident.\n• These may include use of threat and alert systems such as the\nEmergency Alert System or a “reverse 911” system.\n• Please indicate the areas where mass notifications have been completed\n(e.g., “mass notifications to ZIP codes 50201, 50014, 50010, 50011,” or\n“notified all residents within a 5-mile radius of Gatlinburg”).\nF. Mass Notifications Check if actions referred to in Block 34E above have been completed.\nCompleted\nG. No Evacuation(s) Check if evacuations are not anticipated in the near future based on current\nImminent information.\nH. Planning for Check if evacuation planning is underway in relation to this incident.\nEvacuation\nI. Planning for Shelter-in- Check if planning is underway for shelter-in-place activities related to this\nPlace incident.\nJ. Evacuation(s) in Check if there are active evacuations in progress in relation to this incident.\nProgress\nK. Shelter-In-Place in Check if there are active shelter-in-place actions in progress in relation to\nProgress this incident.\nL. Repopulation in Check if there is an active repopulation in progress related to this incident.\nProgress\nM. Mass Immunization in Check if there is an active mass immunization in progress related to this\nProgress incident.\nN. Mass Immunization Check if a mass immunization effort has been completed in relation to this\nComplete incident.\nO. Quarantine in Progress Check if there is an active quarantine in progress related to this incident.\nP. Area Restriction in Check if there are any restrictions in effect, such as road or area closures,\nEffect especially those noted in Block 28.\n\n\nBlock\nBlock Title Instructions\nNumber\n35 Weather Concerns • Complete a short synopsis/discussion on significant weather factors that\n(synopsis of current and could cause concerns for the incident when relevant.\npredicted weather; • Include current and/or predicted weather factors, and the timeframe for\ndiscuss related factors predictions.\nthat may cause concern) • Include relevant factors such as:\nWind speed (label units, such as mph).\no\nWind direction (clarify and label where wind is coming from and going\no\nto in plain language – e.g., “from NNW,” “from E,” or “from SW”).\nTemperature (label units, such as F).\no\nRelative humidity (label %).\no\nWatches.\no\nWarnings.\no\nTides.\no\nCurrents.\no\n• Any other weather information relative to the incident, such as flooding,\nhurricanes, etc.\n36 Projected Incident • Provide an estimate (when it is possible to do so) of the direction/scope\nActivity, Potential, in which the incident is expected to spread, migrate, or expand during the\nMovement, Escalation, next indicated operational period, or other factors that may cause activity\nor Spread and influencing changes.\nfactors during the next • Discuss incident potential relative to values at risk, or values to be\noperational period and in protected (such as human life), and the potential changes to those as the\n12-, 24-, 48-, and 72-hour incident changes.\ntimeframes • Include an estimate of the acreage or area that will likely be affected.\n12 hours • If known, provide the above information in 12-, 24-, 48- and 72-hour\ntimeframes, and any activity anticipated after 72 hours.\n24 hours\n48 hours\n72 hours\nAnticipated after 72\nhours\n37 Strategic Objectives Briefly discuss the desired outcome for the incident based on currently\n(define planned end-state available information. Note any high-level objectives and any possible\nfor incident) strategic benefits as well (especially for planned events).\n\n\nBlock\nBlock Title Instructions\nNumber\nADDITIONAL INCIDENT DECISION SUPPORT INFORMATION (continued) (PAGE 3)\n38 Current Incident Threat Summarize major or significant threats due to incident activity based on\nSummary and Risk currently available information. Include a breakdown of threats in terms of\nInformation in 12-, 24-, 12-, 24-, 48-, and 72-hour timeframes.\n48-, and 72-hour\ntimeframes and beyond.\nSummarize primary\nincident threats to life,\nproperty, communities\nand community stability,\nresidences, health care\nfacilities, other critical\ninfrastructure and key\nresources, commercial\nfacilities, natural and\nenvironmental resources,\ncultural resources, and\ncontinuity of operations\nand/or business. Identify\ncorresponding incident-\nrelated potential economic\nor cascading impacts.\n12 hours\n24 hours\n48 hours\n72 hours\nAnticipated after 72\nhours\n\n\nBlock\nBlock Title Instructions\nNumber\n39 Critical Resource Needs • List the specific critical resources and numbers needed, in order of\nin 12-, 24-, 48-, and 72- priority. Be specific as to the need.\nhour timeframes and • Use plain language and common terminology for resources, and indicate\nbeyond to meet critical resource category, kind, and type (if available or known) to facilitate\nincident objectives. List incident support.\nresource category, kind, • If critical resources are listed in this block, there should be corresponding\nand/or type, and amount orders placed for them through appropriate resource ordering channels.\nneeded, in priority order: • Provide critical resource needs in 12-, 24-, 48- and 72-hour increments.\n12 hours List the most critical resources needed for each timeframe, if needs have\nbeen identified for each timeframe. Listing critical resources by the time\n24 hours\nthey are needed gives incident support personnel a “heads up” for short-\n48 hours range planning, and assists the ordering process to ensure these\n72 hours resources will be in place when they are needed.\n• More than one resource need may be listed for each timeframe. For\nAnticipated after 72\nexample, a list could include:\nhours\n24 hrs: 3 Type 2 firefighting helicopters, 2 Type I Disaster Medical\no\nAssistance Teams\n48 hrs: Mobile Communications Unit (Law/Fire)\no\nAfter 72 hrs: 1 Type 2 Incident Management Team\no\n• Documentation in the ICS 209 can help the incident obtain critical\nregional or national resources through outside support mechanisms\nincluding multiagency coordination systems and mutual aid.\nInformation provided in other blocks on the ICS 209 can help to\no\nsupport the need for resources, including Blocks 28, 29, 31–38, and\n40–42.\nAdditional comments in the Remarks section (Block 47) can also help\no\nexplain what the incident is requesting and why it is critical (for\nexample, “Type 2 Incident Management Team is needed in three\ndays to transition command when the current Type 2 Team times\nout”).\n• Do not use this block for noncritical resources.\n40 Strategic Discussion: • Wording should be consistent with Block 39 to justify critical resource\nExplain the relation of needs, which should relate to planned actions in the Incident Action Plan.\noverall strategy, • Give a short assessment of the likelihood of meeting the incident\nconstraints, and current management targets, given the current management strategy and\navailable information to: currently known constraints.\n1) critical resource needs • Identify when the chosen management strategy will succeed given the\nidentified above, current constraints. Adjust the anticipated incident management\ncompletion target in Block 43 as needed based on this discussion.\n2) the Incident Action Plan\n• Explain major problems and concerns as indicated.\nand management\nobjectives and targets,\n3) anticipated results.\nExplain major problems\nand concerns such as\noperational challenges,\nincident management\nproblems, and social,\npolitical, economic, or\nenvironmental concerns\nor impacts.\n\n\nBlock\nBlock Title Instructions\nNumber\n41 Planned Actions for • Provide a short summary of actions planned for the next operational\nNext Operational Period period.\n• Examples:\n“The current Incident Management Team will transition out to a\no\nreplacement IMT.”\n“Continue to review operational/ engineering plan to facilitate removal\no\nof the partially collapsed west bridge supports.”\n“Continue refining mapping of the recovery operations and damaged\no\nassets using GPS.”\n“Initiate removal of unauthorized food vendors.”\no\n42 Projected Final Incident • Enter an estimate of the total area likely to be involved or affected over\nSize/Area (use unit label the course of the incident.\n– e.g., “sq mi”) • Label the estimate of the total area or population involved, affected, or\nimpacted with the relevant units such as acres, hectares, square miles,\netc.\n• Note that total area involved may not be limited to geographic area (see\nprevious discussions regarding incident definition, scope, operations, and\nobjectives). Projected final size may involve a population rather than a\ngeographic area.\n43 Anticipated Incident • Enter the date (month/day/year) at which time it is expected that incident\nManagement objectives will be met. This is often explained similar to incident\nCompletion Date containment or control, or the time at which the incident is expected to be\nclosed or when significant incident support will be discontinued.\n• Avoid leaving this block blank if possible, as this is important information\nfor managers.\n44 Projected Significant Enter the date (month/day/year) when initiation of significant resource\nResource demobilization is anticipated.\nDemobilization Start\nDate\n45 Estimated Incident • Enter the estimated total incident costs to date for the entire incident\nCosts to Date based on currently available information.\n• Incident costs include estimates of all costs for the response, including all\nmanagement and support activities per discipline, agency, or\norganizational guidance and policy.\n• This does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n• If costs decrease, explain in Remarks (Block 47).\n• If additional space is required, please add as an attachment.\n46 Projected Final Incident • Enter an estimate of the total costs for the incident once all costs have\nCost Estimate been processed based on current spending and projected incident\npotential, per discipline, agency, or organizational guidance and policy.\nThis is often an estimate of daily costs combined with incident potential\ninformation.\n• This does not include damage assessment figures, as they are impacts\nfrom the incident and not response costs.\n• If additional space is required, please add as an attachment.\n\n\nBlock\nBlock Title Instructions\nNumber\n47 Remarks (or continuation • Use this block to expand on information that has been entered in\nof any blocks above – list previous blocks, or to include other pertinent information that has not\nblock number in notation) been previously addressed.\n• List the block number for any information continued from a previous\nblock.\n• Additional information may include more detailed weather information,\nspecifics on injuries or fatalities, threats to critical infrastructure or other\nresources, more detailed evacuation site locations and number of\nevacuated, information or details regarding incident cause, etc.\n• For Complexes that include multiple incidents, list all sub-incidents\nincluded in the Complex.\n• List jurisdictional or ownership breakdowns if needed when an incident is\nin more than one jurisdiction and/or ownership area. Breakdown may be:\nBy size (e.g., 35 acres in City of Gatlinburg, 250 acres in Great Smoky\no\nMountains), and/or\nBy geography (e.g., incident area on the west side of the river is in\no\njurisdiction of City of Minneapolis; area on east side of river is City of\nSt. Paul jurisdiction; river is joint jurisdiction with USACE).\n• Explain any reasons for incident size reductions or adjustments (e.g.,\nreduction in acreage due to more accurate mapping).\n• This section can also be used to list any additional information about the\nincident that may be needed by incident support mechanisms outside the\nincident itself. This may be basic information needed through\nmultiagency coordination systems or public information systems (e.g., a\npublic information phone number for the incident, or the incident Web site\naddress).\n• Attach additional pages if it is necessary to include additional comments\nin the Remarks section.\nINCIDENT RESOURCE COMMITMENT SUMMARY (PAGE 4)\n• This last/fourth page of the ICS 209 can be copied and used if needed to accommodate additional resources,\nagencies, or organizations. Write the actual page number on the pages as they are used.\n• Include only resources that have been assigned to the incident and that have arrived and/or been checked in to the\nincident. Do not include resources that have been ordered but have not yet arrived.\nFor summarizing:\n• When there are large numbers of responders, it may be helpful to group agencies or organizations together. Use\nthe approach that works best for the multiagency coordination system applicable to the incident. For example,\nGroup State, local, county, city, or Federal responders together under such headings, or\no\nGroup resources from one jurisdiction together and list only individual jurisdictions (e.g., list the public works,\no\npolice, and fire department resources for a city under that city’s name).\n• On a large incident, it may also be helpful to group similar categories, kinds, or types of resources together for this\nsummary.\n\n\nBlock\nBlock Title Instructions\nNumber\n48 Agency or Organization • List the agencies or organizations contributing resources to the incident\nas responders, through mutual aid agreements, etc.\n• List agencies or organizations using clear language so readers who may\nnot be from the discipline or host jurisdiction can understand the\ninformation.\n• Agencies or organizations may be listed individually or in groups.\n• When resources are grouped together, individual agencies or\norganizations may be listed below in Block 53.\n• Indicate in the rows under Block 49 how many resources are assigned to\nthe incident under each resource identified.\nThese can listed with the number of resources on the top of the box,\no\nand the number of personnel associated with the resources on the\nbottom half of the box.\nFor example:\no\n Resource: Type 2 Helicopters… 3/8 (indicates 3 aircraft, 8\npersonnel).\n Resource: Type 1 Decontamination Unit… 1/3 (indicates 1 unit, 3\npersonnel).\n• Indicate in the rows under Block 51 the total number of personnel\nassigned for each agency listed under Block 48, including both individual\noverhead and those associated with other resources such as fire\nengines, decontamination units, etc.\n49 Resources (summarize • List resources using clear language when possible – so ICS 209 readers\nresources by category, who may not be from the discipline or host jurisdiction can understand\nkind, and/or type; show # the information.\nof resources on top ½ of Examples: Type 1 Fire Engines, Type 4 Helicopters\no\nbox, show # of personnel • Enter total numbers in columns for each resource by agency,\nassociated with resource organization, or grouping in the proper blocks.\non bottom ½ of box) These can listed with the number of resources on the top of the box,\no\nand the number of personnel associated with the resources on the\nbottom half of the box.\nFor example:\no\n Resource: Type 2 Helicopters… 3/8 (indicates 3 aircraft, 8\npersonnel).\n Resource: Type 1 Decontamination Unit… 1/3 (indicates 1 unit, 3\npersonnel).\n• NOTE: One option is to group similar resources together when it is\nsensible to do so for the summary.\nFor example, do not list every type of fire engine – rather, it may be\no\nadvisable to list two generalized types of engines, such as “structure\nfire engines” and “wildland fire engines” in separate columns with\ntotals for each.\n• NOTE: It is not advisable to list individual overhead personnel\nindividually in the resource section, especially as this form is intended as\na summary. These personnel should be included in the Total Personnel\nsums in Block 51.\n50 Additional Personnel not List the number of additional individuals (or overhead) that are not assigned\nassigned to a resource to a specific resource by agency or organization.\n51 Total Personnel • Enter the total personnel for each agency, organization, or grouping in\n(includes those the Total Personnel column.\nassociated with resources • WARNING: Do not simply add the numbers across!\n– e.g., aircraft or engines • The number of Total Personnel for each row should include both:\n– and individual The total number of personnel assigned to each of the resources\no\noverhead) listed in Block 49, and\nThe total number of additional individual overhead personnel from\no\neach agency, organization, or group listed in Block 50.\n\n\nBlock\nBlock Title Instructions\nNumber\n52 Total Resources Include the sum total of resources for each column, including the total for the\ncolumn under Blocks 49, 50, and 51. This should include the total number\nof resources in Block 49, as personnel totals will be counted under Block 51.\n53 Additional Cooperating • List all agencies and organizations that are not directly involved in the\nand Assisting incident, but are providing support.\nOrganizations Not • Examples may include ambulance services, Red Cross, DHS, utility\nListed Above companies, etc.\n• Do not repeat any resources counted in Blocks 48–52, unless\nexplanations are needed for groupings created under Block 48 (Agency\nor Organization).",
      "page": 15
    }
  ],
  "citations": [
    {
      "citation_id": "fema_ics209_section1_p1",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 1,
      "content_preview": "INCIDENT STATUS SUMMARY (ICS 209)\n*1. Incident Name: 2. Incident Number:\n*3. Report Version (check *4. Incident Commander(s) & 5. Incident *6. Incident Start Date/Time:\none box on left): Agency or Org..."
    },
    {
      "citation_id": "fema_ics209_section2_p1",
      "section_title": "7. Current Incident Size 8. Percent (%) *9. Incident 10. Incident *11. For Time Period:",
      "section_number": 2,
      "start_page": 1,
      "content_preview": "or Area Involved (use unit Contained Definition: Complexity\nlabel – e.g., “sq mi,” “city Level: From Date/Time:\n_____________\nblock”):\nCompleted To Date/Time:\n_____________\nApproval & Routing Informat..."
    },
    {
      "citation_id": "fema_ics209_section3_p1",
      "section_title": "19. Unit or Other: *20. Incident Jurisdiction: 21. Incident Location Ownership",
      "section_number": 3,
      "start_page": 1,
      "content_preview": "(if different than jurisdiction):\n22. Longitude (indicate format): 23. US National Grid Reference: 24. Legal Description (township, section,\nrange):\nLatitude (indicate format):\n*25. Short Location or ..."
    },
    {
      "citation_id": "fema_ics209_section4_p2",
      "section_title": "30. Damage Assessment Information (summarize A. Structural B. # Threatened C. # D. #",
      "section_number": 4,
      "start_page": 2,
      "content_preview": "damage and/or restriction of use or availability to Summary (72 hrs) Damaged Destroyed\nresidential or commercial property, natural resources,\nE. Single Residences\ncritical infrastructure and key resou..."
    },
    {
      "citation_id": "fema_ics209_section5_p2",
      "section_title": "I. Sheltering in Place (note if estimated) I. Have Received Immunizations",
      "section_number": 5,
      "start_page": 2,
      "content_preview": "J. In Temporary Shelters (note if est.) J. Require Immunizations\nK. Have Received Mass Immunizations K. In Quarantine\nL. Require Immunizations (note if est.)\nM. In Quarantine\nN. Total # Civilians (Pub..."
    },
    {
      "citation_id": "fema_ics209_section6_p9",
      "section_title": "INCIDENT LOCATION INFORMATION",
      "section_number": 6,
      "start_page": 9,
      "content_preview": "• Much of the “Incident Location Information” in Blocks 16–26 is optional, but completing as many fields as possible\nincreases accuracy, and improves interoperability and information sharing between d..."
    },
    {
      "citation_id": "fema_ics209_section7_p11",
      "section_title": "INCIDENT SUMMARY",
      "section_number": 7,
      "start_page": 11,
      "content_preview": "*28 Significant Events for REQUIRED BLOCK.\nthe Time Period • Describe significant events that occurred during the period being\nReported (summarize reported in Block 6. Examples include:\nsignificant pr..."
    },
    {
      "citation_id": "fema_ics209_section8_p15",
      "section_title": "I. Sheltering in Place Enter the number of responders who are sheltering in place due to the",
      "section_number": 8,
      "start_page": 15,
      "content_preview": "incident. Once responders become the victims, this needs to be noted in\nBlock 33 or Block 47 and handled accordingly.\nJ. (BLANK; use however is appropriate.)\nL. Require Immunizations Enter the number ..."
    }
  ],
  "metadata": {
    "category": "ics_forms",
    "filename": "ics_form_209_incident_status_summary_v3.pdf",
    "word_count": 9256,
    "char_count": 60015
  }
}