{
  "source_file": "Data/raw/ready_gov/hurricane_guide.pdf",
  "citation_prefix": "ready_gov_hurricane",
  "total_pages": 12,
  "full_text": "\n\n\nHOW TO\nPREPARE\nFOR A\nHURRICANE\n\n\nIntroduction\nTable of Contents\n1 Introduction A hurricane can cause widespread devastation during and after\nit occurs. This guide from FEMA is designed to help you properly\n2 How to Prepare for\nprepare for a hurricane and know how to protect yourself during\na Hurricane\nand after one.\n3 Now/Prepare\nPlanning and preparing can make a big difference in safety and\n3 Stay Informed: Emergency\nresiliency in the wake of a hurricane. The ability to quickly recover\nNotifications\nfollowing a hurricane requires a focus on preparedness, advance\n4 Plan for Evacuation\nplanning, and knowing what to do in the event of a hurricane.\n4 Family Communication Plan\n5 Emergency Supplies\n6 Protect Your Property\n7 During/Survive\n7 Evacuation Notices\n7 Areas Without an\nEvacuation Notice\n8 After/Be Safe\n8 Stay Safe and Healthy\nPost-disaster\n9 Five Steps for\nPost-hurricane Clean-up\n9 Additional Information\n10 Myths/Facts\n11 H urricane Preparedness\nChecklist\n11 H elplines\nFor more resources about hurricane risk, visit ready.gov/prepare | 1\n\n\nHow to Prepare for a Hurricane\nHurricanes are massive storm systems that form over ocean water and often move toward land.\nThreats from hurricanes include high winds, heavy rainfall, storm surge, coastal and inland flooding,\nrip currents, and tornadoes. The heavy winds of hurricanes can cause damage or destroy homes,\nbuildings, and roads, as well as cause power, water, and gas outages. These effects can injure or kill\npeople, disrupt transportation, and pollute drinking water. Hurricanes cause deaths and injuries\nprimarily from drowning, wind, and wind-borne debris. The impact from hurricanes can extend from\nthe coast to several hundred miles inland. To find your risk, visit FEMA’s “Know Your Risk Map.”\nBe better prepared for this hurricane season, and learn more at ready.gov/prepare.\nNow/Prepare During/Survive After/Be Safe\nSign up for local alerts and Follow guidance from local Return to the area only after\nwarnings. Monitor local news and authorities. authorities say it is safe to do so.\nweather reports. Do not enter damaged buildings\nIf advised to evacuate, grab your\nuntil they are inspected by qualified\nPrepare to evacuate by testing your “go bag” and leave immediately.\nprofessionals.\nemergency communication plan(s),\nFor protection from high winds,\nlearning evacuation routes, having a Never walk or drive on flooded\nstay away from windows and seek\nplace to stay, and packing a “go bag.” roads or through floodwaters.\nshelter on the lowest level in an\nStock emergency supplies. interior room. Look out for downed or unstable\ntrees, poles, and power lines.\nProtect your property by installing Move to higher ground if there\nsewer backflow valves, anchoring is flooding or a flood warning. Do not remove heavy debris by\nfuel tanks, reviewing insurance yourself. Wear gloves and sturdy,\nTurn Around Don’t Drown.®\npolicies, and cataloging belongings. thick-soled shoes to protect your\nNever walk or drive on flooded\nhands and feet.\nCollect and safeguard critical roads or through water.\nfinancial, medical, educational, and Do not drink tap water unless\nCall 9-1-1 if you are in life-\nlegal documents and records. authorities say it is safe.\nthreatening danger.\nFor more resources about hurricane risk, visit ready.gov/prepare | 2\n\n\nNow/Prepare for a Hurricane\nSTAY INFORMED: EMERGENCY NOTIFICATIONS\nYou can receive alerts and\nwarnings directly from the National\nWeather Service for all hazards\nwith a NOAA Weather Radio (NWR).\nSome radio receivers are designed\nto work with external notification\ndevices for people who are deaf\nor hard of hearing. For more\ninformation on NWR receivers, visit\nnws.noaa.gov/nwr/info/nwrrcvr.html.\nSign up for emergency alerts and\nnotifications that your community\nmay offer. Download Be Smart.\nKnow Your Alerts and Warnings\nfor a summary of notifications at\nready.gov/prepare.\nWATCHES AND WARNINGS\nThe National Weather Service (NWS), part of the National Oceanic and Atmospheric Administration\n(NOAA), issues alerts when weather conditions make hurricanes more likely. Know the terms used to\ndescribe changing hurricane conditions and be prepared to take appropriate action.\nTropical Storm or Hurricane Advisory—The NWS issues an Advisory when it\nexpects conditions to cause significant inconveniences that may be hazardous.\nIf caution is used, these situations should not be life-threatening.\nADVISORY\nTropical Storm or Hurricane Watch—The NWS issues a Watch when a tropical storm\nor hurricane is possible within 48 hours. Tune in to NOAA Weather Radio All Hazards,\nlocal radio, TV, or other news sources for more information. Monitor alerts, check\nyour emergency supplies, and gather any items you may need if you lose power.\nWATCH\nTropical Storm or Hurricane Warning—The NWS issues a Warning when it expects\na tropical storm or hurricane within 36 hours. During a Warning, complete your\nstorm preparations, and immediately leave the threatened area if directed to do so\nby local officials.\nWARNING\nFor more resources about hurricane risk, visit ready.gov/prepare | 3\n\n\nNow/Prepare for a Hurricane\nPLAN FOR EVACUATION\nIf the danger is significant, state or local government officials\nmay issue an evacuation notice. You can do the following to\nbe better prepared.\nLearn your community’s evacuation WHAT YOU NEED TO BE READY\nplan and identify several posted\n• Plan for your entire household\nroutes to leave the area.\nincluding children, people with\n• Evacuation routes: Check with disabilities and access and\nyour state’s Department of functional needs, and pets.\nTransportation or Office of\n• Keep your gas tank at least\nEmergency Management website\nhalf-full at all times. Maintain\nto find routes near you.\nbasic emergency supplies (e.g.,\n• Emergency shelter location: snacks, bottled water, first aid kit, CREATE YOUR\nTo find a shelter near you, flashlight, flares, jumper cables and FAMILY EMERGENCY\ndownload the FEMA app at other tools, a wool blanket, and a\nCOMMUNICATION PLAN\nfema.gov/mobile-app. change of clothes) in your vehicle.\nOnce you determine your evacuation • Pick an out-of-state contact Your family may not be\nroute and shelter location, write everyone can call to check-in and\ntogether when a hurricane\nthem down on your Hurricane report their status.\noccurs, so it is important to\nPreparedness Checklist, which is\n• Know where you will meet up\nlocated at the end of this guide. know how to contact one\nif you are separated and where\nyou will stay. another and how to get\nMake a plan for your pet.\n• Pack a “go bag” including items back together.\nTo learn more, go to\nyou need to take with you if you\nready.gov/animals. evacuate. A “go bag” should be Keep important numbers written\neasy to carry and kept in a place down in your wallet in case you\nwhere you can grab it quickly. cannot access the contact list in\nyour phone. Landline and cellular\nphone systems are often\noverwhelmed following a disaster,\nso you may need to use text\nmessages and social media.\nDesignate an out-of-town contact\nwho can help your household\nreconnect. Be sure to practice your\nplan with your family. Get more\ninformation by downloading\nBe Smart Create Your Family\nEmergency Communication Plan\nor visit ready.gov/make-a-plan.\nWrite down any important phone\nnumbers on your Hurricane\nPreparedness Checklist so you\ncan access them easily.\nFor more resources about hurricane risk, visit ready.gov/prepare | 4\n\n\nNow/Prepare for a Hurricane\nEMERGENCY SUPPLIES\nYou can build your supplies over time by adding a few items each week or EMERGENCY COMMUNICATION\nmonth. Gather in advance the necessary supplies and items you will need to\nMake sure you have everything you’ll\nstay safe after the hurricane passes and as you start to recover. Stock food\nneed to get in touch with your family\nitems that do not need refrigeration and will last. Regularly replace items like\neither through cellular phones or email.\nwater, food, medications, and batteries that go bad over time.\nMEDICAL NEEDS\nFor a complete list of emergency supplies, visit ready.gov/prepare and then\nBe equipped to tend to any current or\ncheck them off your Hurricane Preparedness Checklist once you add them\nunexpected medical conditions your\nto your emergency kit.\nfamily may have.\nCRITICAL DOCUMENTS\nPlace any important documents in a\nwaterproof container to help keep\nthem dry and easily accessible.\nTOOLS AND SAFETY ITEMS\nSmall items like matches, flashlights,\na multi-purpose tool, and a whistle\ncan make a huge difference for your\nfamily while weathering the storm.\nFOOD/SUPPLIES\nHave at least a three-day supply of\nnon-perishable food and water for your\nfamily. Remember to pack anything\nspecific to your family’s needs.\nHYGIENE AND SANITATION\nPracticing good hygiene can stop the\nspread of bacteria and infectious disease.\nPROTECTIVE GEAR\nProtect yourself by packing warm\nclothes and blankets to prevent\nhypothermia. Don’t forget protective\nfootwear and gloves too.\nCOMFORT & PRICELESS ITEMS\nYou may be away from your home for an\nextended period and your property may\nbe damaged. Grab any items that are\nirreplaceable or may provide comfort to\nyour family, especially your children.\nAsk yourself, “What would I need for\nmyself and my family if a hurricane\nstruck?” Add any of these specific items\nto your Hurricane Preparedness Checklist.\nFor more resources about hurricane risk, visit ready.gov/prepare | 5\n\n\nNow/Prepare for a Hurricane\nTAKE ACTION TO PROTECT YOUR PROPERTY\nAGAINST WIND AND WATER DAMAGE\nPlanning and preparing before a hurricane strikes can help you manage the impact of high winds and\nfloodwaters. Take the steps outlined below to keep you and your family safe while protecting your home\nand property. If you are a renter, talk with your landlord or property manager about the steps you can take\ntogether to protect yourself, your family, your home, and your property.\nWIND\nHigh winds: The best way to reduce the risk of damage to a structure from\nhurricane winds is to reinforce or strengthen the building including doors,\nwindows, walls, and roofs. The best way to protect yourself is to consider\neither constructing a safe room that meets FEMA criteria or a storm shelter\nthat meets ICC 500 criteria.\nWind-borne debris: Bring loose, lightweight objects (e.g., patio furniture,\ngarbage cans, and bicycles) inside; anchor objects that would be unsafe to\nbring inside (e.g., gas grills and propane tanks); and trim or remove trees\nclose enough to fall on buildings.\nFLOOD\nThere are steps that you or your • Install “check valves” in sewer\nproperty owner can take now to lines to prevent floodwater from\nmake your home or business more backing up into your drains.\nflood resistant. Some improvements\n• Stockpile emergency protective\nare simple and inexpensive; others\nmaterials such as plywood, plastic\nrequire more of an investment. As\nsheeting, and sandbags.\nyour budget allows, take these steps\n• Elevate the heating system\nto protect your property from flood\n(furnace), water heater, and electric\ndamage and manage your risks.\npanel if susceptible to flooding.\n• Keep gutters and drains free\n• Waterproof the basement.\nof debris.\n• In areas with repetitive flooding,\n• Install a water alarm and sump\nconsider elevating the building.\npumps with battery backup.\nFLOOD INSURANCE\nMost property insurance policies do not cover flood losses, so you will need to purchase separate flood insurance\nif your property is at risk for flooding. Talk to your insurance agent about buying flood insurance. Flood insurance\nis available for homeowners, renters, and business owners through the National Flood Insurance Program in\nparticipating communities. Keep in mind that a policy purchased today will take 30 days to go into effect, so act now!\nLearn how to financially protect yourself from flood damage by visiting FloodSmart.gov.\nFind your flood risk at msc.fema.gov/portal.\nFor more resources about hurricane risk, visit ready.gov/prepare | 6\n\n\nDuring/Survive a Hurricane\nDECIDING TO STAY OR GO\nIf authorities advise or order you to evacuate, grab your “go bag” and leave immediately. If you are not in\na mandatory evacuation zone, you may still decide to leave the area, you may need to move to higher\nground, or you may choose to stay in your home. If you decide to stay home, remember that even if the\nhigh winds and floodwaters do not reach your home, you may lose power and water, and you may not be\nable to leave your home for several days if the roads are impassable.\nIF YOU ARE IN AN AREA WHERE AUTHORITIES ADVISE OR ORDER YOU TO EVACUATE:\nTAKE ACTION IMMEDIATELY TO EVACUATE!\nGrab your “go bag” and leave immediately. Follow posted evacuation\nroutes and do not try to take shortcuts because they may be blocked.\nStick to designated evacuation routes. For localized information:\n• Evacuation routes: Check with your state’s Department of Transportation\nor Office of Emergency Management website to find routes near you.\n• Emergency shelter location: To find a shelter near you, check the\nFEMA mobile app: fema.gov/mobile-app.\nDon’t forget: Write down your evacuation route and shelter information\non your Hurricane Preparedness Checklist.\nIF YOU ARE IN AN AREA WITHOUT AN EVACUATION NOTICE:\nIf you are in an area that is flooding Stay indoors and away from Never use a generator, gasoline-\n(e.g., on the coast, on a floodplain, windows and glass doors. If you are powered equipment and tools, grill,\nnear a river, or on an island in a temporary structure, safely camp stove, or charcoal burning\nwaterway), move to a location on move to a sturdy building and go to device inside or in any partially\nhigher ground before floodwaters a windowless room on the lowest enclosed area. Keep these devices\nreach you. level that is not likely to flood. outside and at least 20 feet from\ndoors, windows, and vents.\nFor more resources about hurricane risk, visit ready.gov/prepare | 7\n\n\nAfter/Be Safe\nPOST-DISASTER\nTIPS TO STAY SAFE\nIf you’ve evacuated the area,\nwait for public officials to say\nit is safe before returning.\nEach year, a significant\nnumber of people are injured\nor killed while cleaning up\nafter a hurricane. As you\nbegin cleanup, keep these\nsafety tips in mind:\nSTAY SAFE\nDo not wade in floodwaters, which can contain dangerous debris like broken\nglass, metal, dead animals, sewage, gasoline, oil, and downed power lines.\nDo not enter a building until it has been inspected for damage to the\nelectrical system, gas lines, septic systems, and water lines or wells.\nWear appropriate protective equipment such as gloves, safety glasses,\nrubber boots, and masks to protect you from debris and airborne particles,\ne.g., mold and dust.\nDo not use electrical equipment if it is wet or if you are standing in water.\nProtect your pet following a hurricane. To learn more, visit ready.gov/animals.\nSTAY HEALTHY\nThrow out any food including canned items that were not maintained at a\nproper temperature or have been exposed to floodwaters. Do not eat food\nfrom a flooded garden. When in doubt, throw it out.\nAvoid drinking tap water until you know it is safe. If uncertain, boil or\npurify it first.\nClean and disinfect everything that got wet. Mud left from floodwater\ncan contain sewage, bacteria, and chemicals.\nFor more resources about hurricane risk, visit ready.gov/prepare | 8\n\n\nAfter/Be Safe\nFIVE STEPS FOR POST-HURRICANE CLEAN-UP\nUse appropriate personal protective equipment to avoid injury from possible exposure to mold and\nbacteria including gloves, goggles, rubber boots, and N95 masks.\nAIR OUT by opening all doors MOVE OUT saturated porous CLEAN OUT and disinfect any\nand windows whenever you are materials such as mattresses or remaining debris and mud.\npresent. Leave as many windows upholstered items, especially those\nDRY OUT the building and any\nopen when you are not present as with visible fungal growth.\nremaining contents.\nsecurity concerns allow.\nTEAR OUT flooring, paneling,\ndrywall, insulation, and electrical\noutlets saturated by floodwater.\nADDITIONAL RESOURCES\nThe following resources and websites can help you further prepare for, respond to, and recover\nfrom a hurricane.\nFEMA Mobile App: fema.gov/mobile-app RELATED WEBSITES\nFEMA Against the Wind: Protecting Your American Red Cross Hurricane Preparedness:\nHome From Hurricane and Wind Damage: redcross.org/prepare/disaster/hurricane\nfema.gov/media-library/assets/documents/2988\nFEMA Hurricane: ready.gov/hurricanes\nFEMA Community Hurricane Preparedness Training:\ntraining.fema.gov/is/courseoverview.aspx?code=is-324.a FloodSmart Campaign: FloodSmart.gov\nFEMA Taking Shelter From the Storm: Building National Oceanic and Atmospheric Administration\na Safe Room in Your Home or Small Business: (NOAA): noaa.gov\nfema.gov/media-library/assets/documents/\nPara obtener información y recursos en español visite\n2009?id=1536\ncommunity.fema.gov/?lang=es\nFor more resources about hurricane risk, visit ready.gov/prepare | 9\n\n\nTEST YOUR HURRICANE PREPAREDNESS KNOWLEDGE\n1 MYTH: Preparing for disasters 3 MYTH: In an emergency, only 5 MYTH: It’s okay if I drive\nis time-consuming and expensive. first responders need to know through a small amount of\nwhat to do. floodwater.\nFACT: Signing up for local\nalerts and warnings is free. FACT: Everyone needs to know FACT: As little as 12 inches of\nMany preparedness apps are what to do before, during, and water can float smaller SUVs\nalso free. after a hurricane to protect and 18 inches of water can float\nlarger vehicles such as full-size\nthemselves, their families, and\nFACT: Your home may already SUVs.\ntheir neighbors.\ncontain emergency kit items.\nFACT: First responders may not FACT: The depth of the water is\nFACT: You can purchase items not always obvious, and moving\nreach you for hours or days after\nfor an emergency kit and water has tremendous power.\na hurricane strikes. Everyone\nassemble it over time. Turn Around Don’t Drown®\nneeds to know what to do to\nFACT: Having an adequate stay safe. FACT: Even a small amount of\nemergency supply of food and a water on a road may hide dangers\ncommunication plan can be of such as undermined roads ready\nbenefit no matter the hazard. 4 MYTH: I am prepared for any to collapse.\nemergency, including a\nhurricane, if I have an\n2 MYTH: My homeowners emergency kit packed. 6 MYTH: A person can safely wait\nto evacuate until confirmation\ninsurance should cover FACT: Emergency preparedness\nthat a hurricane is in their area.\neverything if a hurricane\nrequires more than a kit.\naffects me. FACT: Those who wait for actual\nFACT: Having a family\nFACT: This is not always the confirmation of a hurricane may\ncommunication plan, signing up\nbe trapped by high winds,\ncase. Check your insurance\nfor alerts and warnings, and flooding, or traffic.\npolicy and consult your\nknowing what to do and how to\ninsurance agent.\nevacuate are also important.\nFACT: Standard homeowners FACT: Many emergencies 7 MYTH: If I tape my windows, it\nwill protect them from strong\ninsurance does not cover flood\nrequire knowledge of what to do\nhurricane force winds.\ndamage.\nto protect yourself.\nFACT: Taping windows can\ncreate larger and deadlier shards\nof glass.\nFACT: Hurricane shutters or\nimpact-resistant windows are far\nmore effective in protecting\nagainst breakage of windows.\nFor more resources about hurricane risk, visit ready.gov/prepare | 10\n\n\nHURRICANE PREPAREDNESS CHECKLIST\nThe right time to prepare for a hurricane is now. This helpful checklist will get you started. Make sure to include your\nentire family in the preparation and discuss your emergency plan with them. Post this checklist in an easily accessible\nlocation so it’s always close by. Remember to keep in mind your family’s unique needs as you complete the checklist.\nBEFORE A HURRICANE TOOLS & SAFETY ITEMS DURING A HURRICANE\nStock your emergency kit and Flashlight When a tropical storm or hurricane watch\n“go bag” with: is issued, it’s important to stay informed.\nMulti-purpose tool\nEMERGENCY COMMUNICATION Matches or lighter in waterproof Tune in to channels: ___________________\ncontainer _________________________________________\nImportant contact information for\nfamily, school, work, doctors, etc., Whistle Check for alerts on apps: FEMA App\nincluding phone numbers and\n_____________________________________ _________________________________________\nemail addresses\n_____________________________________ In case of evacuation, grab your\nCellular phone, extra battery, and\n“go bag” and leave immediately.\nchargers for electrical equipment\nFOOD/SUPPLIES Use evacuation route: _________________\nAM/FM radio/NOAA Weather\n_________________________________________\nRadio (extra batteries) At least a three-day supply of\nwater and non-perishable food The closest shelter is: _________________\n_____________________________________\nInfant formula and diapers _________________________________________\n_____________________________________\nPet food, supplies, and extra water Meet family at: _________________________\nMEDICAL NEEDS _____________________________________ ________________________________________\nMedications for at least one week _____________________________________ Make sure to take these important\nand copies of prescriptions numbers with you:\nExtra eyeglasses/contact lenses HYGIENE & SANITATION Family member’s name:\n_________________________________________\nMedical equipment/assistive Soap/disinfectant/sanitizer\nPhone #: _______________________________\ntechnology and backup batteries Paper towels/moist towelettes Email: _________________________________\nFirst aid kit Toilet paper\nLocal contact’s name:\n_____________________________________ Bleach _________________________________________\n_____________________________________\nToothbrush and toothpaste\nPhone #: _______________________________\nEmail: _________________________________\nCRITICAL DOCUMENTS\n_____________________________________\nOut-of-state contact’s name:\n_____________________________________\nPhoto ID (e.g., driver’s license, _________________________________________\npassport) Phone #: _______________________________\nPROTECTIVE GEAR & CLOTHING\nCash and credit cards Email: __________________________________\nExtra warm clothes\nPersonal records (e.g., birth Primary physician’s name:\ncertificates, marriage certificates) Sturdy shoes _________________________________________\nMedical records Blankets or sleeping bags Phone #: _______________________________\nEmail: __________________________________\nFinancial information (e.g., bank _____________________________________\naccount or credit card information) _____________________________________ Hospital’s phone #:\nProperty records (e.g., insurance _________________________________________\npolicies, deed, or lease) COMFORT & PRICELESS ITEMS\nInsurance company’s phone #:\nWaterproof, portable container for Items like: books, puzzles, favorite _________________________________________\nimportant documents stuffed toy, photo albums, valuables\nFEMA’s helpline: 1-800-621-FEMA\n_____________________________________ _____________________________________ TTY: 1-800-462-7585\n_____________________________________ _____________________________________ VRS: 1-800-621-3362\nRed Cross’s helpline: 1-800-733-2727\nFor more resources about hurricane risk, visit ready.gov/prepare | 11",
  "pages": [
    {
      "page": 1,
      "text": "HOW TO\nPREPARE\nFOR A\nHURRICANE"
    },
    {
      "page": 2,
      "text": "Introduction\nTable of Contents\n1 Introduction A hurricane can cause widespread devastation during and after\nit occurs. This guide from FEMA is designed to help you properly\n2 How to Prepare for\nprepare for a hurricane and know how to protect yourself during\na Hurricane\nand after one.\n3 Now/Prepare\nPlanning and preparing can make a big difference in safety and\n3 Stay Informed: Emergency\nresiliency in the wake of a hurricane. The ability to quickly recover\nNotifications\nfollowing a hurricane requires a focus on preparedness, advance\n4 Plan for Evacuation\nplanning, and knowing what to do in the event of a hurricane.\n4 Family Communication Plan\n5 Emergency Supplies\n6 Protect Your Property\n7 During/Survive\n7 Evacuation Notices\n7 Areas Without an\nEvacuation Notice\n8 After/Be Safe\n8 Stay Safe and Healthy\nPost-disaster\n9 Five Steps for\nPost-hurricane Clean-up\n9 Additional Information\n10 Myths/Facts\n11 H urricane Preparedness\nChecklist\n11 H elplines\nFor more resources about hurricane risk, visit ready.gov/prepare | 1"
    },
    {
      "page": 3,
      "text": "How to Prepare for a Hurricane\nHurricanes are massive storm systems that form over ocean water and often move toward land.\nThreats from hurricanes include high winds, heavy rainfall, storm surge, coastal and inland flooding,\nrip currents, and tornadoes. The heavy winds of hurricanes can cause damage or destroy homes,\nbuildings, and roads, as well as cause power, water, and gas outages. These effects can injure or kill\npeople, disrupt transportation, and pollute drinking water. Hurricanes cause deaths and injuries\nprimarily from drowning, wind, and wind-borne debris. The impact from hurricanes can extend from\nthe coast to several hundred miles inland. To find your risk, visit FEMA’s “Know Your Risk Map.”\nBe better prepared for this hurricane season, and learn more at ready.gov/prepare.\nNow/Prepare During/Survive After/Be Safe\nSign up for local alerts and Follow guidance from local Return to the area only after\nwarnings. Monitor local news and authorities. authorities say it is safe to do so.\nweather reports. Do not enter damaged buildings\nIf advised to evacuate, grab your\nuntil they are inspected by qualified\nPrepare to evacuate by testing your “go bag” and leave immediately.\nprofessionals.\nemergency communication plan(s),\nFor protection from high winds,\nlearning evacuation routes, having a Never walk or drive on flooded\nstay away from windows and seek\nplace to stay, and packing a “go bag.” roads or through floodwaters.\nshelter on the lowest level in an\nStock emergency supplies. interior room. Look out for downed or unstable\ntrees, poles, and power lines.\nProtect your property by installing Move to higher ground if there\nsewer backflow valves, anchoring is flooding or a flood warning. Do not remove heavy debris by\nfuel tanks, reviewing insurance yourself. Wear gloves and sturdy,\nTurn Around Don’t Drown.®\npolicies, and cataloging belongings. thick-soled shoes to protect your\nNever walk or drive on flooded\nhands and feet.\nCollect and safeguard critical roads or through water.\nfinancial, medical, educational, and Do not drink tap water unless\nCall 9-1-1 if you are in life-\nlegal documents and records. authorities say it is safe.\nthreatening danger.\nFor more resources about hurricane risk, visit ready.gov/prepare | 2"
    },
    {
      "page": 4,
      "text": "Now/Prepare for a Hurricane\nSTAY INFORMED: EMERGENCY NOTIFICATIONS\nYou can receive alerts and\nwarnings directly from the National\nWeather Service for all hazards\nwith a NOAA Weather Radio (NWR).\nSome radio receivers are designed\nto work with external notification\ndevices for people who are deaf\nor hard of hearing. For more\ninformation on NWR receivers, visit\nnws.noaa.gov/nwr/info/nwrrcvr.html.\nSign up for emergency alerts and\nnotifications that your community\nmay offer. Download Be Smart.\nKnow Your Alerts and Warnings\nfor a summary of notifications at\nready.gov/prepare.\nWATCHES AND WARNINGS\nThe National Weather Service (NWS), part of the National Oceanic and Atmospheric Administration\n(NOAA), issues alerts when weather conditions make hurricanes more likely. Know the terms used to\ndescribe changing hurricane conditions and be prepared to take appropriate action.\nTropical Storm or Hurricane Advisory—The NWS issues an Advisory when it\nexpects conditions to cause significant inconveniences that may be hazardous.\nIf caution is used, these situations should not be life-threatening.\nADVISORY\nTropical Storm or Hurricane Watch—The NWS issues a Watch when a tropical storm\nor hurricane is possible within 48 hours. Tune in to NOAA Weather Radio All Hazards,\nlocal radio, TV, or other news sources for more information. Monitor alerts, check\nyour emergency supplies, and gather any items you may need if you lose power.\nWATCH\nTropical Storm or Hurricane Warning—The NWS issues a Warning when it expects\na tropical storm or hurricane within 36 hours. During a Warning, complete your\nstorm preparations, and immediately leave the threatened area if directed to do so\nby local officials.\nWARNING\nFor more resources about hurricane risk, visit ready.gov/prepare | 3"
    },
    {
      "page": 5,
      "text": "Now/Prepare for a Hurricane\nPLAN FOR EVACUATION\nIf the danger is significant, state or local government officials\nmay issue an evacuation notice. You can do the following to\nbe better prepared.\nLearn your community’s evacuation WHAT YOU NEED TO BE READY\nplan and identify several posted\n• Plan for your entire household\nroutes to leave the area.\nincluding children, people with\n• Evacuation routes: Check with disabilities and access and\nyour state’s Department of functional needs, and pets.\nTransportation or Office of\n• Keep your gas tank at least\nEmergency Management website\nhalf-full at all times. Maintain\nto find routes near you.\nbasic emergency supplies (e.g.,\n• Emergency shelter location: snacks, bottled water, first aid kit, CREATE YOUR\nTo find a shelter near you, flashlight, flares, jumper cables and FAMILY EMERGENCY\ndownload the FEMA app at other tools, a wool blanket, and a\nCOMMUNICATION PLAN\nfema.gov/mobile-app. change of clothes) in your vehicle.\nOnce you determine your evacuation • Pick an out-of-state contact Your family may not be\nroute and shelter location, write everyone can call to check-in and\ntogether when a hurricane\nthem down on your Hurricane report their status.\noccurs, so it is important to\nPreparedness Checklist, which is\n• Know where you will meet up\nlocated at the end of this guide. know how to contact one\nif you are separated and where\nyou will stay. another and how to get\nMake a plan for your pet.\n• Pack a “go bag” including items back together.\nTo learn more, go to\nyou need to take with you if you\nready.gov/animals. evacuate. A “go bag” should be Keep important numbers written\neasy to carry and kept in a place down in your wallet in case you\nwhere you can grab it quickly. cannot access the contact list in\nyour phone. Landline and cellular\nphone systems are often\noverwhelmed following a disaster,\nso you may need to use text\nmessages and social media.\nDesignate an out-of-town contact\nwho can help your household\nreconnect. Be sure to practice your\nplan with your family. Get more\ninformation by downloading\nBe Smart Create Your Family\nEmergency Communication Plan\nor visit ready.gov/make-a-plan.\nWrite down any important phone\nnumbers on your Hurricane\nPreparedness Checklist so you\ncan access them easily.\nFor more resources about hurricane risk, visit ready.gov/prepare | 4"
    },
    {
      "page": 6,
      "text": "Now/Prepare for a Hurricane\nEMERGENCY SUPPLIES\nYou can build your supplies over time by adding a few items each week or EMERGENCY COMMUNICATION\nmonth. Gather in advance the necessary supplies and items you will need to\nMake sure you have everything you’ll\nstay safe after the hurricane passes and as you start to recover. Stock food\nneed to get in touch with your family\nitems that do not need refrigeration and will last. Regularly replace items like\neither through cellular phones or email.\nwater, food, medications, and batteries that go bad over time.\nMEDICAL NEEDS\nFor a complete list of emergency supplies, visit ready.gov/prepare and then\nBe equipped to tend to any current or\ncheck them off your Hurricane Preparedness Checklist once you add them\nunexpected medical conditions your\nto your emergency kit.\nfamily may have.\nCRITICAL DOCUMENTS\nPlace any important documents in a\nwaterproof container to help keep\nthem dry and easily accessible.\nTOOLS AND SAFETY ITEMS\nSmall items like matches, flashlights,\na multi-purpose tool, and a whistle\ncan make a huge difference for your\nfamily while weathering the storm.\nFOOD/SUPPLIES\nHave at least a three-day supply of\nnon-perishable food and water for your\nfamily. Remember to pack anything\nspecific to your family’s needs.\nHYGIENE AND SANITATION\nPracticing good hygiene can stop the\nspread of bacteria and infectious disease.\nPROTECTIVE GEAR\nProtect yourself by packing warm\nclothes and blankets to prevent\nhypothermia. Don’t forget protective\nfootwear and gloves too.\nCOMFORT & PRICELESS ITEMS\nYou may be away from your home for an\nextended period and your property may\nbe damaged. Grab any items that are\nirreplaceable or may provide comfort to\nyour family, especially your children.\nAsk yourself, “What would I need for\nmyself and my family if a hurricane\nstruck?” Add any of these specific items\nto your Hurricane Preparedness Checklist.\nFor more resources about hurricane risk, visit ready.gov/prepare | 5"
    },
    {
      "page": 7,
      "text": "Now/Prepare for a Hurricane\nTAKE ACTION TO PROTECT YOUR PROPERTY\nAGAINST WIND AND WATER DAMAGE\nPlanning and preparing before a hurricane strikes can help you manage the impact of high winds and\nfloodwaters. Take the steps outlined below to keep you and your family safe while protecting your home\nand property. If you are a renter, talk with your landlord or property manager about the steps you can take\ntogether to protect yourself, your family, your home, and your property.\nWIND\nHigh winds: The best way to reduce the risk of damage to a structure from\nhurricane winds is to reinforce or strengthen the building including doors,\nwindows, walls, and roofs. The best way to protect yourself is to consider\neither constructing a safe room that meets FEMA criteria or a storm shelter\nthat meets ICC 500 criteria.\nWind-borne debris: Bring loose, lightweight objects (e.g., patio furniture,\ngarbage cans, and bicycles) inside; anchor objects that would be unsafe to\nbring inside (e.g., gas grills and propane tanks); and trim or remove trees\nclose enough to fall on buildings.\nFLOOD\nThere are steps that you or your • Install “check valves” in sewer\nproperty owner can take now to lines to prevent floodwater from\nmake your home or business more backing up into your drains.\nflood resistant. Some improvements\n• Stockpile emergency protective\nare simple and inexpensive; others\nmaterials such as plywood, plastic\nrequire more of an investment. As\nsheeting, and sandbags.\nyour budget allows, take these steps\n• Elevate the heating system\nto protect your property from flood\n(furnace), water heater, and electric\ndamage and manage your risks.\npanel if susceptible to flooding.\n• Keep gutters and drains free\n• Waterproof the basement.\nof debris.\n• In areas with repetitive flooding,\n• Install a water alarm and sump\nconsider elevating the building.\npumps with battery backup.\nFLOOD INSURANCE\nMost property insurance policies do not cover flood losses, so you will need to purchase separate flood insurance\nif your property is at risk for flooding. Talk to your insurance agent about buying flood insurance. Flood insurance\nis available for homeowners, renters, and business owners through the National Flood Insurance Program in\nparticipating communities. Keep in mind that a policy purchased today will take 30 days to go into effect, so act now!\nLearn how to financially protect yourself from flood damage by visiting FloodSmart.gov.\nFind your flood risk at msc.fema.gov/portal.\nFor more resources about hurricane risk, visit ready.gov/prepare | 6"
    },
    {
      "page": 8,
      "text": "During/Survive a Hurricane\nDECIDING TO STAY OR GO\nIf authorities advise or order you to evacuate, grab your “go bag” and leave immediately. If you are not in\na mandatory evacuation zone, you may still decide to leave the area, you may need to move to higher\nground, or you may choose to stay in your home. If you decide to stay home, remember that even if the\nhigh winds and floodwaters do not reach your home, you may lose power and water, and you may not be\nable to leave your home for several days if the roads are impassable.\nIF YOU ARE IN AN AREA WHERE AUTHORITIES ADVISE OR ORDER YOU TO EVACUATE:\nTAKE ACTION IMMEDIATELY TO EVACUATE!\nGrab your “go bag” and leave immediately. Follow posted evacuation\nroutes and do not try to take shortcuts because they may be blocked.\nStick to designated evacuation routes. For localized information:\n• Evacuation routes: Check with your state’s Department of Transportation\nor Office of Emergency Management website to find routes near you.\n• Emergency shelter location: To find a shelter near you, check the\nFEMA mobile app: fema.gov/mobile-app.\nDon’t forget: Write down your evacuation route and shelter information\non your Hurricane Preparedness Checklist.\nIF YOU ARE IN AN AREA WITHOUT AN EVACUATION NOTICE:\nIf you are in an area that is flooding Stay indoors and away from Never use a generator, gasoline-\n(e.g., on the coast, on a floodplain, windows and glass doors. If you are powered equipment and tools, grill,\nnear a river, or on an island in a temporary structure, safely camp stove, or charcoal burning\nwaterway), move to a location on move to a sturdy building and go to device inside or in any partially\nhigher ground before floodwaters a windowless room on the lowest enclosed area. Keep these devices\nreach you. level that is not likely to flood. outside and at least 20 feet from\ndoors, windows, and vents.\nFor more resources about hurricane risk, visit ready.gov/prepare | 7"
    },
    {
      "page": 9,
      "text": "After/Be Safe\nPOST-DISASTER\nTIPS TO STAY SAFE\nIf you’ve evacuated the area,\nwait for public officials to say\nit is safe before returning.\nEach year, a significant\nnumber of people are injured\nor killed while cleaning up\nafter a hurricane. As you\nbegin cleanup, keep these\nsafety tips in mind:\nSTAY SAFE\nDo not wade in floodwaters, which can contain dangerous debris like broken\nglass, metal, dead animals, sewage, gasoline, oil, and downed power lines.\nDo not enter a building until it has been inspected for damage to the\nelectrical system, gas lines, septic systems, and water lines or wells.\nWear appropriate protective equipment such as gloves, safety glasses,\nrubber boots, and masks to protect you from debris and airborne particles,\ne.g., mold and dust.\nDo not use electrical equipment if it is wet or if you are standing in water.\nProtect your pet following a hurricane. To learn more, visit ready.gov/animals.\nSTAY HEALTHY\nThrow out any food including canned items that were not maintained at a\nproper temperature or have been exposed to floodwaters. Do not eat food\nfrom a flooded garden. When in doubt, throw it out.\nAvoid drinking tap water until you know it is safe. If uncertain, boil or\npurify it first.\nClean and disinfect everything that got wet. Mud left from floodwater\ncan contain sewage, bacteria, and chemicals.\nFor more resources about hurricane risk, visit ready.gov/prepare | 8"
    },
    {
      "page": 10,
      "text": "After/Be Safe\nFIVE STEPS FOR POST-HURRICANE CLEAN-UP\nUse appropriate personal protective equipment to avoid injury from possible exposure to mold and\nbacteria including gloves, goggles, rubber boots, and N95 masks.\nAIR OUT by opening all doors MOVE OUT saturated porous CLEAN OUT and disinfect any\nand windows whenever you are materials such as mattresses or remaining debris and mud.\npresent. Leave as many windows upholstered items, especially those\nDRY OUT the building and any\nopen when you are not present as with visible fungal growth.\nremaining contents.\nsecurity concerns allow.\nTEAR OUT flooring, paneling,\ndrywall, insulation, and electrical\noutlets saturated by floodwater.\nADDITIONAL RESOURCES\nThe following resources and websites can help you further prepare for, respond to, and recover\nfrom a hurricane.\nFEMA Mobile App: fema.gov/mobile-app RELATED WEBSITES\nFEMA Against the Wind: Protecting Your American Red Cross Hurricane Preparedness:\nHome From Hurricane and Wind Damage: redcross.org/prepare/disaster/hurricane\nfema.gov/media-library/assets/documents/2988\nFEMA Hurricane: ready.gov/hurricanes\nFEMA Community Hurricane Preparedness Training:\ntraining.fema.gov/is/courseoverview.aspx?code=is-324.a FloodSmart Campaign: FloodSmart.gov\nFEMA Taking Shelter From the Storm: Building National Oceanic and Atmospheric Administration\na Safe Room in Your Home or Small Business: (NOAA): noaa.gov\nfema.gov/media-library/assets/documents/\nPara obtener información y recursos en español visite\n2009?id=1536\ncommunity.fema.gov/?lang=es\nFor more resources about hurricane risk, visit ready.gov/prepare | 9"
    },
    {
      "page": 11,
      "text": "TEST YOUR HURRICANE PREPAREDNESS KNOWLEDGE\n1 MYTH: Preparing for disasters 3 MYTH: In an emergency, only 5 MYTH: It’s okay if I drive\nis time-consuming and expensive. first responders need to know through a small amount of\nwhat to do. floodwater.\nFACT: Signing up for local\nalerts and warnings is free. FACT: Everyone needs to know FACT: As little as 12 inches of\nMany preparedness apps are what to do before, during, and water can float smaller SUVs\nalso free. after a hurricane to protect and 18 inches of water can float\nlarger vehicles such as full-size\nthemselves, their families, and\nFACT: Your home may already SUVs.\ntheir neighbors.\ncontain emergency kit items.\nFACT: First responders may not FACT: The depth of the water is\nFACT: You can purchase items not always obvious, and moving\nreach you for hours or days after\nfor an emergency kit and water has tremendous power.\na hurricane strikes. Everyone\nassemble it over time. Turn Around Don’t Drown®\nneeds to know what to do to\nFACT: Having an adequate stay safe. FACT: Even a small amount of\nemergency supply of food and a water on a road may hide dangers\ncommunication plan can be of such as undermined roads ready\nbenefit no matter the hazard. 4 MYTH: I am prepared for any to collapse.\nemergency, including a\nhurricane, if I have an\n2 MYTH: My homeowners emergency kit packed. 6 MYTH: A person can safely wait\nto evacuate until confirmation\ninsurance should cover FACT: Emergency preparedness\nthat a hurricane is in their area.\neverything if a hurricane\nrequires more than a kit.\naffects me. FACT: Those who wait for actual\nFACT: Having a family\nFACT: This is not always the confirmation of a hurricane may\ncommunication plan, signing up\nbe trapped by high winds,\ncase. Check your insurance\nfor alerts and warnings, and flooding, or traffic.\npolicy and consult your\nknowing what to do and how to\ninsurance agent.\nevacuate are also important.\nFACT: Standard homeowners FACT: Many emergencies 7 MYTH: If I tape my windows, it\nwill protect them from strong\ninsurance does not cover flood\nrequire knowledge of what to do\nhurricane force winds.\ndamage.\nto protect yourself.\nFACT: Taping windows can\ncreate larger and deadlier shards\nof glass.\nFACT: Hurricane shutters or\nimpact-resistant windows are far\nmore effective in protecting\nagainst breakage of windows.\nFor more resources about hurricane risk, visit ready.gov/prepare | 10"
    },
    {
      "page": 12,
      "text": "HURRICANE PREPAREDNESS CHECKLIST\nThe right time to prepare for a hurricane is now. This helpful checklist will get you started. Make sure to include your\nentire family in the preparation and discuss your emergency plan with them. Post this checklist in an easily accessible\nlocation so it’s always close by. Remember to keep in mind your family’s unique needs as you complete the checklist.\nBEFORE A HURRICANE TOOLS & SAFETY ITEMS DURING A HURRICANE\nStock your emergency kit and Flashlight When a tropical storm or hurricane watch\n“go bag” with: is issued, it’s important to stay informed.\nMulti-purpose tool\nEMERGENCY COMMUNICATION Matches or lighter in waterproof Tune in to channels: ___________________\ncontainer _________________________________________\nImportant contact information for\nfamily, school, work, doctors, etc., Whistle Check for alerts on apps: FEMA App\nincluding phone numbers and\n_____________________________________ _________________________________________\nemail addresses\n_____________________________________ In case of evacuation, grab your\nCellular phone, extra battery, and\n“go bag” and leave immediately.\nchargers for electrical equipment\nFOOD/SUPPLIES Use evacuation route: _________________\nAM/FM radio/NOAA Weather\n_________________________________________\nRadio (extra batteries) At least a three-day supply of\nwater and non-perishable food The closest shelter is: _________________\n_____________________________________\nInfant formula and diapers _________________________________________\n_____________________________________\nPet food, supplies, and extra water Meet family at: _________________________\nMEDICAL NEEDS _____________________________________ ________________________________________\nMedications for at least one week _____________________________________ Make sure to take these important\nand copies of prescriptions numbers with you:\nExtra eyeglasses/contact lenses HYGIENE & SANITATION Family member’s name:\n_________________________________________\nMedical equipment/assistive Soap/disinfectant/sanitizer\nPhone #: _______________________________\ntechnology and backup batteries Paper towels/moist towelettes Email: _________________________________\nFirst aid kit Toilet paper\nLocal contact’s name:\n_____________________________________ Bleach _________________________________________\n_____________________________________\nToothbrush and toothpaste\nPhone #: _______________________________\nEmail: _________________________________\nCRITICAL DOCUMENTS\n_____________________________________\nOut-of-state contact’s name:\n_____________________________________\nPhoto ID (e.g., driver’s license, _________________________________________\npassport) Phone #: _______________________________\nPROTECTIVE GEAR & CLOTHING\nCash and credit cards Email: __________________________________\nExtra warm clothes\nPersonal records (e.g., birth Primary physician’s name:\ncertificates, marriage certificates) Sturdy shoes _________________________________________\nMedical records Blankets or sleeping bags Phone #: _______________________________\nEmail: __________________________________\nFinancial information (e.g., bank _____________________________________\naccount or credit card information) _____________________________________ Hospital’s phone #:\nProperty records (e.g., insurance _________________________________________\npolicies, deed, or lease) COMFORT & PRICELESS ITEMS\nInsurance company’s phone #:\nWaterproof, portable container for Items like: books, puzzles, favorite _________________________________________\nimportant documents stuffed toy, photo albums, valuables\nFEMA’s helpline: 1-800-621-FEMA\n_____________________________________ _____________________________________ TTY: 1-800-462-7585\n_____________________________________ _____________________________________ VRS: 1-800-621-3362\nRed Cross’s helpline: 1-800-733-2727\nFor more resources about hurricane risk, visit ready.gov/prepare | 11"
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "HOW TO\nPREPARE\nFOR A\nHURRICANE\n\n\nIntroduction\nTable of Contents\n1 Introduction A hurricane can cause widespread devastation during and after\nit occurs. This guide from FEMA is designed to help you properly\n2 How to Prepare for\nprepare for a hurricane and know how to protect yourself during\na Hurricane\nand after one.\n3 Now/Prepare\nPlanning and preparing can make a big difference in safety and\n3 Stay Informed: Emergency\nresiliency in the wake of a hurricane. The ability to quickly recover\nNotifications\nfollowing a hurricane requires a focus on preparedness, advance\n4 Plan for Evacuation\nplanning, and knowing what to do in the event of a hurricane.\n4 Family Communication Plan\n5 Emergency Supplies\n6 Protect Your Property\n7 During/Survive\n7 Evacuation Notices\n7 Areas Without an\nEvacuation Notice\n8 After/Be Safe\n8 Stay Safe and Healthy\nPost-disaster\n9 Five Steps for\nPost-hurricane Clean-up\n9 Additional Information\n10 Myths/Facts\n11 H urricane Preparedness\nChecklist\n11 H elplines\nFor more resources about hurricane risk, visit ready.gov/prepare | 1\n\n\nHow to Prepare for a Hurricane\nHurricanes are massive storm systems that form over ocean water and often move toward land.\nThreats from hurricanes include high winds, heavy rainfall, storm surge, coastal and inland flooding,\nrip currents, and tornadoes. The heavy winds of hurricanes can cause damage or destroy homes,\nbuildings, and roads, as well as cause power, water, and gas outages. These effects can injure or kill\npeople, disrupt transportation, and pollute drinking water. Hurricanes cause deaths and injuries\nprimarily from drowning, wind, and wind-borne debris. The impact from hurricanes can extend from\nthe coast to several hundred miles inland. To find your risk, visit FEMA’s “Know Your Risk Map.”\nBe better prepared for this hurricane season, and learn more at ready.gov/prepare.\nNow/Prepare During/Survive After/Be Safe\nSign up for local alerts and Follow guidance from local Return to the area only after\nwarnings. Monitor local news and authorities. authorities say it is safe to do so.\nweather reports. Do not enter damaged buildings\nIf advised to evacuate, grab your\nuntil they are inspected by qualified\nPrepare to evacuate by testing your “go bag” and leave immediately.\nprofessionals.\nemergency communication plan(s),\nFor protection from high winds,\nlearning evacuation routes, having a Never walk or drive on flooded\nstay away from windows and seek\nplace to stay, and packing a “go bag.” roads or through floodwaters.\nshelter on the lowest level in an\nStock emergency supplies. interior room. Look out for downed or unstable\ntrees, poles, and power lines.\nProtect your property by installing Move to higher ground if there\nsewer backflow valves, anchoring is flooding or a flood warning. Do not remove heavy debris by\nfuel tanks, reviewing insurance yourself. Wear gloves and sturdy,\nTurn Around Don’t Drown.®\npolicies, and cataloging belongings. thick-soled shoes to protect your\nNever walk or drive on flooded\nhands and feet.\nCollect and safeguard critical roads or through water.\nfinancial, medical, educational, and Do not drink tap water unless\nCall 9-1-1 if you are in life-\nlegal documents and records. authorities say it is safe.\nthreatening danger.\nFor more resources about hurricane risk, visit ready.gov/prepare | 2\n\n\nNow/Prepare for a Hurricane\nSTAY INFORMED: EMERGENCY NOTIFICATIONS\nYou can receive alerts and\nwarnings directly from the National\nWeather Service for all hazards\nwith a NOAA Weather Radio (NWR).\nSome radio receivers are designed\nto work with external notification\ndevices for people who are deaf\nor hard of hearing. For more\ninformation on NWR receivers, visit\nnws.noaa.gov/nwr/info/nwrrcvr.html.\nSign up for emergency alerts and\nnotifications that your community\nmay offer. Download Be Smart.\nKnow Your Alerts and Warnings\nfor a summary of notifications at\nready.gov/prepare.",
      "page": 2
    },
    {
      "title": "WATCHES AND WARNINGS",
      "content": "The National Weather Service (NWS), part of the National Oceanic and Atmospheric Administration\n(NOAA), issues alerts when weather conditions make hurricanes more likely. Know the terms used to\ndescribe changing hurricane conditions and be prepared to take appropriate action.\nTropical Storm or Hurricane Advisory—The NWS issues an Advisory when it\nexpects conditions to cause significant inconveniences that may be hazardous.\nIf caution is used, these situations should not be life-threatening.\nADVISORY\nTropical Storm or Hurricane Watch—The NWS issues a Watch when a tropical storm\nor hurricane is possible within 48 hours. Tune in to NOAA Weather Radio All Hazards,\nlocal radio, TV, or other news sources for more information. Monitor alerts, check\nyour emergency supplies, and gather any items you may need if you lose power.\nWATCH\nTropical Storm or Hurricane Warning—The NWS issues a Warning when it expects\na tropical storm or hurricane within 36 hours. During a Warning, complete your\nstorm preparations, and immediately leave the threatened area if directed to do so\nby local officials.\nWARNING\nFor more resources about hurricane risk, visit ready.gov/prepare | 3\n\n\nNow/Prepare for a Hurricane",
      "page": 4
    },
    {
      "title": "PLAN FOR EVACUATION",
      "content": "If the danger is significant, state or local government officials\nmay issue an evacuation notice. You can do the following to\nbe better prepared.\nLearn your community’s evacuation WHAT YOU NEED TO BE READY\nplan and identify several posted\n• Plan for your entire household\nroutes to leave the area.\nincluding children, people with\n• Evacuation routes: Check with disabilities and access and\nyour state’s Department of functional needs, and pets.\nTransportation or Office of\n• Keep your gas tank at least\nEmergency Management website\nhalf-full at all times. Maintain\nto find routes near you.\nbasic emergency supplies (e.g.,\n• Emergency shelter location: snacks, bottled water, first aid kit, CREATE YOUR\nTo find a shelter near you, flashlight, flares, jumper cables and FAMILY EMERGENCY\ndownload the FEMA app at other tools, a wool blanket, and a",
      "page": 5
    },
    {
      "title": "COMMUNICATION PLAN",
      "content": "fema.gov/mobile-app. change of clothes) in your vehicle.\nOnce you determine your evacuation • Pick an out-of-state contact Your family may not be\nroute and shelter location, write everyone can call to check-in and\ntogether when a hurricane\nthem down on your Hurricane report their status.\noccurs, so it is important to\nPreparedness Checklist, which is\n• Know where you will meet up\nlocated at the end of this guide. know how to contact one\nif you are separated and where\nyou will stay. another and how to get\nMake a plan for your pet.\n• Pack a “go bag” including items back together.\nTo learn more, go to\nyou need to take with you if you\nready.gov/animals. evacuate. A “go bag” should be Keep important numbers written\neasy to carry and kept in a place down in your wallet in case you\nwhere you can grab it quickly. cannot access the contact list in\nyour phone. Landline and cellular\nphone systems are often\noverwhelmed following a disaster,\nso you may need to use text\nmessages and social media.\nDesignate an out-of-town contact\nwho can help your household\nreconnect. Be sure to practice your\nplan with your family. Get more\ninformation by downloading\nBe Smart Create Your Family\nEmergency Communication Plan\nor visit ready.gov/make-a-plan.\nWrite down any important phone\nnumbers on your Hurricane\nPreparedness Checklist so you\ncan access them easily.\nFor more resources about hurricane risk, visit ready.gov/prepare | 4\n\n\nNow/Prepare for a Hurricane",
      "page": 5
    },
    {
      "title": "EMERGENCY SUPPLIES",
      "content": "You can build your supplies over time by adding a few items each week or EMERGENCY COMMUNICATION\nmonth. Gather in advance the necessary supplies and items you will need to\nMake sure you have everything you’ll\nstay safe after the hurricane passes and as you start to recover. Stock food\nneed to get in touch with your family\nitems that do not need refrigeration and will last. Regularly replace items like\neither through cellular phones or email.\nwater, food, medications, and batteries that go bad over time.",
      "page": 6
    },
    {
      "title": "MEDICAL NEEDS",
      "content": "For a complete list of emergency supplies, visit ready.gov/prepare and then\nBe equipped to tend to any current or\ncheck them off your Hurricane Preparedness Checklist once you add them\nunexpected medical conditions your\nto your emergency kit.\nfamily may have.",
      "page": 6
    },
    {
      "title": "CRITICAL DOCUMENTS",
      "content": "Place any important documents in a\nwaterproof container to help keep\nthem dry and easily accessible.\nTOOLS AND SAFETY ITEMS\nSmall items like matches, flashlights,\na multi-purpose tool, and a whistle\ncan make a huge difference for your\nfamily while weathering the storm.\nFOOD/SUPPLIES\nHave at least a three-day supply of\nnon-perishable food and water for your\nfamily. Remember to pack anything\nspecific to your family’s needs.",
      "page": 6
    },
    {
      "title": "HYGIENE AND SANITATION",
      "content": "Practicing good hygiene can stop the\nspread of bacteria and infectious disease.\nPROTECTIVE GEAR\nProtect yourself by packing warm\nclothes and blankets to prevent\nhypothermia. Don’t forget protective\nfootwear and gloves too.\nCOMFORT & PRICELESS ITEMS\nYou may be away from your home for an\nextended period and your property may\nbe damaged. Grab any items that are\nirreplaceable or may provide comfort to\nyour family, especially your children.\nAsk yourself, “What would I need for\nmyself and my family if a hurricane\nstruck?” Add any of these specific items\nto your Hurricane Preparedness Checklist.\nFor more resources about hurricane risk, visit ready.gov/prepare | 5\n\n\nNow/Prepare for a Hurricane",
      "page": 6
    },
    {
      "title": "TAKE ACTION TO PROTECT YOUR PROPERTY",
      "content": "AGAINST WIND AND WATER DAMAGE\nPlanning and preparing before a hurricane strikes can help you manage the impact of high winds and\nfloodwaters. Take the steps outlined below to keep you and your family safe while protecting your home\nand property. If you are a renter, talk with your landlord or property manager about the steps you can take\ntogether to protect yourself, your family, your home, and your property.\nWIND\nHigh winds: The best way to reduce the risk of damage to a structure from\nhurricane winds is to reinforce or strengthen the building including doors,\nwindows, walls, and roofs. The best way to protect yourself is to consider\neither constructing a safe room that meets FEMA criteria or a storm shelter\nthat meets ICC 500 criteria.\nWind-borne debris: Bring loose, lightweight objects (e.g., patio furniture,\ngarbage cans, and bicycles) inside; anchor objects that would be unsafe to\nbring inside (e.g., gas grills and propane tanks); and trim or remove trees\nclose enough to fall on buildings.\nFLOOD\nThere are steps that you or your • Install “check valves” in sewer\nproperty owner can take now to lines to prevent floodwater from\nmake your home or business more backing up into your drains.\nflood resistant. Some improvements\n• Stockpile emergency protective\nare simple and inexpensive; others\nmaterials such as plywood, plastic\nrequire more of an investment. As\nsheeting, and sandbags.\nyour budget allows, take these steps\n• Elevate the heating system\nto protect your property from flood\n(furnace), water heater, and electric\ndamage and manage your risks.\npanel if susceptible to flooding.\n• Keep gutters and drains free\n• Waterproof the basement.\nof debris.\n• In areas with repetitive flooding,\n• Install a water alarm and sump\nconsider elevating the building.\npumps with battery backup.",
      "page": 7
    },
    {
      "title": "FLOOD INSURANCE",
      "content": "Most property insurance policies do not cover flood losses, so you will need to purchase separate flood insurance\nif your property is at risk for flooding. Talk to your insurance agent about buying flood insurance. Flood insurance\nis available for homeowners, renters, and business owners through the National Flood Insurance Program in\nparticipating communities. Keep in mind that a policy purchased today will take 30 days to go into effect, so act now!\nLearn how to financially protect yourself from flood damage by visiting FloodSmart.gov.\nFind your flood risk at msc.fema.gov/portal.\nFor more resources about hurricane risk, visit ready.gov/prepare | 6\n\n\nDuring/Survive a Hurricane",
      "page": 7
    },
    {
      "title": "DECIDING TO STAY OR GO",
      "content": "If authorities advise or order you to evacuate, grab your “go bag” and leave immediately. If you are not in\na mandatory evacuation zone, you may still decide to leave the area, you may need to move to higher\nground, or you may choose to stay in your home. If you decide to stay home, remember that even if the\nhigh winds and floodwaters do not reach your home, you may lose power and water, and you may not be\nable to leave your home for several days if the roads are impassable.\nIF YOU ARE IN AN AREA WHERE AUTHORITIES ADVISE OR ORDER YOU TO EVACUATE:\nTAKE ACTION IMMEDIATELY TO EVACUATE!\nGrab your “go bag” and leave immediately. Follow posted evacuation\nroutes and do not try to take shortcuts because they may be blocked.\nStick to designated evacuation routes. For localized information:\n• Evacuation routes: Check with your state’s Department of Transportation\nor Office of Emergency Management website to find routes near you.\n• Emergency shelter location: To find a shelter near you, check the\nFEMA mobile app: fema.gov/mobile-app.\nDon’t forget: Write down your evacuation route and shelter information\non your Hurricane Preparedness Checklist.\nIF YOU ARE IN AN AREA WITHOUT AN EVACUATION NOTICE:\nIf you are in an area that is flooding Stay indoors and away from Never use a generator, gasoline-\n(e.g., on the coast, on a floodplain, windows and glass doors. If you are powered equipment and tools, grill,\nnear a river, or on an island in a temporary structure, safely camp stove, or charcoal burning\nwaterway), move to a location on move to a sturdy building and go to device inside or in any partially\nhigher ground before floodwaters a windowless room on the lowest enclosed area. Keep these devices\nreach you. level that is not likely to flood. outside and at least 20 feet from\ndoors, windows, and vents.\nFor more resources about hurricane risk, visit ready.gov/prepare | 7\n\n\nAfter/Be Safe\nPOST-DISASTER",
      "page": 8
    },
    {
      "title": "TIPS TO STAY SAFE",
      "content": "If you’ve evacuated the area,\nwait for public officials to say\nit is safe before returning.\nEach year, a significant\nnumber of people are injured\nor killed while cleaning up\nafter a hurricane. As you\nbegin cleanup, keep these\nsafety tips in mind:\nSTAY SAFE\nDo not wade in floodwaters, which can contain dangerous debris like broken\nglass, metal, dead animals, sewage, gasoline, oil, and downed power lines.\nDo not enter a building until it has been inspected for damage to the\nelectrical system, gas lines, septic systems, and water lines or wells.\nWear appropriate protective equipment such as gloves, safety glasses,\nrubber boots, and masks to protect you from debris and airborne particles,\ne.g., mold and dust.\nDo not use electrical equipment if it is wet or if you are standing in water.\nProtect your pet following a hurricane. To learn more, visit ready.gov/animals.",
      "page": 9
    },
    {
      "title": "STAY HEALTHY",
      "content": "Throw out any food including canned items that were not maintained at a\nproper temperature or have been exposed to floodwaters. Do not eat food\nfrom a flooded garden. When in doubt, throw it out.\nAvoid drinking tap water until you know it is safe. If uncertain, boil or\npurify it first.\nClean and disinfect everything that got wet. Mud left from floodwater\ncan contain sewage, bacteria, and chemicals.\nFor more resources about hurricane risk, visit ready.gov/prepare | 8\n\n\nAfter/Be Safe\nFIVE STEPS FOR POST-HURRICANE CLEAN-UP\nUse appropriate personal protective equipment to avoid injury from possible exposure to mold and\nbacteria including gloves, goggles, rubber boots, and N95 masks.\nAIR OUT by opening all doors MOVE OUT saturated porous CLEAN OUT and disinfect any\nand windows whenever you are materials such as mattresses or remaining debris and mud.\npresent. Leave as many windows upholstered items, especially those\nDRY OUT the building and any\nopen when you are not present as with visible fungal growth.\nremaining contents.\nsecurity concerns allow.\nTEAR OUT flooring, paneling,\ndrywall, insulation, and electrical\noutlets saturated by floodwater.",
      "page": 9
    },
    {
      "title": "ADDITIONAL RESOURCES",
      "content": "The following resources and websites can help you further prepare for, respond to, and recover\nfrom a hurricane.\nFEMA Mobile App: fema.gov/mobile-app RELATED WEBSITES\nFEMA Against the Wind: Protecting Your American Red Cross Hurricane Preparedness:\nHome From Hurricane and Wind Damage: redcross.org/prepare/disaster/hurricane\nfema.gov/media-library/assets/documents/2988\nFEMA Hurricane: ready.gov/hurricanes\nFEMA Community Hurricane Preparedness Training:\ntraining.fema.gov/is/courseoverview.aspx?code=is-324.a FloodSmart Campaign: FloodSmart.gov\nFEMA Taking Shelter From the Storm: Building National Oceanic and Atmospheric Administration\na Safe Room in Your Home or Small Business: (NOAA): noaa.gov\nfema.gov/media-library/assets/documents/\nPara obtener información y recursos en español visite\n2009?id=1536\ncommunity.fema.gov/?lang=es\nFor more resources about hurricane risk, visit ready.gov/prepare | 9",
      "page": 10
    },
    {
      "title": "TEST YOUR HURRICANE PREPAREDNESS KNOWLEDGE",
      "content": "1 MYTH: Preparing for disasters 3 MYTH: In an emergency, only 5 MYTH: It’s okay if I drive\nis time-consuming and expensive. first responders need to know through a small amount of\nwhat to do. floodwater.\nFACT: Signing up for local\nalerts and warnings is free. FACT: Everyone needs to know FACT: As little as 12 inches of\nMany preparedness apps are what to do before, during, and water can float smaller SUVs\nalso free. after a hurricane to protect and 18 inches of water can float\nlarger vehicles such as full-size\nthemselves, their families, and\nFACT: Your home may already SUVs.\ntheir neighbors.\ncontain emergency kit items.\nFACT: First responders may not FACT: The depth of the water is\nFACT: You can purchase items not always obvious, and moving\nreach you for hours or days after\nfor an emergency kit and water has tremendous power.\na hurricane strikes. Everyone\nassemble it over time. Turn Around Don’t Drown®\nneeds to know what to do to\nFACT: Having an adequate stay safe. FACT: Even a small amount of\nemergency supply of food and a water on a road may hide dangers\ncommunication plan can be of such as undermined roads ready\nbenefit no matter the hazard. 4 MYTH: I am prepared for any to collapse.\nemergency, including a\nhurricane, if I have an\n2 MYTH: My homeowners emergency kit packed. 6 MYTH: A person can safely wait\nto evacuate until confirmation\ninsurance should cover FACT: Emergency preparedness\nthat a hurricane is in their area.\neverything if a hurricane\nrequires more than a kit.\naffects me. FACT: Those who wait for actual\nFACT: Having a family\nFACT: This is not always the confirmation of a hurricane may\ncommunication plan, signing up\nbe trapped by high winds,\ncase. Check your insurance\nfor alerts and warnings, and flooding, or traffic.\npolicy and consult your\nknowing what to do and how to\ninsurance agent.\nevacuate are also important.\nFACT: Standard homeowners FACT: Many emergencies 7 MYTH: If I tape my windows, it\nwill protect them from strong\ninsurance does not cover flood\nrequire knowledge of what to do\nhurricane force winds.\ndamage.\nto protect yourself.\nFACT: Taping windows can\ncreate larger and deadlier shards\nof glass.\nFACT: Hurricane shutters or\nimpact-resistant windows are far\nmore effective in protecting\nagainst breakage of windows.\nFor more resources about hurricane risk, visit ready.gov/prepare | 10",
      "page": 11
    },
    {
      "title": "HURRICANE PREPAREDNESS CHECKLIST",
      "content": "The right time to prepare for a hurricane is now. This helpful checklist will get you started. Make sure to include your\nentire family in the preparation and discuss your emergency plan with them. Post this checklist in an easily accessible\nlocation so it’s always close by. Remember to keep in mind your family’s unique needs as you complete the checklist.\nBEFORE A HURRICANE TOOLS & SAFETY ITEMS DURING A HURRICANE\nStock your emergency kit and Flashlight When a tropical storm or hurricane watch\n“go bag” with: is issued, it’s important to stay informed.\nMulti-purpose tool\nEMERGENCY COMMUNICATION Matches or lighter in waterproof Tune in to channels: ___________________\ncontainer _________________________________________\nImportant contact information for\nfamily, school, work, doctors, etc., Whistle Check for alerts on apps: FEMA App\nincluding phone numbers and\n_____________________________________ _________________________________________\nemail addresses\n_____________________________________ In case of evacuation, grab your\nCellular phone, extra battery, and\n“go bag” and leave immediately.\nchargers for electrical equipment\nFOOD/SUPPLIES Use evacuation route: _________________\nAM/FM radio/NOAA Weather\n_________________________________________\nRadio (extra batteries) At least a three-day supply of\nwater and non-perishable food The closest shelter is: _________________\n_____________________________________\nInfant formula and diapers _________________________________________\n_____________________________________\nPet food, supplies, and extra water Meet family at: _________________________\nMEDICAL NEEDS _____________________________________ ________________________________________\nMedications for at least one week _____________________________________ Make sure to take these important\nand copies of prescriptions numbers with you:\nExtra eyeglasses/contact lenses HYGIENE & SANITATION Family member’s name:\n_________________________________________\nMedical equipment/assistive Soap/disinfectant/sanitizer\nPhone #: _______________________________\ntechnology and backup batteries Paper towels/moist towelettes Email: _________________________________\nFirst aid kit Toilet paper\nLocal contact’s name:\n_____________________________________ Bleach _________________________________________\n_____________________________________\nToothbrush and toothpaste\nPhone #: _______________________________\nEmail: _________________________________",
      "page": 12
    },
    {
      "title": "CRITICAL DOCUMENTS",
      "content": "_____________________________________\nOut-of-state contact’s name:\n_____________________________________\nPhoto ID (e.g., driver’s license, _________________________________________\npassport) Phone #: _______________________________\nPROTECTIVE GEAR & CLOTHING\nCash and credit cards Email: __________________________________\nExtra warm clothes\nPersonal records (e.g., birth Primary physician’s name:\ncertificates, marriage certificates) Sturdy shoes _________________________________________\nMedical records Blankets or sleeping bags Phone #: _______________________________\nEmail: __________________________________\nFinancial information (e.g., bank _____________________________________\naccount or credit card information) _____________________________________ Hospital’s phone #:\nProperty records (e.g., insurance _________________________________________\npolicies, deed, or lease) COMFORT & PRICELESS ITEMS\nInsurance company’s phone #:\nWaterproof, portable container for Items like: books, puzzles, favorite _________________________________________\nimportant documents stuffed toy, photo albums, valuables\nFEMA’s helpline: 1-800-621-FEMA\n_____________________________________ _____________________________________ TTY: 1-800-462-7585\n_____________________________________ _____________________________________ VRS: 1-800-621-3362\nRed Cross’s helpline: 1-800-733-2727\nFor more resources about hurricane risk, visit ready.gov/prepare | 11",
      "page": 12
    }
  ],
  "citations": [
    {
      "citation_id": "ready_gov_hurricane_section1_p2",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 2,
      "content_preview": "HOW TO\nPREPARE\nFOR A\nHURRICANE\n\n\nIntroduction\nTable of Contents\n1 Introduction A hurricane can cause widespread devastation during and after\nit occurs. This guide from FEMA is designed to help you pro..."
    },
    {
      "citation_id": "ready_gov_hurricane_section2_p4",
      "section_title": "WATCHES AND WARNINGS",
      "section_number": 2,
      "start_page": 4,
      "content_preview": "The National Weather Service (NWS), part of the National Oceanic and Atmospheric Administration\n(NOAA), issues alerts when weather conditions make hurricanes more likely. Know the terms used to\ndescri..."
    },
    {
      "citation_id": "ready_gov_hurricane_section3_p5",
      "section_title": "PLAN FOR EVACUATION",
      "section_number": 3,
      "start_page": 5,
      "content_preview": "If the danger is significant, state or local government officials\nmay issue an evacuation notice. You can do the following to\nbe better prepared.\nLearn your community’s evacuation WHAT YOU NEED TO BE ..."
    },
    {
      "citation_id": "ready_gov_hurricane_section4_p5",
      "section_title": "COMMUNICATION PLAN",
      "section_number": 4,
      "start_page": 5,
      "content_preview": "fema.gov/mobile-app. change of clothes) in your vehicle.\nOnce you determine your evacuation • Pick an out-of-state contact Your family may not be\nroute and shelter location, write everyone can call to..."
    },
    {
      "citation_id": "ready_gov_hurricane_section5_p6",
      "section_title": "EMERGENCY SUPPLIES",
      "section_number": 5,
      "start_page": 6,
      "content_preview": "You can build your supplies over time by adding a few items each week or EMERGENCY COMMUNICATION\nmonth. Gather in advance the necessary supplies and items you will need to\nMake sure you have everythin..."
    },
    {
      "citation_id": "ready_gov_hurricane_section6_p6",
      "section_title": "MEDICAL NEEDS",
      "section_number": 6,
      "start_page": 6,
      "content_preview": "For a complete list of emergency supplies, visit ready.gov/prepare and then\nBe equipped to tend to any current or\ncheck them off your Hurricane Preparedness Checklist once you add them\nunexpected medi..."
    },
    {
      "citation_id": "ready_gov_hurricane_section7_p6",
      "section_title": "CRITICAL DOCUMENTS",
      "section_number": 7,
      "start_page": 6,
      "content_preview": "Place any important documents in a\nwaterproof container to help keep\nthem dry and easily accessible.\nTOOLS AND SAFETY ITEMS\nSmall items like matches, flashlights,\na multi-purpose tool, and a whistle\nc..."
    },
    {
      "citation_id": "ready_gov_hurricane_section8_p6",
      "section_title": "HYGIENE AND SANITATION",
      "section_number": 8,
      "start_page": 6,
      "content_preview": "Practicing good hygiene can stop the\nspread of bacteria and infectious disease.\nPROTECTIVE GEAR\nProtect yourself by packing warm\nclothes and blankets to prevent\nhypothermia. Don’t forget protective\nfo..."
    },
    {
      "citation_id": "ready_gov_hurricane_section9_p7",
      "section_title": "TAKE ACTION TO PROTECT YOUR PROPERTY",
      "section_number": 9,
      "start_page": 7,
      "content_preview": "AGAINST WIND AND WATER DAMAGE\nPlanning and preparing before a hurricane strikes can help you manage the impact of high winds and\nfloodwaters. Take the steps outlined below to keep you and your family ..."
    },
    {
      "citation_id": "ready_gov_hurricane_section10_p7",
      "section_title": "FLOOD INSURANCE",
      "section_number": 10,
      "start_page": 7,
      "content_preview": "Most property insurance policies do not cover flood losses, so you will need to purchase separate flood insurance\nif your property is at risk for flooding. Talk to your insurance agent about buying fl..."
    },
    {
      "citation_id": "ready_gov_hurricane_section11_p8",
      "section_title": "DECIDING TO STAY OR GO",
      "section_number": 11,
      "start_page": 8,
      "content_preview": "If authorities advise or order you to evacuate, grab your “go bag” and leave immediately. If you are not in\na mandatory evacuation zone, you may still decide to leave the area, you may need to move to..."
    },
    {
      "citation_id": "ready_gov_hurricane_section12_p9",
      "section_title": "TIPS TO STAY SAFE",
      "section_number": 12,
      "start_page": 9,
      "content_preview": "If you’ve evacuated the area,\nwait for public officials to say\nit is safe before returning.\nEach year, a significant\nnumber of people are injured\nor killed while cleaning up\nafter a hurricane. As you\n..."
    },
    {
      "citation_id": "ready_gov_hurricane_section13_p9",
      "section_title": "STAY HEALTHY",
      "section_number": 13,
      "start_page": 9,
      "content_preview": "Throw out any food including canned items that were not maintained at a\nproper temperature or have been exposed to floodwaters. Do not eat food\nfrom a flooded garden. When in doubt, throw it out.\nAvoi..."
    },
    {
      "citation_id": "ready_gov_hurricane_section14_p10",
      "section_title": "ADDITIONAL RESOURCES",
      "section_number": 14,
      "start_page": 10,
      "content_preview": "The following resources and websites can help you further prepare for, respond to, and recover\nfrom a hurricane.\nFEMA Mobile App: fema.gov/mobile-app RELATED WEBSITES\nFEMA Against the Wind: Protecting..."
    },
    {
      "citation_id": "ready_gov_hurricane_section15_p11",
      "section_title": "TEST YOUR HURRICANE PREPAREDNESS KNOWLEDGE",
      "section_number": 15,
      "start_page": 11,
      "content_preview": "1 MYTH: Preparing for disasters 3 MYTH: In an emergency, only 5 MYTH: It’s okay if I drive\nis time-consuming and expensive. first responders need to know through a small amount of\nwhat to do. floodwat..."
    },
    {
      "citation_id": "ready_gov_hurricane_section16_p12",
      "section_title": "HURRICANE PREPAREDNESS CHECKLIST",
      "section_number": 16,
      "start_page": 12,
      "content_preview": "The right time to prepare for a hurricane is now. This helpful checklist will get you started. Make sure to include your\nentire family in the preparation and discuss your emergency plan with them. Pos..."
    },
    {
      "citation_id": "ready_gov_hurricane_section17_p12",
      "section_title": "CRITICAL DOCUMENTS",
      "section_number": 17,
      "start_page": 12,
      "content_preview": "_____________________________________\nOut-of-state contact’s name:\n_____________________________________\nPhoto ID (e.g., driver’s license, _________________________________________\npassport) Phone #: ..."
    }
  ],
  "metadata": {
    "category": "ready_gov",
    "filename": "hurricane_guide.pdf",
    "word_count": 3464,
    "char_count": 23227
  }
}