{
  "source_file": "Data/raw/ready_gov/ready-gov_caregivers-preparedness-guide.pdf",
  "citation_prefix": "ready_gov_caregivers",
  "total_pages": 21,
  "full_text": "\n\n\nTAKE\nCONTROL IN\n1\n2\n3\nDisaster Preparedness Guide for Caregivers\ni\n\n\nINTRODUCTION\nAs a family caregiver, you are one of 53 million Americans caring for someone older, ill, or disabled. In many\ncases, you may be the only one attending to the daily needs of an elderly parent, disabled neighbor, or medically\ncomplex child. Those in your care depend on you for their safety and well-being—especially during emergencies.\nIn recognition of your unparalleled dedication and commitment to those in your care, the Federal Emergency\nManagement Agency (FEMA.gov) and the Rosalynn Carter Institute for Caregivers (RCI) (rosalynncarter.org) have\ncreated this Disaster Preparedness Guide for Caregivers to help you navigate the unique challenges that may\narise when disasters strike.\nCaregivers navigate complex systems and plan for the unexpected every day. In preparing for a disaster, you will\nuse all this experience! You are already further along in your preparedness journey than you might think. This\nguide will help you learn about disaster preparedness and identify the needs of your care recipient and how\nthey might change during a disaster. You may also have questions about preparedness or not even know the\nquestions to ask. This guide will help answer these questions, share ways to connect with your community, and\nbolster your confidence as a caregiver during a disaster.\nNot all caregiving experiences are the same, and the information and resources in the guide reflect this. Before\nyou start, think about your unique circumstances: Are you a caregiver who will prepare with your care recipient?\nAre you a caregiver with a support network to help prepare your care recipient? Are you a solo caregiver starting\nfrom scratch? This guide provides tailored information and resources to support you as a caregiver no matter\nyour situation.\n1\n\n\nSTEP 1 |\nIDENTIFY BARRIERS AND RISKS\nThis step identifies common challenges you face as a family caregiver and strategies for overcoming them—\neither with your care recipient, with your support network, or as a solo caregiver. It will also enable you to\nunderstand the various obstacles you may face when getting your care recipient ready for a disaster—including\nmobility issues, limited resources, and medical needs. In this section, you will find ways to build resilience for\nyourself and those in your care.\nSTEP 2 |\nLEARN AND CONNECT\nThis step guides you in establishing partnerships with emergency services and identifying community\nresources you will use to make your plan. You can learn and connect with your care recipient or with your\nsupport network. If you are a solo caregiver, now is the time to start making connections and finding support.\nThrough these tips, you can strengthen your community ties and ensure support and resources are readily\navailable when you need them.\nSTEP 3 |\nMAKE A PLAN\nIn this step, you will learn the essential aspects of preparedness and how to develop a comprehensive emergency\nplan, including building a disaster preparedness kit. Part of making a plan is empowering your care recipient in\ntheir disaster preparedness planning or engaging your support network. If you don’t have a support network, now\nis the time to start making those connections that will benefit you both today and during a disaster.\n2\n\n\nSTEP 1\nIdentify Barriers and Risks\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nAs a family caregiver, you are used to handling the unexpected. You know that circumstances can change quickly\nand that plans need to adjust based on the needs of your care recipient—sometimes day-to-day and sometimes\nhour-by-hour. You have learned how to navigate complex systems to help your care recipient lead a fulfilling and\nmeaningful life. All of your experience as a caregiver will help you prepare your care recipient for disasters and\nemergencies. Caregivers and their support networks have a window into the world of their care recipients. Yet\noften, it is easy to miss some specific barriers they may face. Understanding your care recipient’s unique risks is\nvital in personalizing a comprehensive disaster preparedness plan.\nStep 1 of this guide focuses on identifying barriers and risks, provides insights that will help you overcome\nchallenges, and, most importantly, gives you the tools to build resilience for yourself and your care recipients.\nWith Your Care Recipient:\n• How do you best understand and respond to information?\n• How do you communicate your needs to others? How does this change in stressful\nor unfamiliar situations?\n• What help do you require for personal care?\n• What assistive technology do you use to meet your daily activity needs?\n• Do you have the money to cover expenses such as relocation, extra medications,\nor other associated costs you may encounter in a disaster?\n• What helps you adjust to new or unfamiliar people and places?\n• What methods of transportation do you rely on?\n• How do you communicate pain or when you are subjected to extreme temperatures?\nWith Your Support Network:\n• How does my care recipient communicate their needs to others?\n• Does my care recipient use assistive devices, interpreters for communication, or speak a language not\ncommon in the community? Is my support network familiar with these communication needs and know how\nto address them?\n• How do I inform first responders or emergency response personnel about the unique communication needs\nof my care recipient?\n3\n\n\n• Does my care recipient use medical equipment that requires electricity?\n• How does my care recipient report pain or indicate when they are subjected to extreme temperatures?\n• Do members of my support team have a full understanding of the medication and equipment needs of the\nperson I am taking care of?\n• Does the person I am caring for depend on other providers or medical services for extended care? Does my\nsupport network know how to access this care?\n• What is the role of my support network in helping my care recipient accomplish activities such as grocery\nshopping and paying bills?\n• What medications or assistive devices enable my care recipient to function independently? Does my support\nnetwork know how to use this technology or administer these medications?\n• Does my care recipient engage in self-harming behaviors, and how can my support network help me identify\nstrategies to keep my care recipient safe?\nSolo Caregiver:\n• Do I fully understand the medication and equipment needs of the person I am taking care of?\n• What are the most pressing concerns I have when my care recipient is without their typical\nlevel of supervision?\n• What are my limitations as a solo caregiver?\n• Do I know how to assist my care recipient with finding resources to meet expenses during or after a disaster?\n• Do I know who provides medical care and how to access this care during a disaster?\n4\n\n\nSTEP 2\nLearn and Connect\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nNow that you have taken some time to assess the barriers, risks, and needs that your care recipient may\nface, step 2 will help you assess preparedness roles, learn about resources to meet these needs, and provide\nguidance on fostering a collaborative approach to preparedness. If you are a solo caregiver, now is the time to\nstart building connections to create a support network that will allow you and your care recipient to be resilient in\nthe face of barriers and risks you encounter.\nASSESS PREPAREDNESS ROLES\nWith Your Care Recipient:\nEngaging your care recipient, if they are able to do so, is a crucial step in emergency preparedness. Below are\nsome conversation starters to engage your care recipient in a discussion about preparedness activities.\n• “I’d like to talk about disaster preparedness and what that means to me and you.”\n• “When preparing for a disaster, I see my role as ________________. What do you see your role as?”\n• “I would like to talk about our activities for disaster preparedness. Would you like to engage\nin disaster preparedness activities?”\nWith Your Support Network:\nEngage your support network, along with involving your care recipient, to ensure that emergency preparedness\nplanning becomes a team effort. Below are some conversation starters to engage your support network in a\ndiscussion about preparedness activities.\n• “I would like to talk about disaster preparedness and how we can work together to ensure [name] is prepared\nin the event of an emergency.”\n• “As a close family member, friend, or medical provider of [name], could you provide any additional\nconsiderations that I should be aware of as I help [name] get prepared?”\n• “What resources of yours can I leverage to ensure myself and my care recipient are prepared?”\n5\n\n\nSolo Caregiver:\nAs a solo caregiver, it might be difficult to figure out where to start in preparing yourself and your care recipient\nfor a disaster. Below are some questions you can ask yourself as a solo caregiver to get started in your\npreparedness journey.\n• “What barriers to preparedness may I or my care recipient face?”\n• “What additional help do I need to ensure that I and my care recipient are prepared?”\n• “Are there additional ways I can get involved in emergency preparedness or get connected to emergency\nmanagement professionals?”\nDISASTER PREPAREDNESS RESOURCES FOR CAREGIVERS\nWhile many resources are available to support your preparedness journey, knowing where to look to help you\ncreate your unique preparedness plan can be hard. While it can feel overwhelming, you might be further along\nthan you think—all of the ways you navigate medical systems, maintain schedules, and meet the needs of your\ncare recipient will help you as you plan for a disaster.\nMedications, prescription refills, medical care: For many caregivers and care recipients, the daily\nstress of prescription refills and managing medication schedules becomes even more urgent and complicated\nin a disaster situation. While there may not be an easy answer, there are programs and resources you can\nleverage in times of disaster. Learn about these resources before you need them, talk to your care recipient’s\ndoctor and support network, and know that doing the work now will help alleviate stress should you ever need\nthis information.\n• Emergency prescription laws: Each state has\ndifferent laws that authorize pharmacies and pharmacists\nto refill prescriptions early in the event of a declared\nemergency. Familiarize yourself with the laws in your\nstate by visiting: Healthcare Ready’s A Review of State\nEmergency Prescription Protocols (healthcareready.\norg/a-review-of-state-emergency-prescription-protocols/)\nand CDC’s A Prescription for Preparedness (blogs.\ncdc.gov/publichealthmatters/2019/09/prescription-\npreparedness/).\n• Locate an open pharmacy or healthcare facility during and after a disaster: If\nyour care recipient relies on medication or routine medical treatments, knowing how to find\na pharmacy or facility after a disaster is important. Healthcare Ready’s Rx Open (rxopen.\norg) provides information on the operating status of healthcare facilities in areas impacted\nby a disaster. If you require specialty or compounded medications, make a list of these\npharmacies along your evacuation route.\n6\n\n\n• Home medical equipment, adaptative equipment, assistive technology, and durable medical\nequipment: If your care recipient has specialized equipment or devices, include these in your preparedness\nplanning, and know that there are options to replace or get support if needed after a disaster.\n• Replace assistive technology and durable medical equipment: Pass It On Center is a national\nresource to reuse assistive technology and durable medical equipment. For additional information or to find a\nprogram near you, search the database here: Pass It On Center Find Reuse Locations (pioc.gatech.edu/pioc/\nreuse_locations.php).\n• Replace medicine and equipment if you don’t have insurance: The Emergency Prescription\nAssistance Program (EPAP) helps people in a federally identified disaster area who do not have health\ninsurance to get the prescription drugs, vaccinations, medical supplies, and equipment they need. Review\ncovered items and learn more about this program here: The Emergency Prescription Assistance Program\n(aspr.hhs.gov/EPAP/Pages/default.aspx).\nPower restoration: If your care recipient relies on electricity for medical devices, assistive technology, or to\nmaintain health and independence, your electricity supplier may have programs or resources to help. Ask how\nto get on a priority restoration list or if they can provide battery backups to individuals with a qualifying need and\ndiagnosis. When you start to make your plan, identify people in your support network who may be outside the\naffected area if there is a loss of electricity and you need to evacuate.\nTransportation: When engaging in preparedness planning, it is important to consider the transportation needs\nof your care recipient—particularly if an evacuation is necessary. Your local Area Agency on Aging is one resource\nthat can connect you to information about transportation options and in-home care support.\n• The Eldercare Locator (eldercare.acl.gov/Public/Resources/Topic/Caregiver.aspx) can help you identify\ntransportation resources before a disaster and help you plan for a disaster or emergency.\nRespite care: As a family caregiver, you know you can’t go it alone—and you don’t have to. When you\nneed help, and you will, there are resources to locate respite care in your community that you can consider as\nyou prepare.\n• The National Respite Network and Resource Center (archrespite.org/caregiver-resources/respitelocator/) can\nhelp you locate respite service providers in your community. Respite providers can be an important part of\nyour support network.\nAdditional resources: Every caregiver and their care recipient have different needs, barriers, and challenges\nto overcome. And even after reviewing the resources in this guide, you may still have questions.\n• Aging and Disability Resource Centers (acl.gov/programs/aging-and-disability-networks/aging-and-disability-\nresource-centers) can help caregivers connect to services and supports.\n7\n\n\nLEARN ABOUT DISASTERS AND EMERGENCIES YOU MIGHT FACE\nJust like the care you provide is unique, so are the impacts of a disaster on yourself and\nyour care recipient. It’s important to get familiarized with disasters that may happen\nand to think about the possible effects on your care recipient and yourself. Learn about\ndisasters and hazards in your area and how to prepare through FEMA’s Ready.gov Hazard\nInformation Sheets (ready.gov/be-informed) and Healthcare Ready’s Disaster Disaster Tip\nSheets (healthcareready.org/disaster-tip-sheets/).\nESTABLISHING PARTNERSHIPS WITH EMERGENCY SERVICES\nAs a family caregiver, you need to be aware of and communicate your needs to those in your community\ncharged with keeping you safe. It is essential to form relationships ahead of time with emergency services\npersonnel and community organizations who can connect you to accessible resources and help you understand\nyour options during an emergency. And if you are a solo caregiver, you know you can’t go it alone, so now is the\ntime to build a support network.\nWith Your Care Recipient:\n• Find out how emergency management officials communicate with your community in an emergency.\n• Identify the communications channels to access in a disaster.\n• Sign yourself and your care recipients up for emergency alerts (ready.gov/alerts).\n- The National Weather Service broadcasts weather and emergency warnings specific to your community.\nYou can purchase a special receiver (weather.gov/nwr/nwr_receivers) to access these alerts.\n- The FEMA App (ready.gov/fema-app) allows you to receive real-time weather and emergency alerts, send\nnotifications to loved ones, locate emergency shelters in your area, get preparedness strategies,\nand more.\n• Attend community preparedness fairs or fire station open houses with your care recipient to meet and\nconnect with first responders.\n• Discover how to get transportation services if necessary. Ask your care recipient about their transportation\npreferences.\nWith Your Support Network:\n• Join or contact your local Community Emergency Response Team (CERT) to gain community-specific insights\nand valuable skills to help you and your care recipient prepare.\n- Visit the FEMA’s CERT homepage (community.fema.gov/PreparednessCommunity/s/welcome-to-\ncert?language=en_US) to learn more and find your local program.\n• Create a checklist of emergency services numbers and contacts and have it available in hard copy and\nelectronically and share it with your support network.\n• With your support network, tour a shelter and discuss barriers your care recipient will face.\n• Create a profile that can help first responders learn about the needs of your care recipient through\nSmart911 (smart911.com/) or RapidSOS (rapidsos.com/).A\n8\n\n\n•\nSolo Caregiver:\n• Identify the help that you need with day-to-day caregiving activities, such as helping pick up medications or\ndoing laundry, and start to communicate those needs to those in your life.\n• Find networks to lean on for support before, during, and after a disaster.\n• Attend community preparedness fairs or fire station open houses to meet and connect with first responders.\n• Discover how to get transportation services if necessary. Think about how you access transportation now,\nand how that might change in a disaster.\n• Sign yourself up for emergency alerts (ready.gov/alerts).\n- The National Weather Service broadcasts weather and emergency warnings specific to your community.\nYou can purchase a special receiver (weather.gov/nwr/nwr_receivers) to access these alerts.\n- The FEMA App (ready.gov/fema-app) allows you to receive real-time weather and emergency alerts,\nlocate emergency shelters in your area, get preparedness strategies, and more.\n• Identify the communications channels you can access in a disaster.\nUNDERSTANDING THE CRITICAL ROLE\nOF FAMILY CAREGIVERS\nIn 2018, Hurricane Florence forced our family into crisis decision making mode.\nAs the storm barreled toward the North Carolina coast, my grandmother’s facility\ncalled to encourage my mom to take her before we evacuated. If we didn’t, they\nwere going to place memory care residents across the state.\nFor the first time, our caregiver stress was compounded with the stress of a\ndisaster. Every option would likely increase her confusion and agitation. In the\nend, we decided to take her with us. This experience illustrated how much our\nsystems aren’t designed to support caregivers during disasters—or\na pandemic.\nMy mom and I talk often about how we would have managed caregiving during\nthis pandemic, living in fear of not cleaning a surface properly or forgetting to\nwash grandma’s hands or ours. Would we have allowed home health workers into\nthe house? After all, they provide respite for so many, and do essential medical\ntasks, not to mention they help reduce isolation. But is the risk to the household,\nor the risk to the worker, worth it?\nUnderstanding the critical and irreplaceable role family caregivers of all ages\nplay—that they too are on the front-line of care and need our support—will be key\nto effectively navigating future disasters.\n-Dr. Jennifer Olsen, Chief Executive Officer, Rosalynn Carter Institute for Caregivers\n9\n\n\nSTEP 3\nMake A Plan\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nNow that you have done a thorough risk assessment and identified the resources available to you\nand your care recipient, you are ready to make a disaster emergency plan. This includes building a disaster\npreparedness kit and preparing for evacuation or disaster sheltering scenarios. While planning, you will want\nto include your care recipient, when possible, as well as family and friends and any support networks you have\ndeveloped. Be honest and open about the process and the role you are willing to play.\nWith Your Care Recipient:\nOne important thing to remember when preparing as a caregiver is that you cannot do it all by yourself. So, it is\nimportant to look at preparedness not only through the limitations the person you care for has but also to look at\nwhat can they do to help in preparing. Think through preparedness tasks that your care recipient can do. These\ntasks should fit within your care recipient’s abilities and should not add additional stress or anxiety to either you\nor your care recipient. Including your care recipient in the preparedness process will let them see that they are\nvalued in this relationship and they, too, can play an important role in disaster preparedness.\n• Engage in a conversation\nwith your care recipient to\nunderstand their abilities\nand limitations. This\ncollaborative approach can\nmake disaster preparedness\na team effort.\n• Discuss roles and\nresponsibilities during\ndisasters and ensure your\ncare recipient feels included\nin the process.\n• Identify tasks your care\nrecipient can handle, such\nas checking food expiration\ndates or ensuring equipment\nis functioning correctly.\nMake a Plan With\n10\n\n\nWith Your Support Network:\nWork with your support network and make a plan for your care recipient during a disaster. Consider\nthe strengths, abilities, and strategies that are unique to your situation and your care recipient.\nCare Recipient’s Strengths Strategies to Maintain Strengths and\nand Abilities Abilities in an Emergency\nExample: Visual images help care recipient\nCommunication Example: A picture board could help communication.\nunderstand and process information.\nExample: List of prescriptions and a list of specialty\nMedical Needs Example: Daily prescription medications.\npharmacies in case of evacuation.\nExample: Is accompanied to the store\nExample: Knows how to contact caregiver or family\nIndependence and on errands with a caregiver or family\nmember.\nmember.\nExample: Uses a visual schedule to adapt Example: Visual schedule is updated in case of\nSupervision\nto routine changes and ease anxiety. evacuation to a shelter.\nExample: Identify back-up transportation services if\nExample: The care recipient needs a\nTransportation the regular service provider cannot assist during an\nwheelchair-accessible van.\nemergency.\n11\n\n\nSolo Caregiver:\nAs a solo caregiver, preparing for a disaster rests with you. This can be overwhelming, but there are strategies to\nhelp you get started.\n• Identify preparedness activities you can integrate into your daily routine, such as calming techniques to\nadjust to new environments or practicing your evacuation route on your way to routine appointments.\n• Recognize that as a caregiver, you have handled emergencies before. Look for the lessons learned from\nthose experiences and apply it to your preparedness planning.\n• Divide preparedness actions into smaller steps. An example can be creating a kit over time instead of all\nat once.\n• Ask trusted individuals in your life what their preparedness plan is. You may learn something new, or this\ncan be the start of your support network.\n• If your care recipient undergoes routine treatments from a clinic or hospital, find out their emergency plans\nand ask about backup service providers.\nPREPARE YOUR SERVICE ANIMALS\nIf your care recipient has a service animal, make sure to also include items such\nas food, water, medications, and identification for the animal in the emergency kit.\nFor more information on preparing service animals for disasters, visit ready.gov/pets.\nIn an emergency, a service animal must be allowed to come inside a shelter, clinic, or any other\nfacility related to the emergency with their owners. If you have a pet and cannot bring them with\nyou, make sure to plan for who will care for your pet if you leave your home.\n12\n\n\nBUILD A KIT\nBuilding an emergency kit is an essential step in preparedness. Start with the resources on Ready.gov to make\na communications plan (ready.gov/plan-form) and build your emergency kit (ready.gov/kit). Then, use the\nchecklist below to help you addresses the unique needs of your care recipient.\nPREPAREDNESS KIT CHECKLIST FOR CARE RECIPIENTS\n☐ Note in go-bag identifying communication ☐ Serial numbers of assistive technology.\npreferences.\n☐ Visual schedule. ☐ Contact information for back-up\ntransportation services.\n☐ Contact information of care team and their ☐ Assistive devices and spare batteries:\nresponsibilities during a disaster. • Hearing aids\n• AAC/Communication device\n☐ Copies or cloud backups of Power of Attorney\n• _______________________________\nand advanced directives.\n• _______________________________\n☐ Complete list of medications and specialty ☐ Change of clothes.\npharmacies. Make a personalized wallet card\n☐ Battery backups or extra chargers for\ndocumenting prescriptions and medical information\nassistive technology and comfort items.\nthrough Healthcare Ready’s Rx on the Run.\n☐ Cooler and ice packs to keep refrigerated ☐ Folding chair and pillows/supports if a\nmedications cool. wheelchair is damaged or unavailable.\n☐ Medical supplies: ☐ Mobility aids:\n• G-tube supplies • Wheelchairs\n• Incontinence supplies • Standers\n• Formula • Braces\n• Oxygen • _______________________________\n• Syringes • _______________________________\n• Heart monitors • _______________________________\n• _______________________________\n☐ Preferred foods and snacks:\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n☐ Patch kit, sealant, or extra inner tube for ☐ Comfort items:\nwheelchair repair. • Fidget toys (spinners, cubes, etc.)\n• Weighted blanket\n• Noise-cancelling headphones or\nearplugs\n13\n\n\nDURING A DISASTER\nMAKE A PLAN TO LEAVE\nAs a caregiver, it is essential to be prepared for evacuation scenarios. In some disaster situations, leaving your\ncurrent location for a safer location is the best course of action for you and your care recipient.\nWith Your Care Recipient:\n• Planning your evacuation route ahead of time is crucial. Practice this route with your care recipient to reduce\nuncertainty and stress.\n• Involve your care recipient in the process. Research and identify the best route together and update it as\ncircumstances change.\n• If your care recipient cannot accompany you, show them how to plan a route on a map or using pictures.\n• Identify a meet up spot and an alternative contact in case you get separated from your care recipient.\nWith Your Support Network:\n• Collaborate with your support network to identify evacuation routes that suit your care recipient’s needs. This\ncould mean evacuating to a friend or family member who can provide suitable accommodations. Or this may\nlook like evacuating to a friend in a nearby town who has a backup generator or a family member in another\nstate whose home is accessible for your care recipient and their needs.\n• If needed, identify a place to stay that will accept pets. Most public shelters allow only service animals.\n• Discuss roles and responsibilities during an evacuation, considering the barriers members of your support\nnetwork might face.\nSolo Caregiver:\n• Consult with local emergency management officials for advice on\nthe best evacuation route that considers your caregiver role.\n• Plan and practice your evacuation route.\n• Honestly assess your capacity and make an evacuation plan that\nis reasonable for you.\nFor more information on evacuation planning,\nvisit ready.gov/evacuation.\n14\n\n\nMAKE AN EMERGENCY SHELTERING PLAN\nIn some situations, you may need to take your care recipient to a local/community shelter. Emergency sheltering,\nalso known as congregant sheltering, is an unfamiliar situation to most people. Knowing what to expect will\nhelp you develop a plan that meets the unique needs of your care recipient. There are some important things to\nconsider about emergency or congregate sheltering:\n• Understand that a congregate shelter is a facility designed to provide safety and security for a large number\nof people during disasters. These facilities could be churches or convention centers in non-disaster times.\n• Congregate shelters mean that you and your care recipient will be sharing living spaces, restrooms, and\nshowers with other people in your community.\nWith Your Care Recipient:\n• Discuss with your care recipient any accommodations that could make the sheltering experience more\ncomfortable. Share these with shelter authorities.\n• Schedule a meeting with your local emergency management office to determine the locations of your\ndesignated congregate shelter and possibly arrange a tour with your care recipient.\n• Download the FEMA App for a list of open shelters during an active disaster in your local area.\n• Work with your care recipient to pack and bring a well-prepared kit for yourself, your care recipient, and any\nservice animals, if needed.\nWith Your Support Network:\n• Engage your support network to identify which congregate sheltering locations you, your care recipient, and\nyour support network will use during a disaster.\n• With your support network, identify which accommodations your care recipient may need at a congregate\nshelter and communicate these to shelter authorities.\n• Plan how to receive updates and communicate with your support network, especially if you are sheltering in a\ndifferent location.\nSolo Caregiver:\n• Discuss your caregiver role with the shelter authorities to see if there are quieter spaces or accommodations\nthat can make the experience more comfortable.\n• Schedule a meeting with your local emergency management office to determine the locations of your\ndesignated congregate shelter and possibly arrange a tour.\n- Download the FEMA App for a list of open shelters during an active disaster in your local area.\n• Ensure you bring a well-prepared kit for both yourself and your care recipient (and your service animal,\nif needed).\n• Familiarize yourself with the shelter’s rules and regulations to know what comfort items you\ncan bring.\n15\n\n\nMAKE A PLAN TO STAY INSIDE\nSometimes the best way to stay safe in an emergency is to get inside and stay inside a building or vehicle until\ndanger has passed. This is also known as sheltering in place and there are ways to prepare for this possibility.\nWith Your Care Recipient:\n• With your care recipient, identify the safest place to seek shelter based on the disasters you may face.\n• Together, ensure the room or area you are in has an emergency kit, as it may not be safe to move during an\nactive disaster.\n• Considering the potential stress of sheltering in place with your care recipient, identify comfort items and\nstress management strategies.\n• Plan how to receive updates and communicate them to your care recipient, remaining reassuring and calm.\n• If there is electricity, keep phones and communication and medical devices fully charged.\nWith Your Support Network:\n• Engage your support network to help you identify the safest place to seek shelter during a disaster.\n• With your support network, discuss the impacts and challenges of being alone with your care recipient.\nPrepare your safe space with the necessary supplies.\n• Build an emergency kit and store it in the safe space you have identified with your support network.\n• Plan how to receive updates and communicate with your support network.\n• If there is electricity, keep medical devices fully charged, as well as phones and communication devices so\nyou can stay in contact with your support network.\nSolo Caregiver:\n• Identify the safest place to seek shelter knowing the disasters you may face.\n• Ensure the room or area you are in has an emergency kit, as it may not be safe to move during an\nactive disaster.\n• Consider the potential stress of sheltering in place and with your care recipient and identify comfort items\nand stress management strategies to support you and your care recipient during this time.\n• Learn how to receive updates from local emergency management officials.\n• If there is electricity, keep phones and communication and medical devices fully charged.\nFor more information on sheltering in place, including guidance\nfor 10 different types of hazards, visit\nFEMA’s Shelter-in-Place Pictogram (www.fema.gov/sites/\ndefault/files/documents/fema_shelter-in-place_guidance.pdf).\n16\n\n\nOne resource you can use during a disaster is Healthcare Ready’s Alert Hub (healthcareready.\norg/alert-hub/). This tool provides situation reports, important contact information for\ngovernment resources, trusted communications, and disaster response information. Use this\ninformation to make informed decisions during a disaster to minimize the impacts of the event\non your care recipient.\n17\n\n\nRESOURCES\nMedical Resources:\n• CDC State Emergency Prescription Laws: https://blogs.cdc.gov/publichealthmatters/2019/09/prescription-\npreparedness/\n• Rx Open: Locate an open pharmacy or healthcare facility during and after a disaster: https://rxopen.org/\n• HHS: Emergency Prescription Assistance Program: https://aspr.hhs.gov/EPAP/Pages/default.aspx\n• Healthcare Ready: Disaster Tip Sheets: https://healthcareready.org/disaster-tip-sheets/\n• Healthcare Ready: Rx on the Run: https://healthcareready.org/rx-on-the-run/\n• Healthcare Ready: A Review of State Emergency Prescription Protocols: https://healthcareready.org/a-\nreview-of-state-emergency-prescription-protocols/\n• Pass It On Center Find Reuse Locations: https://pioc.gatech.edu/pioc/reuse_locations.php\n• Create a profile that can help first responders learn about the needs of your care recipient: Smart911 or\nRapidSOS Home (EmergencyProfile.org)\nDisaster Preparedness Resources:\n• Ready.gov: https://www.ready.gov/\n• FEMA Disaster Preparedness Guide for Older Adults: Take Control in 1, 2, 3: FEMA Disaster: https://www.\nready.gov/sites/default/files/2023-09/ready-gov_disaster-preparedness-guide-for-older-adults.pdf\nPreparedness Guide for Older Adults\n• FEMA Ready Make a Plan Form: https://www.ready.gov/plan-form\n• FEMA Ready Build a Kit Resources and Checklist: https://www.ready.gov/kit\n• FEMA Ready Prepare Your Pets for Disasters: https://www.ready.gov/pets\nEmergency Alert Resources:\n• FEMA Ready Emergency Alerts Information: https://www.ready.gov/alerts\n• FEMA App: https://www.ready.gov/fema-app\nVeterans Resources:\n• VA Emergency Management Resources: https://www.va.gov/VHAEMERGENCYMANAGEMENT/veterans/\nindex.asp\n• Prepared Caregivers: A Toolkit for Caregivers of Veterans for Disaster Preparedness: https://rosalynncarter.\norg/wp-content/uploads/2023/07/Prepared-Military-Caregivers_Disaster-Relief-Toolkit_Final.pdf\nOlder Adult Resources:\n• National Association for Area Agencies on Aging: https://www.usaging.org/ or call 202-872-0888\n• ACL Elder Care Resources: https://eldercare.acl.gov/Public/Resources/Topic/Caregiver.aspx\n18\n\n\nDementia and Disability Resources:\n• ACL Aging and Disability Resources: https://acl.gov/programs/aging-and-disability-networks/aging-and-\ndisability-resource-centers\n• Alzheimer’s Association 24/7 Helpline: https://www.alz.org/help-support/resources/helpline or call the\nHelpline at 1-800-272-3900\nEvacuation, Sheltering, and Disaster Recovery Resources:\n• FEMA Ready Evacuation Planning and Resources: https://www.ready.gov/evacuation\n• FEMA Shelter-in-Place Information: https://www.fema.gov/sites/default/files/documents/fema_shelter-in-\nplace_guidance.pdf\n• Ready.gov: https://www.ready.gov/recovering-disaster\n• Disaster Recovery Center (DRC): https://egateway.fema.gov/ESF6/DRCLocator, 1-800-621-3362\nGet Involved:\n• FEMA Get Involved with Community Emergency Response Team (CERT): https://community.fema.gov/\nPreparednessCommunity/s/welcome-to-cert?language=en_US\n• American Red Cross Until Help Arrives Course: https://www.redcross.org/take-a-class/first-aid/first-aid-\ntraining/first-aid-classes/until-help-arrives\n19\n\n\nTake Control in 1, 2, 3–Disaster Preparedness Guide for Caregivers\nwww.ready.gov\nInformation is provided solely for informational purposes and is not intended to be an endorsement of any non-\nfederal entity by FEMA, U.S. Department of Homeland Security, or the U.S. government",
  "pages": [
    {
      "page": 1,
      "text": "TAKE\nCONTROL IN\n1\n2\n3\nDisaster Preparedness Guide for Caregivers\ni"
    },
    {
      "page": 2,
      "text": "INTRODUCTION\nAs a family caregiver, you are one of 53 million Americans caring for someone older, ill, or disabled. In many\ncases, you may be the only one attending to the daily needs of an elderly parent, disabled neighbor, or medically\ncomplex child. Those in your care depend on you for their safety and well-being—especially during emergencies.\nIn recognition of your unparalleled dedication and commitment to those in your care, the Federal Emergency\nManagement Agency (FEMA.gov) and the Rosalynn Carter Institute for Caregivers (RCI) (rosalynncarter.org) have\ncreated this Disaster Preparedness Guide for Caregivers to help you navigate the unique challenges that may\narise when disasters strike.\nCaregivers navigate complex systems and plan for the unexpected every day. In preparing for a disaster, you will\nuse all this experience! You are already further along in your preparedness journey than you might think. This\nguide will help you learn about disaster preparedness and identify the needs of your care recipient and how\nthey might change during a disaster. You may also have questions about preparedness or not even know the\nquestions to ask. This guide will help answer these questions, share ways to connect with your community, and\nbolster your confidence as a caregiver during a disaster.\nNot all caregiving experiences are the same, and the information and resources in the guide reflect this. Before\nyou start, think about your unique circumstances: Are you a caregiver who will prepare with your care recipient?\nAre you a caregiver with a support network to help prepare your care recipient? Are you a solo caregiver starting\nfrom scratch? This guide provides tailored information and resources to support you as a caregiver no matter\nyour situation.\n1"
    },
    {
      "page": 3,
      "text": "STEP 1 |\nIDENTIFY BARRIERS AND RISKS\nThis step identifies common challenges you face as a family caregiver and strategies for overcoming them—\neither with your care recipient, with your support network, or as a solo caregiver. It will also enable you to\nunderstand the various obstacles you may face when getting your care recipient ready for a disaster—including\nmobility issues, limited resources, and medical needs. In this section, you will find ways to build resilience for\nyourself and those in your care.\nSTEP 2 |\nLEARN AND CONNECT\nThis step guides you in establishing partnerships with emergency services and identifying community\nresources you will use to make your plan. You can learn and connect with your care recipient or with your\nsupport network. If you are a solo caregiver, now is the time to start making connections and finding support.\nThrough these tips, you can strengthen your community ties and ensure support and resources are readily\navailable when you need them.\nSTEP 3 |\nMAKE A PLAN\nIn this step, you will learn the essential aspects of preparedness and how to develop a comprehensive emergency\nplan, including building a disaster preparedness kit. Part of making a plan is empowering your care recipient in\ntheir disaster preparedness planning or engaging your support network. If you don’t have a support network, now\nis the time to start making those connections that will benefit you both today and during a disaster.\n2"
    },
    {
      "page": 4,
      "text": "STEP 1\nIdentify Barriers and Risks\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nAs a family caregiver, you are used to handling the unexpected. You know that circumstances can change quickly\nand that plans need to adjust based on the needs of your care recipient—sometimes day-to-day and sometimes\nhour-by-hour. You have learned how to navigate complex systems to help your care recipient lead a fulfilling and\nmeaningful life. All of your experience as a caregiver will help you prepare your care recipient for disasters and\nemergencies. Caregivers and their support networks have a window into the world of their care recipients. Yet\noften, it is easy to miss some specific barriers they may face. Understanding your care recipient’s unique risks is\nvital in personalizing a comprehensive disaster preparedness plan.\nStep 1 of this guide focuses on identifying barriers and risks, provides insights that will help you overcome\nchallenges, and, most importantly, gives you the tools to build resilience for yourself and your care recipients.\nWith Your Care Recipient:\n• How do you best understand and respond to information?\n• How do you communicate your needs to others? How does this change in stressful\nor unfamiliar situations?\n• What help do you require for personal care?\n• What assistive technology do you use to meet your daily activity needs?\n• Do you have the money to cover expenses such as relocation, extra medications,\nor other associated costs you may encounter in a disaster?\n• What helps you adjust to new or unfamiliar people and places?\n• What methods of transportation do you rely on?\n• How do you communicate pain or when you are subjected to extreme temperatures?\nWith Your Support Network:\n• How does my care recipient communicate their needs to others?\n• Does my care recipient use assistive devices, interpreters for communication, or speak a language not\ncommon in the community? Is my support network familiar with these communication needs and know how\nto address them?\n• How do I inform first responders or emergency response personnel about the unique communication needs\nof my care recipient?\n3"
    },
    {
      "page": 5,
      "text": "• Does my care recipient use medical equipment that requires electricity?\n• How does my care recipient report pain or indicate when they are subjected to extreme temperatures?\n• Do members of my support team have a full understanding of the medication and equipment needs of the\nperson I am taking care of?\n• Does the person I am caring for depend on other providers or medical services for extended care? Does my\nsupport network know how to access this care?\n• What is the role of my support network in helping my care recipient accomplish activities such as grocery\nshopping and paying bills?\n• What medications or assistive devices enable my care recipient to function independently? Does my support\nnetwork know how to use this technology or administer these medications?\n• Does my care recipient engage in self-harming behaviors, and how can my support network help me identify\nstrategies to keep my care recipient safe?\nSolo Caregiver:\n• Do I fully understand the medication and equipment needs of the person I am taking care of?\n• What are the most pressing concerns I have when my care recipient is without their typical\nlevel of supervision?\n• What are my limitations as a solo caregiver?\n• Do I know how to assist my care recipient with finding resources to meet expenses during or after a disaster?\n• Do I know who provides medical care and how to access this care during a disaster?\n4"
    },
    {
      "page": 6,
      "text": "STEP 2\nLearn and Connect\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nNow that you have taken some time to assess the barriers, risks, and needs that your care recipient may\nface, step 2 will help you assess preparedness roles, learn about resources to meet these needs, and provide\nguidance on fostering a collaborative approach to preparedness. If you are a solo caregiver, now is the time to\nstart building connections to create a support network that will allow you and your care recipient to be resilient in\nthe face of barriers and risks you encounter.\nASSESS PREPAREDNESS ROLES\nWith Your Care Recipient:\nEngaging your care recipient, if they are able to do so, is a crucial step in emergency preparedness. Below are\nsome conversation starters to engage your care recipient in a discussion about preparedness activities.\n• “I’d like to talk about disaster preparedness and what that means to me and you.”\n• “When preparing for a disaster, I see my role as ________________. What do you see your role as?”\n• “I would like to talk about our activities for disaster preparedness. Would you like to engage\nin disaster preparedness activities?”\nWith Your Support Network:\nEngage your support network, along with involving your care recipient, to ensure that emergency preparedness\nplanning becomes a team effort. Below are some conversation starters to engage your support network in a\ndiscussion about preparedness activities.\n• “I would like to talk about disaster preparedness and how we can work together to ensure [name] is prepared\nin the event of an emergency.”\n• “As a close family member, friend, or medical provider of [name], could you provide any additional\nconsiderations that I should be aware of as I help [name] get prepared?”\n• “What resources of yours can I leverage to ensure myself and my care recipient are prepared?”\n5"
    },
    {
      "page": 7,
      "text": "Solo Caregiver:\nAs a solo caregiver, it might be difficult to figure out where to start in preparing yourself and your care recipient\nfor a disaster. Below are some questions you can ask yourself as a solo caregiver to get started in your\npreparedness journey.\n• “What barriers to preparedness may I or my care recipient face?”\n• “What additional help do I need to ensure that I and my care recipient are prepared?”\n• “Are there additional ways I can get involved in emergency preparedness or get connected to emergency\nmanagement professionals?”\nDISASTER PREPAREDNESS RESOURCES FOR CAREGIVERS\nWhile many resources are available to support your preparedness journey, knowing where to look to help you\ncreate your unique preparedness plan can be hard. While it can feel overwhelming, you might be further along\nthan you think—all of the ways you navigate medical systems, maintain schedules, and meet the needs of your\ncare recipient will help you as you plan for a disaster.\nMedications, prescription refills, medical care: For many caregivers and care recipients, the daily\nstress of prescription refills and managing medication schedules becomes even more urgent and complicated\nin a disaster situation. While there may not be an easy answer, there are programs and resources you can\nleverage in times of disaster. Learn about these resources before you need them, talk to your care recipient’s\ndoctor and support network, and know that doing the work now will help alleviate stress should you ever need\nthis information.\n• Emergency prescription laws: Each state has\ndifferent laws that authorize pharmacies and pharmacists\nto refill prescriptions early in the event of a declared\nemergency. Familiarize yourself with the laws in your\nstate by visiting: Healthcare Ready’s A Review of State\nEmergency Prescription Protocols (healthcareready.\norg/a-review-of-state-emergency-prescription-protocols/)\nand CDC’s A Prescription for Preparedness (blogs.\ncdc.gov/publichealthmatters/2019/09/prescription-\npreparedness/).\n• Locate an open pharmacy or healthcare facility during and after a disaster: If\nyour care recipient relies on medication or routine medical treatments, knowing how to find\na pharmacy or facility after a disaster is important. Healthcare Ready’s Rx Open (rxopen.\norg) provides information on the operating status of healthcare facilities in areas impacted\nby a disaster. If you require specialty or compounded medications, make a list of these\npharmacies along your evacuation route.\n6"
    },
    {
      "page": 8,
      "text": "• Home medical equipment, adaptative equipment, assistive technology, and durable medical\nequipment: If your care recipient has specialized equipment or devices, include these in your preparedness\nplanning, and know that there are options to replace or get support if needed after a disaster.\n• Replace assistive technology and durable medical equipment: Pass It On Center is a national\nresource to reuse assistive technology and durable medical equipment. For additional information or to find a\nprogram near you, search the database here: Pass It On Center Find Reuse Locations (pioc.gatech.edu/pioc/\nreuse_locations.php).\n• Replace medicine and equipment if you don’t have insurance: The Emergency Prescription\nAssistance Program (EPAP) helps people in a federally identified disaster area who do not have health\ninsurance to get the prescription drugs, vaccinations, medical supplies, and equipment they need. Review\ncovered items and learn more about this program here: The Emergency Prescription Assistance Program\n(aspr.hhs.gov/EPAP/Pages/default.aspx).\nPower restoration: If your care recipient relies on electricity for medical devices, assistive technology, or to\nmaintain health and independence, your electricity supplier may have programs or resources to help. Ask how\nto get on a priority restoration list or if they can provide battery backups to individuals with a qualifying need and\ndiagnosis. When you start to make your plan, identify people in your support network who may be outside the\naffected area if there is a loss of electricity and you need to evacuate.\nTransportation: When engaging in preparedness planning, it is important to consider the transportation needs\nof your care recipient—particularly if an evacuation is necessary. Your local Area Agency on Aging is one resource\nthat can connect you to information about transportation options and in-home care support.\n• The Eldercare Locator (eldercare.acl.gov/Public/Resources/Topic/Caregiver.aspx) can help you identify\ntransportation resources before a disaster and help you plan for a disaster or emergency.\nRespite care: As a family caregiver, you know you can’t go it alone—and you don’t have to. When you\nneed help, and you will, there are resources to locate respite care in your community that you can consider as\nyou prepare.\n• The National Respite Network and Resource Center (archrespite.org/caregiver-resources/respitelocator/) can\nhelp you locate respite service providers in your community. Respite providers can be an important part of\nyour support network.\nAdditional resources: Every caregiver and their care recipient have different needs, barriers, and challenges\nto overcome. And even after reviewing the resources in this guide, you may still have questions.\n• Aging and Disability Resource Centers (acl.gov/programs/aging-and-disability-networks/aging-and-disability-\nresource-centers) can help caregivers connect to services and supports.\n7"
    },
    {
      "page": 9,
      "text": "LEARN ABOUT DISASTERS AND EMERGENCIES YOU MIGHT FACE\nJust like the care you provide is unique, so are the impacts of a disaster on yourself and\nyour care recipient. It’s important to get familiarized with disasters that may happen\nand to think about the possible effects on your care recipient and yourself. Learn about\ndisasters and hazards in your area and how to prepare through FEMA’s Ready.gov Hazard\nInformation Sheets (ready.gov/be-informed) and Healthcare Ready’s Disaster Disaster Tip\nSheets (healthcareready.org/disaster-tip-sheets/).\nESTABLISHING PARTNERSHIPS WITH EMERGENCY SERVICES\nAs a family caregiver, you need to be aware of and communicate your needs to those in your community\ncharged with keeping you safe. It is essential to form relationships ahead of time with emergency services\npersonnel and community organizations who can connect you to accessible resources and help you understand\nyour options during an emergency. And if you are a solo caregiver, you know you can’t go it alone, so now is the\ntime to build a support network.\nWith Your Care Recipient:\n• Find out how emergency management officials communicate with your community in an emergency.\n• Identify the communications channels to access in a disaster.\n• Sign yourself and your care recipients up for emergency alerts (ready.gov/alerts).\n- The National Weather Service broadcasts weather and emergency warnings specific to your community.\nYou can purchase a special receiver (weather.gov/nwr/nwr_receivers) to access these alerts.\n- The FEMA App (ready.gov/fema-app) allows you to receive real-time weather and emergency alerts, send\nnotifications to loved ones, locate emergency shelters in your area, get preparedness strategies,\nand more.\n• Attend community preparedness fairs or fire station open houses with your care recipient to meet and\nconnect with first responders.\n• Discover how to get transportation services if necessary. Ask your care recipient about their transportation\npreferences.\nWith Your Support Network:\n• Join or contact your local Community Emergency Response Team (CERT) to gain community-specific insights\nand valuable skills to help you and your care recipient prepare.\n- Visit the FEMA’s CERT homepage (community.fema.gov/PreparednessCommunity/s/welcome-to-\ncert?language=en_US) to learn more and find your local program.\n• Create a checklist of emergency services numbers and contacts and have it available in hard copy and\nelectronically and share it with your support network.\n• With your support network, tour a shelter and discuss barriers your care recipient will face.\n• Create a profile that can help first responders learn about the needs of your care recipient through\nSmart911 (smart911.com/) or RapidSOS (rapidsos.com/).A\n8"
    },
    {
      "page": 10,
      "text": "•\nSolo Caregiver:\n• Identify the help that you need with day-to-day caregiving activities, such as helping pick up medications or\ndoing laundry, and start to communicate those needs to those in your life.\n• Find networks to lean on for support before, during, and after a disaster.\n• Attend community preparedness fairs or fire station open houses to meet and connect with first responders.\n• Discover how to get transportation services if necessary. Think about how you access transportation now,\nand how that might change in a disaster.\n• Sign yourself up for emergency alerts (ready.gov/alerts).\n- The National Weather Service broadcasts weather and emergency warnings specific to your community.\nYou can purchase a special receiver (weather.gov/nwr/nwr_receivers) to access these alerts.\n- The FEMA App (ready.gov/fema-app) allows you to receive real-time weather and emergency alerts,\nlocate emergency shelters in your area, get preparedness strategies, and more.\n• Identify the communications channels you can access in a disaster.\nUNDERSTANDING THE CRITICAL ROLE\nOF FAMILY CAREGIVERS\nIn 2018, Hurricane Florence forced our family into crisis decision making mode.\nAs the storm barreled toward the North Carolina coast, my grandmother’s facility\ncalled to encourage my mom to take her before we evacuated. If we didn’t, they\nwere going to place memory care residents across the state.\nFor the first time, our caregiver stress was compounded with the stress of a\ndisaster. Every option would likely increase her confusion and agitation. In the\nend, we decided to take her with us. This experience illustrated how much our\nsystems aren’t designed to support caregivers during disasters—or\na pandemic.\nMy mom and I talk often about how we would have managed caregiving during\nthis pandemic, living in fear of not cleaning a surface properly or forgetting to\nwash grandma’s hands or ours. Would we have allowed home health workers into\nthe house? After all, they provide respite for so many, and do essential medical\ntasks, not to mention they help reduce isolation. But is the risk to the household,\nor the risk to the worker, worth it?\nUnderstanding the critical and irreplaceable role family caregivers of all ages\nplay—that they too are on the front-line of care and need our support—will be key\nto effectively navigating future disasters.\n-Dr. Jennifer Olsen, Chief Executive Officer, Rosalynn Carter Institute for Caregivers\n9"
    },
    {
      "page": 11,
      "text": "STEP 3\nMake A Plan\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nNow that you have done a thorough risk assessment and identified the resources available to you\nand your care recipient, you are ready to make a disaster emergency plan. This includes building a disaster\npreparedness kit and preparing for evacuation or disaster sheltering scenarios. While planning, you will want\nto include your care recipient, when possible, as well as family and friends and any support networks you have\ndeveloped. Be honest and open about the process and the role you are willing to play.\nWith Your Care Recipient:\nOne important thing to remember when preparing as a caregiver is that you cannot do it all by yourself. So, it is\nimportant to look at preparedness not only through the limitations the person you care for has but also to look at\nwhat can they do to help in preparing. Think through preparedness tasks that your care recipient can do. These\ntasks should fit within your care recipient’s abilities and should not add additional stress or anxiety to either you\nor your care recipient. Including your care recipient in the preparedness process will let them see that they are\nvalued in this relationship and they, too, can play an important role in disaster preparedness.\n• Engage in a conversation\nwith your care recipient to\nunderstand their abilities\nand limitations. This\ncollaborative approach can\nmake disaster preparedness\na team effort.\n• Discuss roles and\nresponsibilities during\ndisasters and ensure your\ncare recipient feels included\nin the process.\n• Identify tasks your care\nrecipient can handle, such\nas checking food expiration\ndates or ensuring equipment\nis functioning correctly.\nMake a Plan With\n10"
    },
    {
      "page": 12,
      "text": "With Your Support Network:\nWork with your support network and make a plan for your care recipient during a disaster. Consider\nthe strengths, abilities, and strategies that are unique to your situation and your care recipient.\nCare Recipient’s Strengths Strategies to Maintain Strengths and\nand Abilities Abilities in an Emergency\nExample: Visual images help care recipient\nCommunication Example: A picture board could help communication.\nunderstand and process information.\nExample: List of prescriptions and a list of specialty\nMedical Needs Example: Daily prescription medications.\npharmacies in case of evacuation.\nExample: Is accompanied to the store\nExample: Knows how to contact caregiver or family\nIndependence and on errands with a caregiver or family\nmember.\nmember.\nExample: Uses a visual schedule to adapt Example: Visual schedule is updated in case of\nSupervision\nto routine changes and ease anxiety. evacuation to a shelter.\nExample: Identify back-up transportation services if\nExample: The care recipient needs a\nTransportation the regular service provider cannot assist during an\nwheelchair-accessible van.\nemergency.\n11"
    },
    {
      "page": 13,
      "text": "Solo Caregiver:\nAs a solo caregiver, preparing for a disaster rests with you. This can be overwhelming, but there are strategies to\nhelp you get started.\n• Identify preparedness activities you can integrate into your daily routine, such as calming techniques to\nadjust to new environments or practicing your evacuation route on your way to routine appointments.\n• Recognize that as a caregiver, you have handled emergencies before. Look for the lessons learned from\nthose experiences and apply it to your preparedness planning.\n• Divide preparedness actions into smaller steps. An example can be creating a kit over time instead of all\nat once.\n• Ask trusted individuals in your life what their preparedness plan is. You may learn something new, or this\ncan be the start of your support network.\n• If your care recipient undergoes routine treatments from a clinic or hospital, find out their emergency plans\nand ask about backup service providers.\nPREPARE YOUR SERVICE ANIMALS\nIf your care recipient has a service animal, make sure to also include items such\nas food, water, medications, and identification for the animal in the emergency kit.\nFor more information on preparing service animals for disasters, visit ready.gov/pets.\nIn an emergency, a service animal must be allowed to come inside a shelter, clinic, or any other\nfacility related to the emergency with their owners. If you have a pet and cannot bring them with\nyou, make sure to plan for who will care for your pet if you leave your home.\n12"
    },
    {
      "page": 14,
      "text": "BUILD A KIT\nBuilding an emergency kit is an essential step in preparedness. Start with the resources on Ready.gov to make\na communications plan (ready.gov/plan-form) and build your emergency kit (ready.gov/kit). Then, use the\nchecklist below to help you addresses the unique needs of your care recipient.\nPREPAREDNESS KIT CHECKLIST FOR CARE RECIPIENTS\n☐ Note in go-bag identifying communication ☐ Serial numbers of assistive technology.\npreferences.\n☐ Visual schedule. ☐ Contact information for back-up\ntransportation services.\n☐ Contact information of care team and their ☐ Assistive devices and spare batteries:\nresponsibilities during a disaster. • Hearing aids\n• AAC/Communication device\n☐ Copies or cloud backups of Power of Attorney\n• _______________________________\nand advanced directives.\n• _______________________________\n☐ Complete list of medications and specialty ☐ Change of clothes.\npharmacies. Make a personalized wallet card\n☐ Battery backups or extra chargers for\ndocumenting prescriptions and medical information\nassistive technology and comfort items.\nthrough Healthcare Ready’s Rx on the Run.\n☐ Cooler and ice packs to keep refrigerated ☐ Folding chair and pillows/supports if a\nmedications cool. wheelchair is damaged or unavailable.\n☐ Medical supplies: ☐ Mobility aids:\n• G-tube supplies • Wheelchairs\n• Incontinence supplies • Standers\n• Formula • Braces\n• Oxygen • _______________________________\n• Syringes • _______________________________\n• Heart monitors • _______________________________\n• _______________________________\n☐ Preferred foods and snacks:\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n☐ Patch kit, sealant, or extra inner tube for ☐ Comfort items:\nwheelchair repair. • Fidget toys (spinners, cubes, etc.)\n• Weighted blanket\n• Noise-cancelling headphones or\nearplugs\n13"
    },
    {
      "page": 15,
      "text": "DURING A DISASTER\nMAKE A PLAN TO LEAVE\nAs a caregiver, it is essential to be prepared for evacuation scenarios. In some disaster situations, leaving your\ncurrent location for a safer location is the best course of action for you and your care recipient.\nWith Your Care Recipient:\n• Planning your evacuation route ahead of time is crucial. Practice this route with your care recipient to reduce\nuncertainty and stress.\n• Involve your care recipient in the process. Research and identify the best route together and update it as\ncircumstances change.\n• If your care recipient cannot accompany you, show them how to plan a route on a map or using pictures.\n• Identify a meet up spot and an alternative contact in case you get separated from your care recipient.\nWith Your Support Network:\n• Collaborate with your support network to identify evacuation routes that suit your care recipient’s needs. This\ncould mean evacuating to a friend or family member who can provide suitable accommodations. Or this may\nlook like evacuating to a friend in a nearby town who has a backup generator or a family member in another\nstate whose home is accessible for your care recipient and their needs.\n• If needed, identify a place to stay that will accept pets. Most public shelters allow only service animals.\n• Discuss roles and responsibilities during an evacuation, considering the barriers members of your support\nnetwork might face.\nSolo Caregiver:\n• Consult with local emergency management officials for advice on\nthe best evacuation route that considers your caregiver role.\n• Plan and practice your evacuation route.\n• Honestly assess your capacity and make an evacuation plan that\nis reasonable for you.\nFor more information on evacuation planning,\nvisit ready.gov/evacuation.\n14"
    },
    {
      "page": 16,
      "text": "MAKE AN EMERGENCY SHELTERING PLAN\nIn some situations, you may need to take your care recipient to a local/community shelter. Emergency sheltering,\nalso known as congregant sheltering, is an unfamiliar situation to most people. Knowing what to expect will\nhelp you develop a plan that meets the unique needs of your care recipient. There are some important things to\nconsider about emergency or congregate sheltering:\n• Understand that a congregate shelter is a facility designed to provide safety and security for a large number\nof people during disasters. These facilities could be churches or convention centers in non-disaster times.\n• Congregate shelters mean that you and your care recipient will be sharing living spaces, restrooms, and\nshowers with other people in your community.\nWith Your Care Recipient:\n• Discuss with your care recipient any accommodations that could make the sheltering experience more\ncomfortable. Share these with shelter authorities.\n• Schedule a meeting with your local emergency management office to determine the locations of your\ndesignated congregate shelter and possibly arrange a tour with your care recipient.\n• Download the FEMA App for a list of open shelters during an active disaster in your local area.\n• Work with your care recipient to pack and bring a well-prepared kit for yourself, your care recipient, and any\nservice animals, if needed.\nWith Your Support Network:\n• Engage your support network to identify which congregate sheltering locations you, your care recipient, and\nyour support network will use during a disaster.\n• With your support network, identify which accommodations your care recipient may need at a congregate\nshelter and communicate these to shelter authorities.\n• Plan how to receive updates and communicate with your support network, especially if you are sheltering in a\ndifferent location.\nSolo Caregiver:\n• Discuss your caregiver role with the shelter authorities to see if there are quieter spaces or accommodations\nthat can make the experience more comfortable.\n• Schedule a meeting with your local emergency management office to determine the locations of your\ndesignated congregate shelter and possibly arrange a tour.\n- Download the FEMA App for a list of open shelters during an active disaster in your local area.\n• Ensure you bring a well-prepared kit for both yourself and your care recipient (and your service animal,\nif needed).\n• Familiarize yourself with the shelter’s rules and regulations to know what comfort items you\ncan bring.\n15"
    },
    {
      "page": 17,
      "text": "MAKE A PLAN TO STAY INSIDE\nSometimes the best way to stay safe in an emergency is to get inside and stay inside a building or vehicle until\ndanger has passed. This is also known as sheltering in place and there are ways to prepare for this possibility.\nWith Your Care Recipient:\n• With your care recipient, identify the safest place to seek shelter based on the disasters you may face.\n• Together, ensure the room or area you are in has an emergency kit, as it may not be safe to move during an\nactive disaster.\n• Considering the potential stress of sheltering in place with your care recipient, identify comfort items and\nstress management strategies.\n• Plan how to receive updates and communicate them to your care recipient, remaining reassuring and calm.\n• If there is electricity, keep phones and communication and medical devices fully charged.\nWith Your Support Network:\n• Engage your support network to help you identify the safest place to seek shelter during a disaster.\n• With your support network, discuss the impacts and challenges of being alone with your care recipient.\nPrepare your safe space with the necessary supplies.\n• Build an emergency kit and store it in the safe space you have identified with your support network.\n• Plan how to receive updates and communicate with your support network.\n• If there is electricity, keep medical devices fully charged, as well as phones and communication devices so\nyou can stay in contact with your support network.\nSolo Caregiver:\n• Identify the safest place to seek shelter knowing the disasters you may face.\n• Ensure the room or area you are in has an emergency kit, as it may not be safe to move during an\nactive disaster.\n• Consider the potential stress of sheltering in place and with your care recipient and identify comfort items\nand stress management strategies to support you and your care recipient during this time.\n• Learn how to receive updates from local emergency management officials.\n• If there is electricity, keep phones and communication and medical devices fully charged.\nFor more information on sheltering in place, including guidance\nfor 10 different types of hazards, visit\nFEMA’s Shelter-in-Place Pictogram (www.fema.gov/sites/\ndefault/files/documents/fema_shelter-in-place_guidance.pdf).\n16"
    },
    {
      "page": 18,
      "text": "One resource you can use during a disaster is Healthcare Ready’s Alert Hub (healthcareready.\norg/alert-hub/). This tool provides situation reports, important contact information for\ngovernment resources, trusted communications, and disaster response information. Use this\ninformation to make informed decisions during a disaster to minimize the impacts of the event\non your care recipient.\n17"
    },
    {
      "page": 19,
      "text": "RESOURCES\nMedical Resources:\n• CDC State Emergency Prescription Laws: https://blogs.cdc.gov/publichealthmatters/2019/09/prescription-\npreparedness/\n• Rx Open: Locate an open pharmacy or healthcare facility during and after a disaster: https://rxopen.org/\n• HHS: Emergency Prescription Assistance Program: https://aspr.hhs.gov/EPAP/Pages/default.aspx\n• Healthcare Ready: Disaster Tip Sheets: https://healthcareready.org/disaster-tip-sheets/\n• Healthcare Ready: Rx on the Run: https://healthcareready.org/rx-on-the-run/\n• Healthcare Ready: A Review of State Emergency Prescription Protocols: https://healthcareready.org/a-\nreview-of-state-emergency-prescription-protocols/\n• Pass It On Center Find Reuse Locations: https://pioc.gatech.edu/pioc/reuse_locations.php\n• Create a profile that can help first responders learn about the needs of your care recipient: Smart911 or\nRapidSOS Home (EmergencyProfile.org)\nDisaster Preparedness Resources:\n• Ready.gov: https://www.ready.gov/\n• FEMA Disaster Preparedness Guide for Older Adults: Take Control in 1, 2, 3: FEMA Disaster: https://www.\nready.gov/sites/default/files/2023-09/ready-gov_disaster-preparedness-guide-for-older-adults.pdf\nPreparedness Guide for Older Adults\n• FEMA Ready Make a Plan Form: https://www.ready.gov/plan-form\n• FEMA Ready Build a Kit Resources and Checklist: https://www.ready.gov/kit\n• FEMA Ready Prepare Your Pets for Disasters: https://www.ready.gov/pets\nEmergency Alert Resources:\n• FEMA Ready Emergency Alerts Information: https://www.ready.gov/alerts\n• FEMA App: https://www.ready.gov/fema-app\nVeterans Resources:\n• VA Emergency Management Resources: https://www.va.gov/VHAEMERGENCYMANAGEMENT/veterans/\nindex.asp\n• Prepared Caregivers: A Toolkit for Caregivers of Veterans for Disaster Preparedness: https://rosalynncarter.\norg/wp-content/uploads/2023/07/Prepared-Military-Caregivers_Disaster-Relief-Toolkit_Final.pdf\nOlder Adult Resources:\n• National Association for Area Agencies on Aging: https://www.usaging.org/ or call 202-872-0888\n• ACL Elder Care Resources: https://eldercare.acl.gov/Public/Resources/Topic/Caregiver.aspx\n18"
    },
    {
      "page": 20,
      "text": "Dementia and Disability Resources:\n• ACL Aging and Disability Resources: https://acl.gov/programs/aging-and-disability-networks/aging-and-\ndisability-resource-centers\n• Alzheimer’s Association 24/7 Helpline: https://www.alz.org/help-support/resources/helpline or call the\nHelpline at 1-800-272-3900\nEvacuation, Sheltering, and Disaster Recovery Resources:\n• FEMA Ready Evacuation Planning and Resources: https://www.ready.gov/evacuation\n• FEMA Shelter-in-Place Information: https://www.fema.gov/sites/default/files/documents/fema_shelter-in-\nplace_guidance.pdf\n• Ready.gov: https://www.ready.gov/recovering-disaster\n• Disaster Recovery Center (DRC): https://egateway.fema.gov/ESF6/DRCLocator, 1-800-621-3362\nGet Involved:\n• FEMA Get Involved with Community Emergency Response Team (CERT): https://community.fema.gov/\nPreparednessCommunity/s/welcome-to-cert?language=en_US\n• American Red Cross Until Help Arrives Course: https://www.redcross.org/take-a-class/first-aid/first-aid-\ntraining/first-aid-classes/until-help-arrives\n19"
    },
    {
      "page": 21,
      "text": "Take Control in 1, 2, 3–Disaster Preparedness Guide for Caregivers\nwww.ready.gov\nInformation is provided solely for informational purposes and is not intended to be an endorsement of any non-\nfederal entity by FEMA, U.S. Department of Homeland Security, or the U.S. government"
    }
  ],
  "sections": [
    {
      "title": "Introduction",
      "content": "TAKE\nCONTROL IN\n1\n2\n3\nDisaster Preparedness Guide for Caregivers\ni",
      "page": 1
    },
    {
      "title": "INTRODUCTION",
      "content": "As a family caregiver, you are one of 53 million Americans caring for someone older, ill, or disabled. In many\ncases, you may be the only one attending to the daily needs of an elderly parent, disabled neighbor, or medically\ncomplex child. Those in your care depend on you for their safety and well-being—especially during emergencies.\nIn recognition of your unparalleled dedication and commitment to those in your care, the Federal Emergency\nManagement Agency (FEMA.gov) and the Rosalynn Carter Institute for Caregivers (RCI) (rosalynncarter.org) have\ncreated this Disaster Preparedness Guide for Caregivers to help you navigate the unique challenges that may\narise when disasters strike.\nCaregivers navigate complex systems and plan for the unexpected every day. In preparing for a disaster, you will\nuse all this experience! You are already further along in your preparedness journey than you might think. This\nguide will help you learn about disaster preparedness and identify the needs of your care recipient and how\nthey might change during a disaster. You may also have questions about preparedness or not even know the\nquestions to ask. This guide will help answer these questions, share ways to connect with your community, and\nbolster your confidence as a caregiver during a disaster.\nNot all caregiving experiences are the same, and the information and resources in the guide reflect this. Before\nyou start, think about your unique circumstances: Are you a caregiver who will prepare with your care recipient?\nAre you a caregiver with a support network to help prepare your care recipient? Are you a solo caregiver starting\nfrom scratch? This guide provides tailored information and resources to support you as a caregiver no matter\nyour situation.\n1\n\n\nSTEP 1 |",
      "page": 2
    },
    {
      "title": "IDENTIFY BARRIERS AND RISKS",
      "content": "This step identifies common challenges you face as a family caregiver and strategies for overcoming them—\neither with your care recipient, with your support network, or as a solo caregiver. It will also enable you to\nunderstand the various obstacles you may face when getting your care recipient ready for a disaster—including\nmobility issues, limited resources, and medical needs. In this section, you will find ways to build resilience for\nyourself and those in your care.\nSTEP 2 |",
      "page": 3
    },
    {
      "title": "LEARN AND CONNECT",
      "content": "This step guides you in establishing partnerships with emergency services and identifying community\nresources you will use to make your plan. You can learn and connect with your care recipient or with your\nsupport network. If you are a solo caregiver, now is the time to start making connections and finding support.\nThrough these tips, you can strengthen your community ties and ensure support and resources are readily\navailable when you need them.\nSTEP 3 |",
      "page": 3
    },
    {
      "title": "MAKE A PLAN",
      "content": "In this step, you will learn the essential aspects of preparedness and how to develop a comprehensive emergency\nplan, including building a disaster preparedness kit. Part of making a plan is empowering your care recipient in\ntheir disaster preparedness planning or engaging your support network. If you don’t have a support network, now\nis the time to start making those connections that will benefit you both today and during a disaster.\n2\n\n\nSTEP 1\nIdentify Barriers and Risks\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nAs a family caregiver, you are used to handling the unexpected. You know that circumstances can change quickly\nand that plans need to adjust based on the needs of your care recipient—sometimes day-to-day and sometimes\nhour-by-hour. You have learned how to navigate complex systems to help your care recipient lead a fulfilling and\nmeaningful life. All of your experience as a caregiver will help you prepare your care recipient for disasters and\nemergencies. Caregivers and their support networks have a window into the world of their care recipients. Yet\noften, it is easy to miss some specific barriers they may face. Understanding your care recipient’s unique risks is\nvital in personalizing a comprehensive disaster preparedness plan.\nStep 1 of this guide focuses on identifying barriers and risks, provides insights that will help you overcome\nchallenges, and, most importantly, gives you the tools to build resilience for yourself and your care recipients.\nWith Your Care Recipient:\n• How do you best understand and respond to information?\n• How do you communicate your needs to others? How does this change in stressful\nor unfamiliar situations?\n• What help do you require for personal care?\n• What assistive technology do you use to meet your daily activity needs?\n• Do you have the money to cover expenses such as relocation, extra medications,\nor other associated costs you may encounter in a disaster?\n• What helps you adjust to new or unfamiliar people and places?\n• What methods of transportation do you rely on?\n• How do you communicate pain or when you are subjected to extreme temperatures?\nWith Your Support Network:\n• How does my care recipient communicate their needs to others?\n• Does my care recipient use assistive devices, interpreters for communication, or speak a language not\ncommon in the community? Is my support network familiar with these communication needs and know how\nto address them?\n• How do I inform first responders or emergency response personnel about the unique communication needs\nof my care recipient?\n3\n\n\n• Does my care recipient use medical equipment that requires electricity?\n• How does my care recipient report pain or indicate when they are subjected to extreme temperatures?\n• Do members of my support team have a full understanding of the medication and equipment needs of the\nperson I am taking care of?\n• Does the person I am caring for depend on other providers or medical services for extended care? Does my\nsupport network know how to access this care?\n• What is the role of my support network in helping my care recipient accomplish activities such as grocery\nshopping and paying bills?\n• What medications or assistive devices enable my care recipient to function independently? Does my support\nnetwork know how to use this technology or administer these medications?\n• Does my care recipient engage in self-harming behaviors, and how can my support network help me identify\nstrategies to keep my care recipient safe?\nSolo Caregiver:\n• Do I fully understand the medication and equipment needs of the person I am taking care of?\n• What are the most pressing concerns I have when my care recipient is without their typical\nlevel of supervision?\n• What are my limitations as a solo caregiver?\n• Do I know how to assist my care recipient with finding resources to meet expenses during or after a disaster?\n• Do I know who provides medical care and how to access this care during a disaster?\n4\n\n\nSTEP 2\nLearn and Connect\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nNow that you have taken some time to assess the barriers, risks, and needs that your care recipient may\nface, step 2 will help you assess preparedness roles, learn about resources to meet these needs, and provide\nguidance on fostering a collaborative approach to preparedness. If you are a solo caregiver, now is the time to\nstart building connections to create a support network that will allow you and your care recipient to be resilient in\nthe face of barriers and risks you encounter.",
      "page": 3
    },
    {
      "title": "ASSESS PREPAREDNESS ROLES",
      "content": "With Your Care Recipient:\nEngaging your care recipient, if they are able to do so, is a crucial step in emergency preparedness. Below are\nsome conversation starters to engage your care recipient in a discussion about preparedness activities.\n• “I’d like to talk about disaster preparedness and what that means to me and you.”\n• “When preparing for a disaster, I see my role as ________________. What do you see your role as?”\n• “I would like to talk about our activities for disaster preparedness. Would you like to engage\nin disaster preparedness activities?”\nWith Your Support Network:\nEngage your support network, along with involving your care recipient, to ensure that emergency preparedness\nplanning becomes a team effort. Below are some conversation starters to engage your support network in a\ndiscussion about preparedness activities.\n• “I would like to talk about disaster preparedness and how we can work together to ensure [name] is prepared\nin the event of an emergency.”\n• “As a close family member, friend, or medical provider of [name], could you provide any additional\nconsiderations that I should be aware of as I help [name] get prepared?”\n• “What resources of yours can I leverage to ensure myself and my care recipient are prepared?”\n5\n\n\nSolo Caregiver:\nAs a solo caregiver, it might be difficult to figure out where to start in preparing yourself and your care recipient\nfor a disaster. Below are some questions you can ask yourself as a solo caregiver to get started in your\npreparedness journey.\n• “What barriers to preparedness may I or my care recipient face?”\n• “What additional help do I need to ensure that I and my care recipient are prepared?”\n• “Are there additional ways I can get involved in emergency preparedness or get connected to emergency\nmanagement professionals?”",
      "page": 6
    },
    {
      "title": "DISASTER PREPAREDNESS RESOURCES FOR CAREGIVERS",
      "content": "While many resources are available to support your preparedness journey, knowing where to look to help you\ncreate your unique preparedness plan can be hard. While it can feel overwhelming, you might be further along\nthan you think—all of the ways you navigate medical systems, maintain schedules, and meet the needs of your\ncare recipient will help you as you plan for a disaster.\nMedications, prescription refills, medical care: For many caregivers and care recipients, the daily\nstress of prescription refills and managing medication schedules becomes even more urgent and complicated\nin a disaster situation. While there may not be an easy answer, there are programs and resources you can\nleverage in times of disaster. Learn about these resources before you need them, talk to your care recipient’s\ndoctor and support network, and know that doing the work now will help alleviate stress should you ever need\nthis information.\n• Emergency prescription laws: Each state has\ndifferent laws that authorize pharmacies and pharmacists\nto refill prescriptions early in the event of a declared\nemergency. Familiarize yourself with the laws in your\nstate by visiting: Healthcare Ready’s A Review of State\nEmergency Prescription Protocols (healthcareready.\norg/a-review-of-state-emergency-prescription-protocols/)\nand CDC’s A Prescription for Preparedness (blogs.\ncdc.gov/publichealthmatters/2019/09/prescription-\npreparedness/).\n• Locate an open pharmacy or healthcare facility during and after a disaster: If\nyour care recipient relies on medication or routine medical treatments, knowing how to find\na pharmacy or facility after a disaster is important. Healthcare Ready’s Rx Open (rxopen.\norg) provides information on the operating status of healthcare facilities in areas impacted\nby a disaster. If you require specialty or compounded medications, make a list of these\npharmacies along your evacuation route.\n6\n\n\n• Home medical equipment, adaptative equipment, assistive technology, and durable medical\nequipment: If your care recipient has specialized equipment or devices, include these in your preparedness\nplanning, and know that there are options to replace or get support if needed after a disaster.\n• Replace assistive technology and durable medical equipment: Pass It On Center is a national\nresource to reuse assistive technology and durable medical equipment. For additional information or to find a\nprogram near you, search the database here: Pass It On Center Find Reuse Locations (pioc.gatech.edu/pioc/\nreuse_locations.php).\n• Replace medicine and equipment if you don’t have insurance: The Emergency Prescription\nAssistance Program (EPAP) helps people in a federally identified disaster area who do not have health\ninsurance to get the prescription drugs, vaccinations, medical supplies, and equipment they need. Review\ncovered items and learn more about this program here: The Emergency Prescription Assistance Program\n(aspr.hhs.gov/EPAP/Pages/default.aspx).\nPower restoration: If your care recipient relies on electricity for medical devices, assistive technology, or to\nmaintain health and independence, your electricity supplier may have programs or resources to help. Ask how\nto get on a priority restoration list or if they can provide battery backups to individuals with a qualifying need and\ndiagnosis. When you start to make your plan, identify people in your support network who may be outside the\naffected area if there is a loss of electricity and you need to evacuate.\nTransportation: When engaging in preparedness planning, it is important to consider the transportation needs\nof your care recipient—particularly if an evacuation is necessary. Your local Area Agency on Aging is one resource\nthat can connect you to information about transportation options and in-home care support.\n• The Eldercare Locator (eldercare.acl.gov/Public/Resources/Topic/Caregiver.aspx) can help you identify\ntransportation resources before a disaster and help you plan for a disaster or emergency.\nRespite care: As a family caregiver, you know you can’t go it alone—and you don’t have to. When you\nneed help, and you will, there are resources to locate respite care in your community that you can consider as\nyou prepare.\n• The National Respite Network and Resource Center (archrespite.org/caregiver-resources/respitelocator/) can\nhelp you locate respite service providers in your community. Respite providers can be an important part of\nyour support network.\nAdditional resources: Every caregiver and their care recipient have different needs, barriers, and challenges\nto overcome. And even after reviewing the resources in this guide, you may still have questions.\n• Aging and Disability Resource Centers (acl.gov/programs/aging-and-disability-networks/aging-and-disability-\nresource-centers) can help caregivers connect to services and supports.\n7",
      "page": 7
    },
    {
      "title": "LEARN ABOUT DISASTERS AND EMERGENCIES YOU MIGHT FACE",
      "content": "Just like the care you provide is unique, so are the impacts of a disaster on yourself and\nyour care recipient. It’s important to get familiarized with disasters that may happen\nand to think about the possible effects on your care recipient and yourself. Learn about\ndisasters and hazards in your area and how to prepare through FEMA’s Ready.gov Hazard\nInformation Sheets (ready.gov/be-informed) and Healthcare Ready’s Disaster Disaster Tip\nSheets (healthcareready.org/disaster-tip-sheets/).",
      "page": 9
    },
    {
      "title": "ESTABLISHING PARTNERSHIPS WITH EMERGENCY SERVICES",
      "content": "As a family caregiver, you need to be aware of and communicate your needs to those in your community\ncharged with keeping you safe. It is essential to form relationships ahead of time with emergency services\npersonnel and community organizations who can connect you to accessible resources and help you understand\nyour options during an emergency. And if you are a solo caregiver, you know you can’t go it alone, so now is the\ntime to build a support network.\nWith Your Care Recipient:\n• Find out how emergency management officials communicate with your community in an emergency.\n• Identify the communications channels to access in a disaster.\n• Sign yourself and your care recipients up for emergency alerts (ready.gov/alerts).\n- The National Weather Service broadcasts weather and emergency warnings specific to your community.\nYou can purchase a special receiver (weather.gov/nwr/nwr_receivers) to access these alerts.\n- The FEMA App (ready.gov/fema-app) allows you to receive real-time weather and emergency alerts, send\nnotifications to loved ones, locate emergency shelters in your area, get preparedness strategies,\nand more.\n• Attend community preparedness fairs or fire station open houses with your care recipient to meet and\nconnect with first responders.\n• Discover how to get transportation services if necessary. Ask your care recipient about their transportation\npreferences.\nWith Your Support Network:\n• Join or contact your local Community Emergency Response Team (CERT) to gain community-specific insights\nand valuable skills to help you and your care recipient prepare.\n- Visit the FEMA’s CERT homepage (community.fema.gov/PreparednessCommunity/s/welcome-to-\ncert?language=en_US) to learn more and find your local program.\n• Create a checklist of emergency services numbers and contacts and have it available in hard copy and\nelectronically and share it with your support network.\n• With your support network, tour a shelter and discuss barriers your care recipient will face.\n• Create a profile that can help first responders learn about the needs of your care recipient through\nSmart911 (smart911.com/) or RapidSOS (rapidsos.com/).A\n8\n\n\n•\nSolo Caregiver:\n• Identify the help that you need with day-to-day caregiving activities, such as helping pick up medications or\ndoing laundry, and start to communicate those needs to those in your life.\n• Find networks to lean on for support before, during, and after a disaster.\n• Attend community preparedness fairs or fire station open houses to meet and connect with first responders.\n• Discover how to get transportation services if necessary. Think about how you access transportation now,\nand how that might change in a disaster.\n• Sign yourself up for emergency alerts (ready.gov/alerts).\n- The National Weather Service broadcasts weather and emergency warnings specific to your community.\nYou can purchase a special receiver (weather.gov/nwr/nwr_receivers) to access these alerts.\n- The FEMA App (ready.gov/fema-app) allows you to receive real-time weather and emergency alerts,\nlocate emergency shelters in your area, get preparedness strategies, and more.\n• Identify the communications channels you can access in a disaster.",
      "page": 9
    },
    {
      "title": "UNDERSTANDING THE CRITICAL ROLE",
      "content": "OF FAMILY CAREGIVERS\nIn 2018, Hurricane Florence forced our family into crisis decision making mode.\nAs the storm barreled toward the North Carolina coast, my grandmother’s facility\ncalled to encourage my mom to take her before we evacuated. If we didn’t, they\nwere going to place memory care residents across the state.\nFor the first time, our caregiver stress was compounded with the stress of a\ndisaster. Every option would likely increase her confusion and agitation. In the\nend, we decided to take her with us. This experience illustrated how much our\nsystems aren’t designed to support caregivers during disasters—or\na pandemic.\nMy mom and I talk often about how we would have managed caregiving during\nthis pandemic, living in fear of not cleaning a surface properly or forgetting to\nwash grandma’s hands or ours. Would we have allowed home health workers into\nthe house? After all, they provide respite for so many, and do essential medical\ntasks, not to mention they help reduce isolation. But is the risk to the household,\nor the risk to the worker, worth it?\nUnderstanding the critical and irreplaceable role family caregivers of all ages\nplay—that they too are on the front-line of care and need our support—will be key\nto effectively navigating future disasters.\n-Dr. Jennifer Olsen, Chief Executive Officer, Rosalynn Carter Institute for Caregivers\n9\n\n\nSTEP 3\nMake A Plan\nWith Your Care Recipient With Your Support Network Solo Caregiver\nConsider your circumstances and find information and resources to meet your unique needs throughout the guide.\nNow that you have done a thorough risk assessment and identified the resources available to you\nand your care recipient, you are ready to make a disaster emergency plan. This includes building a disaster\npreparedness kit and preparing for evacuation or disaster sheltering scenarios. While planning, you will want\nto include your care recipient, when possible, as well as family and friends and any support networks you have\ndeveloped. Be honest and open about the process and the role you are willing to play.\nWith Your Care Recipient:\nOne important thing to remember when preparing as a caregiver is that you cannot do it all by yourself. So, it is\nimportant to look at preparedness not only through the limitations the person you care for has but also to look at\nwhat can they do to help in preparing. Think through preparedness tasks that your care recipient can do. These\ntasks should fit within your care recipient’s abilities and should not add additional stress or anxiety to either you\nor your care recipient. Including your care recipient in the preparedness process will let them see that they are\nvalued in this relationship and they, too, can play an important role in disaster preparedness.\n• Engage in a conversation\nwith your care recipient to\nunderstand their abilities\nand limitations. This\ncollaborative approach can\nmake disaster preparedness\na team effort.\n• Discuss roles and\nresponsibilities during\ndisasters and ensure your\ncare recipient feels included\nin the process.\n• Identify tasks your care\nrecipient can handle, such\nas checking food expiration\ndates or ensuring equipment\nis functioning correctly.\nMake a Plan With\n10\n\n\nWith Your Support Network:\nWork with your support network and make a plan for your care recipient during a disaster. Consider\nthe strengths, abilities, and strategies that are unique to your situation and your care recipient.\nCare Recipient’s Strengths Strategies to Maintain Strengths and\nand Abilities Abilities in an Emergency\nExample: Visual images help care recipient\nCommunication Example: A picture board could help communication.\nunderstand and process information.\nExample: List of prescriptions and a list of specialty\nMedical Needs Example: Daily prescription medications.\npharmacies in case of evacuation.\nExample: Is accompanied to the store\nExample: Knows how to contact caregiver or family\nIndependence and on errands with a caregiver or family\nmember.\nmember.\nExample: Uses a visual schedule to adapt Example: Visual schedule is updated in case of\nSupervision\nto routine changes and ease anxiety. evacuation to a shelter.\nExample: Identify back-up transportation services if\nExample: The care recipient needs a\nTransportation the regular service provider cannot assist during an\nwheelchair-accessible van.\nemergency.\n11\n\n\nSolo Caregiver:\nAs a solo caregiver, preparing for a disaster rests with you. This can be overwhelming, but there are strategies to\nhelp you get started.\n• Identify preparedness activities you can integrate into your daily routine, such as calming techniques to\nadjust to new environments or practicing your evacuation route on your way to routine appointments.\n• Recognize that as a caregiver, you have handled emergencies before. Look for the lessons learned from\nthose experiences and apply it to your preparedness planning.\n• Divide preparedness actions into smaller steps. An example can be creating a kit over time instead of all\nat once.\n• Ask trusted individuals in your life what their preparedness plan is. You may learn something new, or this\ncan be the start of your support network.\n• If your care recipient undergoes routine treatments from a clinic or hospital, find out their emergency plans\nand ask about backup service providers.",
      "page": 10
    },
    {
      "title": "PREPARE YOUR SERVICE ANIMALS",
      "content": "If your care recipient has a service animal, make sure to also include items such\nas food, water, medications, and identification for the animal in the emergency kit.\nFor more information on preparing service animals for disasters, visit ready.gov/pets.\nIn an emergency, a service animal must be allowed to come inside a shelter, clinic, or any other\nfacility related to the emergency with their owners. If you have a pet and cannot bring them with\nyou, make sure to plan for who will care for your pet if you leave your home.\n12",
      "page": 13
    },
    {
      "title": "BUILD A KIT",
      "content": "Building an emergency kit is an essential step in preparedness. Start with the resources on Ready.gov to make\na communications plan (ready.gov/plan-form) and build your emergency kit (ready.gov/kit). Then, use the\nchecklist below to help you addresses the unique needs of your care recipient.\nPREPAREDNESS KIT CHECKLIST FOR CARE RECIPIENTS\n☐ Note in go-bag identifying communication ☐ Serial numbers of assistive technology.\npreferences.\n☐ Visual schedule. ☐ Contact information for back-up\ntransportation services.\n☐ Contact information of care team and their ☐ Assistive devices and spare batteries:\nresponsibilities during a disaster. • Hearing aids\n• AAC/Communication device\n☐ Copies or cloud backups of Power of Attorney\n• _______________________________\nand advanced directives.\n• _______________________________\n☐ Complete list of medications and specialty ☐ Change of clothes.\npharmacies. Make a personalized wallet card\n☐ Battery backups or extra chargers for\ndocumenting prescriptions and medical information\nassistive technology and comfort items.\nthrough Healthcare Ready’s Rx on the Run.\n☐ Cooler and ice packs to keep refrigerated ☐ Folding chair and pillows/supports if a\nmedications cool. wheelchair is damaged or unavailable.\n☐ Medical supplies: ☐ Mobility aids:\n• G-tube supplies • Wheelchairs\n• Incontinence supplies • Standers\n• Formula • Braces\n• Oxygen • _______________________________\n• Syringes • _______________________________\n• Heart monitors • _______________________________\n• _______________________________\n☐ Preferred foods and snacks:\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n• _______________________________\n☐ Patch kit, sealant, or extra inner tube for ☐ Comfort items:\nwheelchair repair. • Fidget toys (spinners, cubes, etc.)\n• Weighted blanket\n• Noise-cancelling headphones or\nearplugs\n13",
      "page": 14
    },
    {
      "title": "DURING A DISASTER",
      "content": "MAKE A PLAN TO LEAVE\nAs a caregiver, it is essential to be prepared for evacuation scenarios. In some disaster situations, leaving your\ncurrent location for a safer location is the best course of action for you and your care recipient.\nWith Your Care Recipient:\n• Planning your evacuation route ahead of time is crucial. Practice this route with your care recipient to reduce\nuncertainty and stress.\n• Involve your care recipient in the process. Research and identify the best route together and update it as\ncircumstances change.\n• If your care recipient cannot accompany you, show them how to plan a route on a map or using pictures.\n• Identify a meet up spot and an alternative contact in case you get separated from your care recipient.\nWith Your Support Network:\n• Collaborate with your support network to identify evacuation routes that suit your care recipient’s needs. This\ncould mean evacuating to a friend or family member who can provide suitable accommodations. Or this may\nlook like evacuating to a friend in a nearby town who has a backup generator or a family member in another\nstate whose home is accessible for your care recipient and their needs.\n• If needed, identify a place to stay that will accept pets. Most public shelters allow only service animals.\n• Discuss roles and responsibilities during an evacuation, considering the barriers members of your support\nnetwork might face.\nSolo Caregiver:\n• Consult with local emergency management officials for advice on\nthe best evacuation route that considers your caregiver role.\n• Plan and practice your evacuation route.\n• Honestly assess your capacity and make an evacuation plan that\nis reasonable for you.\nFor more information on evacuation planning,\nvisit ready.gov/evacuation.\n14",
      "page": 15
    },
    {
      "title": "MAKE AN EMERGENCY SHELTERING PLAN",
      "content": "In some situations, you may need to take your care recipient to a local/community shelter. Emergency sheltering,\nalso known as congregant sheltering, is an unfamiliar situation to most people. Knowing what to expect will\nhelp you develop a plan that meets the unique needs of your care recipient. There are some important things to\nconsider about emergency or congregate sheltering:\n• Understand that a congregate shelter is a facility designed to provide safety and security for a large number\nof people during disasters. These facilities could be churches or convention centers in non-disaster times.\n• Congregate shelters mean that you and your care recipient will be sharing living spaces, restrooms, and\nshowers with other people in your community.\nWith Your Care Recipient:\n• Discuss with your care recipient any accommodations that could make the sheltering experience more\ncomfortable. Share these with shelter authorities.\n• Schedule a meeting with your local emergency management office to determine the locations of your\ndesignated congregate shelter and possibly arrange a tour with your care recipient.\n• Download the FEMA App for a list of open shelters during an active disaster in your local area.\n• Work with your care recipient to pack and bring a well-prepared kit for yourself, your care recipient, and any\nservice animals, if needed.\nWith Your Support Network:\n• Engage your support network to identify which congregate sheltering locations you, your care recipient, and\nyour support network will use during a disaster.\n• With your support network, identify which accommodations your care recipient may need at a congregate\nshelter and communicate these to shelter authorities.\n• Plan how to receive updates and communicate with your support network, especially if you are sheltering in a\ndifferent location.\nSolo Caregiver:\n• Discuss your caregiver role with the shelter authorities to see if there are quieter spaces or accommodations\nthat can make the experience more comfortable.\n• Schedule a meeting with your local emergency management office to determine the locations of your\ndesignated congregate shelter and possibly arrange a tour.\n- Download the FEMA App for a list of open shelters during an active disaster in your local area.\n• Ensure you bring a well-prepared kit for both yourself and your care recipient (and your service animal,\nif needed).\n• Familiarize yourself with the shelter’s rules and regulations to know what comfort items you\ncan bring.\n15",
      "page": 16
    },
    {
      "title": "MAKE A PLAN TO STAY INSIDE",
      "content": "Sometimes the best way to stay safe in an emergency is to get inside and stay inside a building or vehicle until\ndanger has passed. This is also known as sheltering in place and there are ways to prepare for this possibility.\nWith Your Care Recipient:\n• With your care recipient, identify the safest place to seek shelter based on the disasters you may face.\n• Together, ensure the room or area you are in has an emergency kit, as it may not be safe to move during an\nactive disaster.\n• Considering the potential stress of sheltering in place with your care recipient, identify comfort items and\nstress management strategies.\n• Plan how to receive updates and communicate them to your care recipient, remaining reassuring and calm.\n• If there is electricity, keep phones and communication and medical devices fully charged.\nWith Your Support Network:\n• Engage your support network to help you identify the safest place to seek shelter during a disaster.\n• With your support network, discuss the impacts and challenges of being alone with your care recipient.\nPrepare your safe space with the necessary supplies.\n• Build an emergency kit and store it in the safe space you have identified with your support network.\n• Plan how to receive updates and communicate with your support network.\n• If there is electricity, keep medical devices fully charged, as well as phones and communication devices so\nyou can stay in contact with your support network.\nSolo Caregiver:\n• Identify the safest place to seek shelter knowing the disasters you may face.\n• Ensure the room or area you are in has an emergency kit, as it may not be safe to move during an\nactive disaster.\n• Consider the potential stress of sheltering in place and with your care recipient and identify comfort items\nand stress management strategies to support you and your care recipient during this time.\n• Learn how to receive updates from local emergency management officials.\n• If there is electricity, keep phones and communication and medical devices fully charged.\nFor more information on sheltering in place, including guidance\nfor 10 different types of hazards, visit\nFEMA’s Shelter-in-Place Pictogram (www.fema.gov/sites/\ndefault/files/documents/fema_shelter-in-place_guidance.pdf).\n16\n\n\nOne resource you can use during a disaster is Healthcare Ready’s Alert Hub (healthcareready.\norg/alert-hub/). This tool provides situation reports, important contact information for\ngovernment resources, trusted communications, and disaster response information. Use this\ninformation to make informed decisions during a disaster to minimize the impacts of the event\non your care recipient.\n17\n\n\nRESOURCES\nMedical Resources:\n• CDC State Emergency Prescription Laws: https://blogs.cdc.gov/publichealthmatters/2019/09/prescription-\npreparedness/\n• Rx Open: Locate an open pharmacy or healthcare facility during and after a disaster: https://rxopen.org/\n• HHS: Emergency Prescription Assistance Program: https://aspr.hhs.gov/EPAP/Pages/default.aspx\n• Healthcare Ready: Disaster Tip Sheets: https://healthcareready.org/disaster-tip-sheets/\n• Healthcare Ready: Rx on the Run: https://healthcareready.org/rx-on-the-run/\n• Healthcare Ready: A Review of State Emergency Prescription Protocols: https://healthcareready.org/a-\nreview-of-state-emergency-prescription-protocols/\n• Pass It On Center Find Reuse Locations: https://pioc.gatech.edu/pioc/reuse_locations.php\n• Create a profile that can help first responders learn about the needs of your care recipient: Smart911 or\nRapidSOS Home (EmergencyProfile.org)\nDisaster Preparedness Resources:\n• Ready.gov: https://www.ready.gov/\n• FEMA Disaster Preparedness Guide for Older Adults: Take Control in 1, 2, 3: FEMA Disaster: https://www.\nready.gov/sites/default/files/2023-09/ready-gov_disaster-preparedness-guide-for-older-adults.pdf\nPreparedness Guide for Older Adults\n• FEMA Ready Make a Plan Form: https://www.ready.gov/plan-form\n• FEMA Ready Build a Kit Resources and Checklist: https://www.ready.gov/kit\n• FEMA Ready Prepare Your Pets for Disasters: https://www.ready.gov/pets\nEmergency Alert Resources:\n• FEMA Ready Emergency Alerts Information: https://www.ready.gov/alerts\n• FEMA App: https://www.ready.gov/fema-app\nVeterans Resources:\n• VA Emergency Management Resources: https://www.va.gov/VHAEMERGENCYMANAGEMENT/veterans/\nindex.asp\n• Prepared Caregivers: A Toolkit for Caregivers of Veterans for Disaster Preparedness: https://rosalynncarter.\norg/wp-content/uploads/2023/07/Prepared-Military-Caregivers_Disaster-Relief-Toolkit_Final.pdf\nOlder Adult Resources:\n• National Association for Area Agencies on Aging: https://www.usaging.org/ or call 202-872-0888\n• ACL Elder Care Resources: https://eldercare.acl.gov/Public/Resources/Topic/Caregiver.aspx\n18\n\n\nDementia and Disability Resources:\n• ACL Aging and Disability Resources: https://acl.gov/programs/aging-and-disability-networks/aging-and-\ndisability-resource-centers\n• Alzheimer’s Association 24/7 Helpline: https://www.alz.org/help-support/resources/helpline or call the\nHelpline at 1-800-272-3900\nEvacuation, Sheltering, and Disaster Recovery Resources:\n• FEMA Ready Evacuation Planning and Resources: https://www.ready.gov/evacuation\n• FEMA Shelter-in-Place Information: https://www.fema.gov/sites/default/files/documents/fema_shelter-in-\nplace_guidance.pdf\n• Ready.gov: https://www.ready.gov/recovering-disaster\n• Disaster Recovery Center (DRC): https://egateway.fema.gov/ESF6/DRCLocator, 1-800-621-3362\nGet Involved:\n• FEMA Get Involved with Community Emergency Response Team (CERT): https://community.fema.gov/\nPreparednessCommunity/s/welcome-to-cert?language=en_US\n• American Red Cross Until Help Arrives Course: https://www.redcross.org/take-a-class/first-aid/first-aid-\ntraining/first-aid-classes/until-help-arrives\n19\n\n\nTake Control in 1, 2, 3–Disaster Preparedness Guide for Caregivers\nwww.ready.gov\nInformation is provided solely for informational purposes and is not intended to be an endorsement of any non-\nfederal entity by FEMA, U.S. Department of Homeland Security, or the U.S. government",
      "page": 17
    }
  ],
  "citations": [
    {
      "citation_id": "ready_gov_caregivers_section1_p1",
      "section_title": "Introduction",
      "section_number": 1,
      "start_page": 1,
      "content_preview": "TAKE\nCONTROL IN\n1\n2\n3\nDisaster Preparedness Guide for Caregivers\ni"
    },
    {
      "citation_id": "ready_gov_caregivers_section2_p2",
      "section_title": "INTRODUCTION",
      "section_number": 2,
      "start_page": 2,
      "content_preview": "As a family caregiver, you are one of 53 million Americans caring for someone older, ill, or disabled. In many\ncases, you may be the only one attending to the daily needs of an elderly parent, disable..."
    },
    {
      "citation_id": "ready_gov_caregivers_section3_p3",
      "section_title": "IDENTIFY BARRIERS AND RISKS",
      "section_number": 3,
      "start_page": 3,
      "content_preview": "This step identifies common challenges you face as a family caregiver and strategies for overcoming them—\neither with your care recipient, with your support network, or as a solo caregiver. It will al..."
    },
    {
      "citation_id": "ready_gov_caregivers_section4_p3",
      "section_title": "LEARN AND CONNECT",
      "section_number": 4,
      "start_page": 3,
      "content_preview": "This step guides you in establishing partnerships with emergency services and identifying community\nresources you will use to make your plan. You can learn and connect with your care recipient or with..."
    },
    {
      "citation_id": "ready_gov_caregivers_section5_p3",
      "section_title": "MAKE A PLAN",
      "section_number": 5,
      "start_page": 3,
      "content_preview": "In this step, you will learn the essential aspects of preparedness and how to develop a comprehensive emergency\nplan, including building a disaster preparedness kit. Part of making a plan is empowerin..."
    },
    {
      "citation_id": "ready_gov_caregivers_section6_p6",
      "section_title": "ASSESS PREPAREDNESS ROLES",
      "section_number": 6,
      "start_page": 6,
      "content_preview": "With Your Care Recipient:\nEngaging your care recipient, if they are able to do so, is a crucial step in emergency preparedness. Below are\nsome conversation starters to engage your care recipient in a ..."
    },
    {
      "citation_id": "ready_gov_caregivers_section7_p7",
      "section_title": "DISASTER PREPAREDNESS RESOURCES FOR CAREGIVERS",
      "section_number": 7,
      "start_page": 7,
      "content_preview": "While many resources are available to support your preparedness journey, knowing where to look to help you\ncreate your unique preparedness plan can be hard. While it can feel overwhelming, you might b..."
    },
    {
      "citation_id": "ready_gov_caregivers_section8_p9",
      "section_title": "LEARN ABOUT DISASTERS AND EMERGENCIES YOU MIGHT FACE",
      "section_number": 8,
      "start_page": 9,
      "content_preview": "Just like the care you provide is unique, so are the impacts of a disaster on yourself and\nyour care recipient. It’s important to get familiarized with disasters that may happen\nand to think about the..."
    },
    {
      "citation_id": "ready_gov_caregivers_section9_p9",
      "section_title": "ESTABLISHING PARTNERSHIPS WITH EMERGENCY SERVICES",
      "section_number": 9,
      "start_page": 9,
      "content_preview": "As a family caregiver, you need to be aware of and communicate your needs to those in your community\ncharged with keeping you safe. It is essential to form relationships ahead of time with emergency s..."
    },
    {
      "citation_id": "ready_gov_caregivers_section10_p10",
      "section_title": "UNDERSTANDING THE CRITICAL ROLE",
      "section_number": 10,
      "start_page": 10,
      "content_preview": "OF FAMILY CAREGIVERS\nIn 2018, Hurricane Florence forced our family into crisis decision making mode.\nAs the storm barreled toward the North Carolina coast, my grandmother’s facility\ncalled to encourag..."
    },
    {
      "citation_id": "ready_gov_caregivers_section11_p13",
      "section_title": "PREPARE YOUR SERVICE ANIMALS",
      "section_number": 11,
      "start_page": 13,
      "content_preview": "If your care recipient has a service animal, make sure to also include items such\nas food, water, medications, and identification for the animal in the emergency kit.\nFor more information on preparing..."
    },
    {
      "citation_id": "ready_gov_caregivers_section12_p14",
      "section_title": "BUILD A KIT",
      "section_number": 12,
      "start_page": 14,
      "content_preview": "Building an emergency kit is an essential step in preparedness. Start with the resources on Ready.gov to make\na communications plan (ready.gov/plan-form) and build your emergency kit (ready.gov/kit). ..."
    },
    {
      "citation_id": "ready_gov_caregivers_section13_p15",
      "section_title": "DURING A DISASTER",
      "section_number": 13,
      "start_page": 15,
      "content_preview": "MAKE A PLAN TO LEAVE\nAs a caregiver, it is essential to be prepared for evacuation scenarios. In some disaster situations, leaving your\ncurrent location for a safer location is the best course of acti..."
    },
    {
      "citation_id": "ready_gov_caregivers_section14_p16",
      "section_title": "MAKE AN EMERGENCY SHELTERING PLAN",
      "section_number": 14,
      "start_page": 16,
      "content_preview": "In some situations, you may need to take your care recipient to a local/community shelter. Emergency sheltering,\nalso known as congregant sheltering, is an unfamiliar situation to most people. Knowing..."
    },
    {
      "citation_id": "ready_gov_caregivers_section15_p17",
      "section_title": "MAKE A PLAN TO STAY INSIDE",
      "section_number": 15,
      "start_page": 17,
      "content_preview": "Sometimes the best way to stay safe in an emergency is to get inside and stay inside a building or vehicle until\ndanger has passed. This is also known as sheltering in place and there are ways to prep..."
    }
  ],
  "metadata": {
    "category": "ready_gov",
    "filename": "ready-gov_caregivers-preparedness-guide.pdf",
    "word_count": 5484,
    "char_count": 36442
  }
}